{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Solar_Orbiter/MAG",
      "ResourceHeader": {
        "ResourceName": "MAG",
        "AlternateName": "Magnetometer",
        "ReleaseDate": "2018-10-27T18:45:12Z",
        "Description": "The magnetometer is a unique instrument on Solar Orbiter in that it provides essential \ninformation about both the largest scale structures in space around the Sun, as well as the \nsmallest scale kinetic processes in the plasma. Indeed, the magnetic field plays a central role in \nplasma dynamics since charged particles generally travel along the magnetic field, making it \nthe route from the Sun into space. The accurate measurement of the local magnetic field is \ntherefore central to the scientific success of Solar Orbiter. Magnetometer data are expected to \nlead to significant advances in our understanding of how the Sun’s magnetic field links into \nspace and evolves over the solar cycle; how particles are accelerated and propagate around the \nsolar system, including to the Earth; and how the corona and solar wind are heated and \naccelerated, among many others.\n\nThe MAG team science objectives include:\n* How does the Sun’s magnetic field link into space?\n* How does the heliospheric magnetic field disconnect from the Sun?\n* How does the Sun’s magnetic field change over time?\n* How is the heliospheric current sheet related to coronal structure?\n* What is the role of ICMEs in the Sun’s magnetic cycle?\n* What is the origin of the slow speed solar wind?\n* What drives the evolution of the solar wind distribution?\n* What are the origins of waves, turbulence and small scale structures?\n* How is turbulent energy dissipated?\n* What are the properties of near-Sun shocks and the fluctuations around them?\n* What is the structure of plasma turbulence and how does it evolve?\n* How do large and small scale structures modulate particle fluxes?\n\nIn order to achieve these objectives, the magnetometer will measure the magnetic field \ncontinuously with sufficient cadence and precision to quantify fluid-scale phenomena \nthroughout the mission and, in burst mode, with sufficient cadence and precision to study ion \nkinetic phenomena.\n\nLow latency data are generated at a very low cadence compared to normal magnetometer data \nand are intended for rapid, broad characterisation of solar wind conditions at the spacecraft \nlocation.",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-AMDA/Tim.Horbury",
          "Role": "PrincipalInvestigator"
        }
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "Magnetometer",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/SolO"
    }
  }
}