{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_9.xsd",
    "Version": "2.2.9",
    "DisplayData": {
      "ResourceID": "spase://NASA/DisplayData/CRRES/PWE/SFR_SA/Survey/DS/PT10H",
      "ResourceHeader": {
        "ResourceName": "CRRES Plasma Wave Experiment Survey Dynamic Spectrogram Plots",
        "ReleaseDate": "2020-07-07T19:48:33Z",
        "Description": "This dataset contains one-orbit duration dynamic spectrogram GIF plots of the CRRES/Plasma Wave Experiment Sweep Frequency Receiver and Multichannel Spectrum Analyzer (electric antenna). CRRES was launched on July 25, 1990, into a geosynchronous transfer orbit with perigee altitude of 350 km and an apogee 6.3Re (Earth radii) geocentric. The inclination was 18.2 deg, the orbital period was 9 h and 52 min, and the initial magnetic local time at apogee was 0800 MLT. The plasma wave experiment measures the electromagnetic and/or electrostatic fields detected by three sensors: 1) a 100 m tip-to-tip extendable fine wire long electric dipole antenna (designated WADA for wire antenna deployment assembly), 2) a search coil magnetometer mounted at the end of a 6-m boom, and 3) a 94-m sphere-to-sphere double probe electric antenna (designated SWDA for spherical-double-probe wire deployment assembly) which is part of the EF/LP experiment. The first two sensors are the primary sensors for the plasma wave experiment whereas the third sensor is the primary sensor for EF/LP experiment. Following the antenna extensions, the spacecraft was spun down to approximately 2 rpm. The normal mode of operation for the plasma wave experiment after the antenna extensions has been to have the sweep frequency receiver locked onto the WADA antenna and the multichannel analyzer cycling through all three antennas. The basic CRRES plasma wave experiment instrumentation includes two receivers: 1) a multichannel spectrum analyzer to provide high-time-resolution spectra from 5.6 Hz to 10kHz, and 2) a sweep frequency receiver for high-frequency- resolution spectrum measurements from 100 Hz to 400 kHz. Each plot shows a plasma wave spectrogram for a one orbit (roughly 10 hour) period. The spectrograms cover the frequency range from 5.6 Hz to 400 kHz presented on a logarithmic scale. The data from 5.6-100 Hz are the measurements from the multichannel spectrum analyzer during the portions of its cycling when it is connected to the WADA antenna. Additional marks along the frequency axis indicate the boundaries between bands on the sweep frequency receiver. Band 1 extends from 100 to 800 Hz, Band 2 from 800 to 6.4 kHz, Band 3 from 6.4 to 50 kHz and Band 4 from 50 to 400 kHz. The intensity of the waves are color-coded and are in units of db(V/m/root(Hz)). The red line superimposed on each plot shows the electron cyclotron frequency calculated from the fluxgate magnetometer experiment. The time resolution above 6.4 kHz is one spectrum every 8s. The striations apparent in some emissions are a result of the beating between the spin rate and the sampling rate. Across the top of the figure is \"CRRES SFR/SA\" for the CRRES Plasma Wave Experiment Sweep Frequency Receiver and Multichannel Spectrum Analyzer, the units of the color scale is provided as well as the color bar with maximum and minimum values. Beneath the time axis is CRRES orbital information: Radial distance in Earth radii, Magnetic Latitude, Magnetic Local Time and L-shell. Along the left edge of the figure is the orbit number followed by the date. Along the right edge of the figure is \"The University of Iowa/AFGL\" the name of the software package used to create the plots and the date and time in which the plot was created.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Roger.R.Anderson",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/E.Gary.Mullen",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Donald.A.Gurnett",
            "Role": "CoInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "Combined Release and Radiation Effects Satellite (CRRES) Plasma Wave Experiment",
            "URL": "http://www-pw.physics.uiowa.edu/crres/",
            "Description": "CRRES PWE page maintained at the University of Iowa with descriptions of the instrument, a list of CRRES publications, an link to a Java spectrogram viewer for the summary plots and access to pregenerated dynamic spectrograms.",
            "Language": "en"
          },
          {
            "Name": "Plasma Wave Experiment page at the NSSDC Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1990-065A-20",
            "Language": "en"
          }
        ],
        "PriorID": [
          "spase://VWO/DisplayData/CRRES/PWE/CRRES_PWE_SFR_SA_GIF_PT8S",
          "spase://VWO/DisplayData/CRRES/PWE/SFR.SA/Survey.DS.PT10H",
          "spase://VSPO/DisplayData/CRRES/PWE/SFR_SA/Survey/DS/PT10H"
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/UIowa/RadioPlasmaWaveGroup",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "Survey Plots by Orbit Number",
          "URL": "http://www-pw.physics.uiowa.edu/plasma-wave/crres/GIF/",
          "Description": "Access to GIF format plots for CRRES PWE dynamic spectrograms.",
          "Language": "en"
        },
        "Format": "GIF",
        "Encoding": "None"
      },
      "InstrumentID": "spase://SMWG/Instrument/CRRES/PWE",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1990-08-01T17:35:00Z",
          "StopDate": "1991-10-12T00:45:00Z"
        },
        "Cadence": "PT8S"
      },
      "DisplayCadence": "PT10H",
      "ObservedRegion": [
        "Earth.Magnetosphere",
        "Earth.NearSurface.Plasmasphere",
        "Earth.NearSurface.AuroralRegion",
        "Earth.NearSurface.PolarCap",
        "Heliosphere.Inner"
      ],
      "Caveats": "The striations apparent in some emissions are a result of the beating between the spin rate and the sampling rate. Data gaps may appear as white vertical bars, the last acquired sweep may also occasionally spread through data gaps.",
      "Keyword": [
        "Dynamic Spectrogram",
        "Spectrogram",
        "AKR",
        "Auroral hiss",
        "Auroral Kilometric Radiation",
        "Banded emissions",
        "Chorus",
        "Continuum radiation",
        "Electromagnetic Ion Cyclotron waves",
        "EMIC",
        "Electron Cyclotron Harmonics",
        "Kilometric Continuum radiation",
        "Myriametric radiation",
        "Plasmaspheric Hiss",
        "Solar radio burst",
        "Terrestrial Kilometric Radiation",
        "TKR",
        "UHR",
        "Upper hybrid resonance",
        "Whistler mode",
        "Whistlers"
      ],
      "Parameter": {
        "Name": "Electric Field Spectral Density",
        "Units": "db(V/m/root(Hz))",
        "Wave": {
          "WaveType": "PlasmaWaves",
          "Qualifier": [
            "Magnitude",
            "Pseudo"
          ],
          "WaveQuantity": "ACElectricField",
          "FrequencyRange": {
            "SpectralRange": "RadioFrequency",
            "Low": "5.6",
            "High": "400000",
            "Units": "Hz"
          }
        }
      }
    }
  }
}