{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/NIPR/Aurora/SYO/EAI",
      "ResourceHeader": {
        "ResourceName": "Electron auroral imager (EAI) at Syowa Station, Antarctica.",
        "ReleaseDate": "2013-05-14T12:00:00",
        "Description": "The electron auroral imager (EAI) is an all-sky imager designed to observe the electron aurora, which is emitted from atmospheric atoms/molecules excited by precipitating auroral electrons. At Syowa Station, two EAIs (EAI-1 and EAI-2) were installed during JARE52 (the 52nd Japanese Antarctic Research Expedition) and JARE53. The hardwares of EAI-1 and EAI-2 are respectively from CAI used until JARE50 and ASI-2 used until JARE52. EAI-1 and EAI-2 are equipped with interference filters with different transparent wavelengths (427.8 nm for N2+1NG and 557.7 nm for OI). Comparison between EAI-1 and EAI-2 data provides information about energy characteristics of precipitating electrons. EAI consists of an optical system, a CCD controller and a control PC. The optical system contains a fish eye lens (Fisheye-Nikkor 16mm, F2.8), a dedicated reduced-size optical system manufactured by Nikon, and a digital CCD camera (Hamamatsu C4880-21-26A). The HiPic8.4.0 software (Hamamatsu) is used for data acquisition. The exposure time and acquisition interval are respectively 7 sec and 15 sec. The acquisition time is set according to the PC's internal clock, which is adjusted to the NTP server placed at Syowa Station.",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Akira.Kadokura",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Yuka.Sato",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Imager",
      "InvestigationName": "Auroral Observation at Syowa Station",
      "ObservatoryID": "spase://IUGONET/Observatory/NIPR/misc/SYO"
    }
  }
}