{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/NIPR/Aurora/SYO/SPM",
      "ResourceHeader": {
        "ResourceName": "Multi-color meridian scanning photometer (SPM) at Syowa Station, Antarctica.",
        "ReleaseDate": "2013-05-14T12:00:00",
        "Description": "The multi-color meridian scanning photometer (SPM) is an instrument which continuously monitors intensity variations of auroral emission lines as a function of elevation angles in the meridian plane. The SPM observation at Syowa Station started during JARE11 (the 11st Japanese Antarctic Research Expedition). The current instrument of SPM has been updated during JARE50. SPM consists of a light receiving section, a control unit, and a control/recording PC. The light receiving section includes 8 photometer units, each of which has an narrow interference filter with different transparent wavelength. The photometer unit scans the sky along magnetic meridian between horizons of the magnetic north (0 deg) and the magnetic south (180 deg) with a scanning speed of 180 deg / 10 sec. For example, the typical central transparent wavelengths measured during JARE54 correspond to the Doppler-broadened Hβ emission line (482.5, 483.5, 484.5, 485.5, 486.5, and 487.5 nm), N21PG (670.5 nm), and OI (844.6 nm).",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Akira.Kadokura",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Yuka.Sato",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Photometer",
      "InvestigationName": "Auroral Observation at Syowa Station",
      "ObservatoryID": "spase://IUGONET/Observatory/NIPR/misc/SYO"
    }
  }
}