{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/Voyager2/LECP/Particle/PT24H",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 LECP - Daily Average Interplanetary Data",
        "ReleaseDate": "2020-07-07T21:15:58Z",
        "Description": "This data file contains 1 day averages of count rates for 11 energetic ion channels from the Low Energy Charged Particle (LECP) instrument on Voyager 2. The data listed are averaged over 24 hours, with the start time of the averging interval begining at the start of the day listed.  For \n example, 77/300 is an average over hours 0-23 on day 300 of 1977. Times are given in SCET-UT. The count rates R are in counts per second.  The statistical uncertainty for each channel is the inverse square root of the total number of counts during each 24 hour period times the average count rate R. Included in the data table are the passbands in KeV for protons, the logarithmic mean energy Em for the differential energy channels, the geometric factor \"g\" (cm**2-steradian), and the flux conversion factor \"f\".  To get from count rate R to differential in energy flux \"dj(E)/dE\", multiply R by f, \n i.e., \n\t\t\t\tdj(E)/dE=f*R. \n\n    Note that f is simply the inverse of the energy passband multiplied by\n the geometric factor. Generally one uses a more elaborate algorithm to \n calculate fluxes by determining the local slope of the energy spectrum within \n each energy passband, usually by an iterative algorithm, and then evaluating \n the flux corresponding to each channel using this slope.  However, if the \n slope of the energy spectrum is not to steep, the approximation dj(E)/dE=f*R \n is very good if the flux is evaluated at the mean energy Em=Sqrt(EL*EH),\n where EL and EH are the low and high energy ends of the passband.  Since the \n slopes of low energy ion spectra in the interplanetary medium are in the\n range of -1 to -3, the approximation is very good.\n",
        "Acknowledgement": " \nUse of these data in publications should be accompanied by acknowledgements of the NASA Space Physics Data Facility, the National Space Science Data Center and the responsible Principal Investigator defined in the experiment documentation provided here. ",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Stamatios.M.Krimigis",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Robert.B.Decker",
            "Role": "TechnicalContact"
          }
        ],
        "PriorID": "spase://VSPO/NumericalData/Voyager2/LECP/Particle/PT24H"
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": [
          {
            "Name": "FTPS from SPDF (not with most browsers)",
            "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/voyager/voyager2/particle/lecp/daily/",
            "Description": "In ASCII via FTP from SPDF"
          },
          {
            "Name": "HTTPS from SPDF",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/voyager/voyager2/particle/lecp/daily/",
            "Description": "In ASCII via HTTP from SPDF"
          }
        ],
        "Format": "Text"
      },
      "ProviderProcessingLevel": "CALIBRATED",
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/LECP",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1977-09-07T00:00:00",
          "StopDate": "1994-12-30T23:59:59"
        },
        "Cadence": "PT24H"
      },
      "ObservedRegion": "Heliosphere"
    }
  }
}