{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "Version": "2.3.1",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/SOHO/SUMER/VSO_SDAC",
      "ResourceHeader": {
        "ResourceName": "SOHO SUMER Data Archive at SDAC via VSO",
        "ReleaseDate": "1996-01-10T21:46:19Z",
        "Description": "\n\tThis instrument, SUMER (Solar Ultraviolet Measurement of\n\tEmitted Radiation) is a high resolution far UV spectrometer\n\tworking in the 50--160 nm range. Its goals are to make\n\tmeasurements with 1 arcsec angular resolution, a spectral\n\tresolving power (lambda/Delta-lambda) of 30,000, and a time\n\tresolution better than 10 s. The spectrometer is ab le to\n\tbuild images at several wavelengths and to record spectra of\n\tany structure on the solar surface or nearby the sola r\n\tlimb. SUMER is capable of selecting small structures to\n\tdetermine local plasma parameters (temperature, density, veloc\n\tity, etc.), to improve our knowledge in coronal heating\n\tmechanisms and solar wind generation processes. The instrument\n\ti s composed of: a one mirror telescope; a set of slits at the\n\tfocus, adjustable in flight; a spectrometer (using a spheri\n\tcal concave grating) fed through the selected slit; and a\n\tdetector. The detector is located on the grating normal. The d\n\tetector is a 2-D MAMA (Multi-Anode Multichannel Array) with\n\t1024 pixels (25 micrometers) along the dispersion and 360 pi\n\txels along the slit length image. Along the dispersion the\n\tpixels are coated with two photocathodes of different efficie\n\tncy: half with MgF2, half with KBr. An attenuator is used for\n\tH I Lyman alpha. Instrument operations will make optimum u se\n\tof the SOHO capability for 9.3 hours continuous contact and\n\ttwo 1.3 hour contacts during each 24 hour day. The EIT in\n\tstrument on the same spacecraft will provide near real time\n\timages that can be used to refine the operations of the SUME R\n\tin real time. This information is from the paper ``SUMER:\n\tTemperatures, Densities, and Velocities in the Outer Solar A\n\ttmosphere,'' by P. Lemaire et al. (Proceedings of the First\n\tSOHO Workshop, ESA SP-348, pp. 13-16, November 1992).\n      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Jack.Ireland",
          "Role": "GeneralContact"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/SDAC",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "VSO page with full search capability",
          "URL": "https://www.virtualsolar.org/"
        },
        "Format": "FITS"
      },
      "ProviderProcessingLevel": "CALIBRATED",
      "InstrumentID": "spase://SMWG/Instrument/SOHO/SUMER",
      "MeasurementType": "Spectrum",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1996-01-10T21:46:19Z",
          "StopDate": "2017-04-04T16:16:08Z"
        }
      },
      "ObservedRegion": [
        "Sun",
        "Sun.Corona"
      ]
    }
  }
}