{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_3.xsd",
    "Version": "2.2.3",
    "Instrument": {
      "ResourceID": "spase://ASWS/Instrument/Ground/Davis/Imaging_Riometer",
      "ResourceHeader": {
        "ResourceName": "Davis Imaging Riometer",
        "ReleaseDate": "2019-05-01T12:34:56.789Z",
        "Description": "The Davis Imaging Riometer station in Davis, Antarctica, has two Imaging Riometers since February 1997.\n\nWhat is a Riometer and Imaging Riometer?\n\nRiometer stands for relative ionosphere opacity meter. A riometer is a passive (does not transmit) sensor for measuring the absorption of radio frequency noise by the ionosphere. The radio noise originates from distant stars and galaxies or even nearby sources such as Jupiter. Imaging riometers are ideal for studying ionospheric electron density dynamics associated with high latitude phenomena on both the day and night side of the magnetosphere.SHIRE is a 7 × 7 crossed dipole antenna array that is sensitive to 38.2 MHz. The array probes an area of 200 by 200 km at an altitude of 90 km. The Centre for Space Physics in collaboration with the Institute for Physical Science and Technology at the University of Maryland (USA) and the Australian Antarctic Division have deployed a high resolution imagimg riometer at the Australian Antarctic base at Davis (-74.6° latitude). The aim is to study space-time images of the cusp and auroral latitude ionosphere in conjunction with the digital magnetometer network.\n\nThe project ran until around 2012, but according to notes associated with the project, the project was classified as, \"closed - Some data were collected and submitted, but were unable to be assessed by the AADC as complete.\"\n\nAnd a further note explains that: \"Despite efforts by the AADC to obtain data from this project for archival, these repeated attempts have proven unsuccessful, and this project is therefore being closed without the AADC having received the requisite data/metadata. This lack of delivery will be taken into account if the Chief Investigator associated with this project subsequently applies for a new AAS project.\"",
        "Contact": [
          {
            "PersonID": "spase://ASWS/Person/Kehe.Wang",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "ASWS Davis Instrument Imaging Riometer",
            "URL": "http://www.sws.bom.gov.au/World_Data_Centre/1/6/2",
            "Description": "includes all information about Davis Imaging Riometer system.",
            "Language": "en"
          },
          {
            "Name": "AAD Davis Southern Hemisphere Imaging Riometer Experiment (SHIRE) information page",
            "URL": "https://antapps.aad.gov.au/public/projects/search_projects_results.cfm?project_no=877",
            "Description": "includes SHIRE information from 1995 to 2012.",
            "Language": "en"
          },
          {
            "Name": "University of Newcastle Davis Southern Hemisphere Imaging Riometer Experiment (SHIRE) information page",
            "URL": "https://plasma.newcastle.edu.au/research/shire/shire.htm",
            "Description": "includes SHIRE photo.",
            "Language": "en"
          }
        ]
      },
      "InstrumentType": "Riometer",
      "InvestigationName": "Davis Imaging Riometer",
      "ObservatoryID": "spase://ASWS/Observatory/Ground/Davis"
    }
  }
}