{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_9.xsd",
    "Version": "2.3.0",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/Voyager2/PRA/Uranus/PT48S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Uranus Planetary Radio Astronomy (PRA) Resampled Low-Frequency Receiver Band, Version 1.0, 48 s Summary Browse Data",
        "ReleaseDate": "2020-07-07T21:16:00Z",
        "Description": "* Data Set Overview\n* =================\n\nThis Data Set consists of edited Browse Data derived from an original Data Set obtained from the Voyager 2 Planetary Radio Astronomy (PRA) Instrument in the Vicinity of Uranus. Data are provided for 70 Instrument Channels covering the Range from 1.2 kHz to 1326 kHz in uniform 19.2 kHz Steps, each 1 kHz wide. Data are included for the Period 1986:019:00:00 through 1986:031:23:59.\n\n* Processing\n* ==========\n\nIn order to produce this Data Set from the original Raw PRA Data, several Steps have been taken:\n\n* 1. The PRA operates in a Variety of Modes. Data from Modes in which the Receiver does not scan rapidly through its Frequency Range have been removed\n* 2. The Data have been calibrated as best we know how\n* 3. The Data have been split into Left Hand Circular (LHC) and Right Hand Circular (RHC) Components\n* 4. The Data have been binned into 48 s Intervals\n\nThus, Values for a given Channel are separated in Time by an Increment of 48 s. Each 48 s Time Interval has associated with it a Value for LHC Polarization and one for RHC Polarization.\n\nDuring Data Gaps, the entire Record is absent from the Data Set; that is, missing Records have not been zero-filled or otherwise marked. Bad Data within a Record is indicated by the Value Zero, which cannot otherwise occur.\n\nEach Datum is returned as a 16 bit Quantity; it represents the mean Power received in the given Channel at the specified Time and Polarization. The returned Quantity is the Value in mB about a reference Flux Density. The Value of 0 mB represents a Voltage of 1 µV across the front End of the Receiver. To convert a returned Quantity to Flux, use the Formula:\n\nflux = 7.0×10^-22 (10^(mB/1000)) W/(m^2 Hz)",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Todd.A.King",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": {
          "Name": "VG2-U-PRA-4-SUMM-BROWSE-48SEC-V1.0",
          "URL": "https://pds-ppi.igpp.ucla.edu/data/VG2-U-PRA-4-SUMM-BROWSE-48SEC-V1.0/AAREADME.TXT",
          "Description": "The Document describing the Contents of the Collection.",
          "Language": "En"
        },
        "PriorID": [
          "spase://VMO/NumericalData/Voyager2/PRA/Uranus/PT48S",
          "spase://VSPO/NumericalData/Voyager2/PRA/Uranus/PT48S"
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "https://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-U-PRA-4-SUMM-BROWSE-48SEC-V1.0",
          "ProductKey": "VG2-U-PRA-4-SUMM-BROWSE-48SEC-V1.0",
          "Description": "This Collection is archived with NASA Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the Principal Investigator for the Data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/PRA",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1986-01-19T00:00:00.00",
          "StopDate": "1986-01-31T23:59:59.99"
        },
        "Cadence": "PT48S"
      },
      "ObservedRegion": "Uranus"
    }
  }
}