{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/Akebono",
      "ResourceHeader": {
        "ResourceName": "Akebono",
        "AlternateName": "EXOS-D",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "AKEBONO (EXOS-D) is an aurora observation satellite launched by the M-3SII-4\n   launch vehicle from Uchinoura Space Center (USC) on February 22, 1989. The objective\n   of AKEBBONO is to investigate the magnetospheric phenomena associated with the\n   acceleration process of\n   aurora particles. Aurora is a luminous phenomenon that occurs when solar-wind particles\n   trapped in the magnetosphere collide with Earth’s atmospheric particles. A better\n   understanding of this phenomenon will help us understand the physical processes taking\n   place in the Sun and the reaction on Earth. AKEBONO observes these physical processes to\n   create a greater understanding of the structure of the magnetosphere and the flow and\n   momentum of energy from the Sun through the geospace.  AKEBONO is an ambitious satellite\n   carrying a number of \"world-first\" technologies. AKEBONO carries eight sets of instruments\n   for scientific observation. It also has a radiation monitor, and anti-radiation technology\n   that has been applied to a satellite for the first time in the world. This technology\n   provides protection against radiation, even in the near-Earth radiation belt, as it is\n   designed to tolerate about ten times the intensity withstood by conventional satellites.\n   Other world-first technology applied to AKEBONO includes an extension mast for antenna and\n   surface electrical conduction processing, to gain better conductivity and protection from\n   charged particles. The GEOTAIL and NOZOMI satellites have inherited these technologies.\n   GEOTAIL operates in the world-best quiet environment, which has never before been possible\n   without the electromagnetic compatibility test conducted by AKEBONO.  The AKEBONO has\n   operated for more than 20 years. Although the aurora imager camera has deteriorated due\n   to the severe radioactive environment, all the other instruments are in good order. The\n   direction of the major magnetic field of the Sun is known to reverse in a 22-year cycle.\n   The Sun’s activeness, which is typically measured by the number of sunspots, increases and\n   decreases twice in this 22-year cycle. In other words, the Sun’s behavior is changing in\n   an 11-year cycle. To study the response of the magnetosphere to various activities of the\n   Sun, we need to acquire data for 22 years. The AKEBONO will, therefore, continue its\n   observations. [From: http://www.jaxa.jp/projects/sat/akebono/index_e.html]",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Toshifumi.Mukai",
            "Role": "ProjectScientist"
          },
          {
            "PersonID": "spase://SMWG/Person/Toshifumi.Mukai",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": [
          {
            "Name": "Akebono web site",
            "URL": "http://www.stp.isas.jaxa.jp/akebono/",
            "Description": "Akebono web site"
          },
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1989-016A",
            "Description": "Additional information on the Akebono spacecraft."
          }
        ]
      },
      "Location": {
        "ObservatoryRegion": "Earth.Magnetosphere"
      }
    }
  }
}