{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/ARTEMIS",
      "ResourceHeader": {
        "ResourceName": "ARTEMIS",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Acceleration, Reconnection, Turbulence, and Electrodynamics of\n          the Moon’s Interaction with the Sun (ARTEMIS) mission is a spin-off from\n          NASA’s Medium-class Explorer (MIDEX) mission THEMIS, a five identical\n          micro-satellite (hereafter termed “probe”) constellation in high altitude Earth-orbit\n          since 17 February 2007. By repositioning two of the five THEMIS probes (P1 and\n          P2) in coordinated, lunar equatorial orbits, at distances of ~55-65 RE geocentric\n          (~1.1-12 RL selenocentric), ARTEMIS will perform the first systematic, two-point\n          observations of the distant magnetotail, the solar wind, and the lunar space and\n          planetary environment. The primary heliophysics science objectives of the\n          mission are to study from such unprecedented vantage points and inter-probe\n          separations how particles are accelerated at reconnection sites and shocks, and\n          how turbulence develops and evolves in Earth’s magnetotail and in the solar wind.\n          Additionally, the mission will determine the structure, formation, refilling, and\n          downstream evolution of the lunar wake and explore particle acceleration\n          processes within it. ARTEMIS’s orbits and instrumentation will also address key\n          lunar planetary science objectives: the evolution of lunar exospheric and sputtered\n          ions, the origin of electric fields contributing to dust charging and circulation, the\n          structure of the lunar interior as inferred by electromagnetic sounding, and the\n          lunar surface properties as revealed by studies of crustal magnetism. ARTEMIS is\n          synergistic with concurrent NASA missions LRO and LADEE and the anticipated\n          deployment of the International Lunar Network. It is expected to be a key element\n          in the NASA Heliophysics Great Observatory and to play an important role in\n          international plans for lunar exploration.\n",
        "Acknowledgement": "National Aeronautics and Space Administration/United States",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Vassilis.Angelopoulos",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/David.G.Sibeck",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": [
          {
            "Name": "ARTEMIS Mission Page",
            "URL": "https://www.nasa.gov/mission_pages/artemis/",
            "Description": "ARTEMIS Mission Homepage"
          },
          {
            "Name": "ARTEMIS Description",
            "URL": "http://www.igpp.ucla.edu/public/THEMIS/SCI/Pubs/artemis/The_ARTEMIS_Mission_SSR_accepted.pdf",
            "Description": "Angelopoulos' paper describing the ARTEMIS mission"
          }
        ]
      },
      "Location": {
        "ObservatoryRegion": [
          "Heliosphere.NearEarth",
          "Earth.Magnetosphere.Magnetotail",
          "Earth.Magnetosheath"
        ]
      }
    }
  }
}