{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/ARTEMIS",
      "ResourceHeader": {
        "ResourceName": "ARTEMIS",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Acceleration, Reconnection, Turbulence, and Electrodynamics of the Moon’s Interaction with the Sun (ARTEMIS) mission is a spin-off from NASA’s Medium-class Explorer (MIDEX) mission THEMIS, a five identical micro-satellite (hereafter termed “probe”) constellation in high altitude Earth-orbit since 17 February 2007. By repositioning two of the five THEMIS probes (P1 and P2) in coordinated, lunar equatorial orbits, at distances of ~55-65 RE geocentric (~1.1-12 RL selenocentric), ARTEMIS will perform the first systematic, two-point observations of the distant magnetotail, the solar wind, and the lunar space and planetary environment. The primary heliophysics science objectives of the mission are to study from such unprecedented vantage points and inter-probe separations how particles are accelerated at reconnection sites and shocks, and how turbulence develops and evolves in Earth’s magnetotail and in the solar wind. \nAdditionally, the mission will determine the structure, formation, refilling, and downstream evolution of the lunar wake and explore particle acceleration processes within it. ARTEMIS’s orbits and instrumentation will also address key lunar planetary science objectives: the evolution of lunar exospheric and sputtered ions, the origin of electric fields contributing to dust charging and circulation, the structure of the lunar interior as inferred by electromagnetic sounding, and the lunar surface properties as revealed by studies of crustal magnetism. ARTEMIS is synergistic with concurrent NASA missions LRO and LADEE and the anticipated deployment of the International Lunar Network. It is expected to be a key element in the NASA Heliophysics Great Observatory and to play an important role in international plans for lunar exploration. \n",
        "Acknowledgement": "National Aeronautics and Space Administration/United States",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Vassilis.Angelopoulos",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/David.G.Sibeck",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": [
          {
            "Name": "ARTEMIS Mission Page",
            "URL": "https://www.nasa.gov/humans-in-space/artemis/",
            "Description": "ARTEMIS Mission Homepage"
          },
          {
            "Name": "ARTEMIS Description",
            "URL": "https://artemis.igpp.ucla.edu/overview_data.shtml",
            "Description": "Angelopoulos' paper describing the ARTEMIS mission"
          }
        ]
      },
      "Location": {
        "ObservatoryRegion": [
          "Heliosphere.NearEarth",
          "Earth.Magnetosphere.Magnetotail",
          "Earth.Magnetosheath"
        ]
      }
    }
  }
}