{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/CLIMAX",
      "ResourceHeader": {
        "ResourceName": "CLIMAX",
        "ReleaseDate": "2010-08-05T18:19:17Z",
        "Description": "Walter Orr Roberts, later first director of NCAR and president of UCAR, erected the Harvard \n\t  College Observatory's coronagraph in 1940 at Fremont Pass, near the mining town of Climax, Colorado. \n\t  Situated on the Continental Divide at an elevation of 11,500 feet, the location provided favorable \n\t  conditions for studies of the solar corona due to reduced atmospheric scattering. The Climax Molybdenum \n\t  Company donated the land for the Observatory, as well as funds for constructing buildings and a $6,000 grant. \n\t  Roberts was the sole resident scientist at the isolated mountain Observatory, and he and his wife Janet \n\t  remained the only residents in the early years.\n\nDuring World War II, coronagraph observations of solar activity made by Walter Roberts at Climax had important \nimplications for wartime communication over long distances. The relationship between sun weather and radio \ntransmissions was used by the U.S. military in predicting favorable times for scheduling large-scale military \noperations that depended on good radio communications. After the war, the Climax station became the first scientific \ncorporation, the High Altitude Observatory of Harvard University and the University of Colorado. HAO's administrative \noffices and Roberts moved to Boulder. The Observatory moved in 1952 to a new location three miles north of the \ntown of Climax, where a new larger dome was built. In 1960, the High Altitude Observatory became a research division of NCAR.\n\nThe Climax Observatory would serve as NCAR’s high altitude site for solar research for 31 years, closing in \nJuly 1972 as the observing facilities at Climax had gradually became non-competitive with more modern observatories \ndue to the increasingly demanding requirements of solar research programs. ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/UNKNOWN",
          "Role": "GeneralContact"
        },
        "InformationURL": {
          "Name": "Climax Observatory Homepage",
          "URL": "https://www.archives.ucar.edu/exhibits/hao/facilities/climax-observatory",
          "Description": "Detailed information about the Climax observatory."
        }
      },
      "Location": {
        "ObservatoryRegion": "Earth.Surface"
      }
    }
  }
}