{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/Cluster-Tango",
      "ResourceHeader": {
        "ResourceName": "Cluster FM8 (Tango)",
        "AlternateName": [
          "Cluster 2/FM8 (Tango)",
          "2000-045B",
          "Cluster-4",
          "Tango",
          "FM8"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This Cluster II spacecraft, FM8 (Tango), was launched together with FM5 (Rumba) by\n   a Soyuz-Fregat rocket from Baikonur. The four similar spacecraft of the Cluster II mission are\n   part of ESA's and NASA's Solar-Terrestrial Science Program (STSP). The current Cluster II mission\n   is a near-replica of the original four-spacecraft mission lost at launch in 1996. (NSSDC will\n   carry the name \"Cluster96\" in its information files to designate the unsuccessful 1996 four-spacecraft\n   Ariane 5 launch.) The purpose of the Cluster II mission is to study small-scale structures in\n   three dimensions in the Earth's plasma environment, such as those involved in the interaction between\n   the solar wind and the magnetospheric plasma, in global magnetotail dynamics, in cross-tail\n   currents, and in the formation and dynamics of the neutral line and of plasmoids.\n\nThe four Cluster II spacecraft will orbit in a tetrahedral formation in near-polar orbits of nominally\n4 x 19.6 Earth radii, with period about 57 hours, and inclination about 90.7 degrees. Relative distances\nbetween the spacecraft will be adjusted in the course of the mission, depending on the spatial scales of\nthe structures to be studied, varying from a few hundred km to a few Earth radii. The tetrahedral\nformation is essential for making three-dimensional measurements and for determining the curl of vectorial\nquantities such as the magnetic field.\n\nThe orbits of all four spacecraft will be frequently maneuvered so as to achieve the targeted investigations.\n\nEach spacecraft will be spin-stabilized, normally at around 15 rpm, and will be cylindrical in shape, with\na 2.9-m diameter and 1.3-m length. It will have two rigid 5-m radial experiment booms, four 50-m experiment\nwire booms, and two axial telecommunications antenna booms. Telemetry downlink bit rate will be 2 to 262 kbit/s.\n\nEach spacecraft will have AC and DC magnetometers, an electric fields and waves sensor, an electron\nemitter/detector, an electron density sounder, electron and ion plasma analysers, an energetic particle\ndetector, an ion emitter, and a data processing unit.\n\nCluster operations will be performed by ESOC in Darmstadt, Germany, with support from NASA's Deep Space\nNetwork. Cluster is also an IACG mission. The scientific data are distributed by ESOC using CD-ROM as a\nmedium to the Principal Investigators, Co-Investigators and the network of eight national data centres\n(6 in Europe, 1 in USA and 1 in China) that form the Cluster Science Data System (CSDS). There are\napproximately 80 recipients world-wide. Science operations are carried out by the Joint Science\nOperations Centre, co-located with the UK data centre at RAL, Didcot. A wide scientific community will\nhave differing rights of access to the Cluster data. Scientists wishing to access Cluster data should\ncontact their national Data Centres.\n\nESA SP-1159, Paris, March 1993 is entitled \"Cluster: Mission, Payload and Supporting Activities\" Edited by W. R. Burke.\nEuropean Space Agency, ESA SP-1159, 1993.ISBN: 92-9092-073-4.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Melvyn.L.Goldstein",
          "Role": "ProjectScientist"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=2000-045B",
            "Description": "Information about the Cluster 2/FM8 (Tango) mission"
          },
          {
            "Name": "ESA Cluster Homepage",
            "URL": "http://sci.esa.int/cluster/",
            "Description": "Information about the Cluster 2/FM8 (Tango) mission"
          },
          {
            "Name": "Space Science Reviews Article",
            "URL": "https://link.springer.com/chapter/10.1007/978-94-011-5666-0_1",
            "Description": "Detailed Information about the Cluster mission"
          },
          {
            "Name": "ESA Bulletin no. 91 (August 1997) on the Resurrection of Cluster",
            "URL": "http://esamultimedia.esa.int/multimedia/publications/ESA-Bulletin-091/",
            "Description": "Information about the Cluster mission"
          },
          {
            "Name": "ESA Bulletin 84 (November 1995) An overview of the original mission of Cluster",
            "URL": "http://esamultimedia.esa.int/multimedia/publications/ESA-Bulletin-091/",
            "Description": "Information about the Cluster mission"
          },
          {
            "Name": "Access to CDAWeb Cluster Data Archive",
            "URL": "https://cdaweb.gsfc.nasa.gov/cdaweb/istp_public/",
            "Description": "Cluster 2/FM8 (Tango) data access."
          }
        ],
        "PriorID": "spase://SMWG/Observatory/Cluster2-Tango"
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/Cluster",
      "Location": {
        "ObservatoryRegion": [
          "Heliosphere.NearEarth",
          "Earth.Magnetosheath",
          "Earth.Magnetosphere.Main",
          "Earth.Magnetosphere.Polar"
        ]
      }
    }
  }
}