{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/CRRES",
      "ResourceHeader": {
        "ResourceName": "CRRES",
        "AlternateName": [
          "1990-065A",
          "Combined Release and Radiation Effects Satellite"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Combined Release and Radiation Effects Satellite (CRRES) was launched into a geosynchronous\n   transfer orbit (GTO) for a nominal three-year mission to investigate fields, plasmas, and energetic particles\n   inside the Earth's magnetosphere. As part of the CRRES program the SPACERAD (Space Radiation Effects) project,\n   managed by Air Force Geophysics Laboratory, investigated the radiation environment of the inner and outer\n   radiation belts and measured radiation effects on state-of-the-art microelectronics devices. Other\n   magnetospheric, ionospheric, and cosmic ray experiments were included onboard CRRES and supported by NASA or\n   the Office of Naval Research. The chemical release project was managed by NASA/MSFC and utilized the release of\n   chemicals from onboard cannisters at low altitudes near dawn and dusk perigee times and at high altitudes near\n   local midnight. The chemical releases were monitored with optical and radar instrumentation by ground-based\n   observers to measure the bulk properties and movement of the expanding clouds of photo-ionized plasma along\n   field lines after the releases occurred. In order to study the magnetosphere at different local times during\n   the mission, the satellite orbit was designed to precess with respect to the earth-sun line such that the local\n   time at apogee decreased by 2.5 minutes/day from 08:00 (LT) just after launch and returned to this position in\n   nineteen-month cycles. The CRRES spacecraft had the shape of an octagonal prism with solar arrays on the top\n   side. The prism is 1 m high and 3 m between opposite faces. Four of the eight compartments were for the chemical\n   canisters and the other four housed SPACERAD and other experiments. The spacecraft body was spun at 2.2 rpm about\n   a spin axis in the ecliptic plane and kept pointed about 12 degrees ahead of the Sun's apparent motion in\n   celestial coordinates. Pre-launch and in-flight operations were supported by the Space Test and Transportation\n   Program Office of the U.S. Air Force Space Division. Contact with the CRRES spacecraft was lost on October 12,\n   1991 and was presumed to be due to onboard battery failure.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Susan.Gussenhoven-Shea",
            "Role": "ProjectScientist"
          },
          {
            "PersonID": "spase://SMWG/Person/David.L.Reasoner",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1990-065A",
            "Description": "Information about the CRRES mission"
          },
          {
            "Name": "Journal of Spacecraft and Rockets Article",
            "URL": "https://arc.aiaa.org/doi/10.2514/3.55641",
            "Description": "Detailed information on the CRRES mission."
          }
        ]
      },
      "Location": {
        "ObservatoryRegion": "Earth.Magnetosphere.Main"
      }
    }
  }
}