{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/DynamicsExplorer1",
      "ResourceHeader": {
        "ResourceName": "Dynamics Explorer 1",
        "AlternateName": [
          "1981-070A",
          "Explorer 62",
          "DE-A",
          "DE 1",
          "Dynamics Explorer-A"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n          The Dynamics Explorer (DE) mission's general objective is to\n          investigate the strong interactive processes coupling the hot,\n          tenuous, convecting plasmas of the magnetosphere and the\n          cooler, denser plasmas and gases corotating in the earth's\n          ionosphere, upper atmosphere, and plasmasphere. Two\n          satellites, DE 1 and DE 2, were launched together and were\n          placed in polar coplanar orbits, permitting simultaneous\n          measurements at high and low altitudes in the same field-line\n          region.\n         \n          The DE 1 spacecraft (high-altitude mission) uses an\n          elliptical orbit selected to allow\n         \n          * (1) measurements extending\n          from the hot magnetospheric plasma through the plasmasphere to\n          the cool ionosphere;\n          * (2) global auroral imaging, wave\n          measurements in the heart of the magnetosphere, and crossing\n          of auroral field lines at several earth radii; and\n          * (3) measurements for significant periods along a magnetic field\n          flux tube.\n         \n          The spacecraft approximated a short polygon 137 cm\n          in diameter and 115 cm high. The antennas in the X-Y plane\n          measured 200-m tip-to-tip, and on the Z-axis are 9 meters tip-\n          to-tip. Two six-meter booms are provided for remote\n          measurements. Power is supplied by a solar cell array, mounted\n          on the side and end panels. The spacecraft is spin stabilized,\n          with the spin axis normal to the orbital plane, and the spin\n          rate at ten plus or minus 0.1 rpm. A pulse code modulation\n          (PCM) telemetry data system is used that operates in real time\n          or in a tape-recorder mode. Data have been acquired on a\n          science-problem-oriented basis, with closely coordinated\n          operations of the various instruments, both satellites, and\n          supportive experiments. Data acquired from the instruments are\n          temporarily stored on tape recorders before transmission at an\n          8:1 playback-to-record ratio. Additional operational\n          flexibility allows a playback-to-record ratio of 4:1. The\n          primary data rate is 16,384 bits per second. Since commands\n          are stored in a command memory unit, spacecraft operations are\n          not real time, except for the transmission of the wideband\n          analog data from the Plasma Wave Instrument (81-070A-02).\n         \n          On October 22, 1990 science operations were terminated. On\n          February 28, 1991 Dynamics Explorer 1 operations were\n          offically terminated.\n         \n          Additional details may be found in R. A.\n          Hoffman et al., Space Sci. Instrum., v. 5, n. 4, p. 349, 1981.\n",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Robert.A.Hoffman",
          "Role": "ProjectScientist"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1981-070A",
          "Description": "Information about the Dynamics Explorer 1 mission"
        }
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/DE",
      "Location": {
        "ObservatoryRegion": "Earth.NearSurface"
      }
    }
  }
}