{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_0.xsd",
    "Version": "2.3.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/MAVEN",
      "ResourceHeader": {
        "ResourceName": "Mars Atmosphere and Volatile Evolution",
        "AlternateName": "MAVEN",
        "ReleaseDate": "2019-07-07T12:34:56.789Z",
        "Description": "The Mars Atmosphere and Volatile EvolutioN (MAVEN) mission is designed to explore Mars' upper atmosphere and ionosphere, and interactions with the solar wind, specifically to determine the loss of volatile compounds to space through time and how it has affected the history of Mars' atmosphere and climate. MAVEN is part of the NASA Mars Scout program. MAVEN has four primary scientific objectives:\n\n(1) Determine the Role that Loss of Volatiles from the Mars Atmosphere to Space has played through Time\n\n(2) Determine the current State of the Upper Atmosphere, Ionosphere, and Interactions with the Solar Wind\n\n(3) Determine the current Rates of Escape of Neutral Gases and Ions to Space and the Processes controlling them\n\n(4) Determine the Ratios of Stable Isotopes that will tell the Martian History of Loss through Time\n\nSpacecraft and Subsystems\n\nThe MAVEN Spacecraft consists of a cubic primary central Structure with two Solar Panel \"wings\". The central Structure is 2.3 m × 2.3 m and 2 m high, constructed of Panels of Aluminum Honeycomb sandwiched between graphite composite Face Sheets. A 1.3 m diameter cylindrical Propellant Tank is at the Center of the Structure and acts as the primary vertical load-bearing Structure. The Tank can hold 1640 kg of Hydrazine. A Payload of eight Instruments is mounted on the Spacecraft: Magnetometer, Neutral Gas and Ion Mass Spectrometer, Langmuir Probe and Waves, Imaging Ultraviolet Spectrometer, Solar Wind Electron Analyzer, Solar Wind Ion Analyzer, Solar Energetic Particles, and a SupraThermal And Thermal Ion Composition.\n\nMAVEN launched on an Atlas V 401 with a single-engine Centaur Upper Stage on 18 November 2013 at 18:28 UT. It reached Mars and entered Orbit completing its Orbit Insertion Burn on September 22, 2014 at 2:24 UT (September 21st at 10:24 p.m. EDT). It will go into a 4.5 hour Science Orbit with an Inclination of 75° and a Periapsis of 150 km. The Nominal Science Mission will last one Year and will include five \"Deep-Dip\" Maneuvers during which the Periapsis will be lowered to 125 km for 5 Day Periods.",
        "Acknowledgement": "Please acknowledge the National Aeronautics and Space Administration, NASA",
        "Funding": {
          "Agency": "National Aeronautics and Space Administration, Mars Scout Program",
          "Project": "MAVEN Mission",
          "AwardNumber": "UNKNOWN"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Bruce.M.Jakosky",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Janet.G.Luhmann",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Joseph.M.Grebowsky",
            "Role": "ProjectScientist"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "MAVEN Mission Web Page, NASA",
            "URL": "https://www.nasa.gov/mission_pages/maven/main/index.html",
            "Description": "MAVEN Mission Web Page with an Overview, Images, Videos and Media Resources, NASA"
          },
          {
            "Name": "The Mars Atmosphere and Volatile Evolution, MAVEN, Mission Home Page, LASP, UCB",
            "URL": "http://lasp.colorado.edu/home/maven/",
            "Description": "General Information about the Mars Atmosphere and Volatile Evolution, MAVEN, Mission, Laboratory for Atmospheric and Space Physics, University of Colorado, Boulder, UCB"
          },
          {
            "Name": "NSSDC Master Catalog Listing, MAVEN",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=2013-063A",
            "Description": "NSSDC Master Catalog Listing for the MAVEN Spacecraft, NSSDCA/COSPAR ID: 2013-063A"
          },
          {
            "Name": "MAVEN Mission Space Science Review Article",
            "URL": "https://link.springer.com/article/10.1007/s11214-015-0139-x",
            "Description": "Jakosky, B.M., Lin, R.P., Grebowsky, J.M., et al., The Mars Atmosphere and Volatile Evolution (MAVEN) Mission, Space Sci. Rev., 195(1-4), 3-48, 2015."
          }
        ]
      },
      "Location": {
        "ObservatoryRegion": [
          "Heliosphere.Inner",
          "Heliosphere.Outer",
          "Mars"
        ]
      },
      "OperatingSpan": {
        "StartDate": "2013-11-18T18:28:00Z",
        "Note": "MAVEN Launch Date and Time until data are available"
      }
    }
  }
}