{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_1.xsd",
    "lang": "en",
    "Version": "2.3.1",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/Phobos2",
      "ResourceHeader": {
        "ResourceName": "Phobos 2",
        "AlternateName": "Fobos 2",
        "ReleaseDate": "2020-04-05T12:34:56.789Z",
        "Description": "Phobos 2, and its companion spacecraft Phobos 1, were the next generation in the Venera-type planetary missions, succeeding those last used during the Vega 1 and Vega 2 missions to comet P/Halley. The objectives of the Phobos missions were to:\n\n* 1) Conduct studies of the interplanetary environment\n* 2) Perform observations of the Sun\n* 3) Characterize the plasma environment in the Martian vicinity\n* 4) Conduct surface and atmospheric studies of Mars\n* 5) Study the surface composition of the Martian satellite Phobos\n\nThe main section of the spacecraft consisted of a pressurized toroidal electronics section surrounding a modular cylindrical experiment section. Below these were mounted four spherical tanks containing hydrazine for attitude control and, once the main propulsion module had been jettisoned, orbit adjustment. A total of 28 thrusters with twenty-four 50 N thrusters and four 10 N thrusters were mounted on the spherical tanks with additional thrusters mounted on the spacecraft body and solar panels. Attitude was maintained through the use of a three-axis control system with pointing maintained with sun and star sensors.\n\nPhobos 2 operated nominally throughout its cruise and Mars orbital insertion phases, gathering data on the Sun, interplanetary medium, Mars, and Phobos. Shortly before the final phase of the mission, during which the spacecraft was to approach within 50 m of surface of Phobos and release two landers, one a mobile \"hopper\" the other a stationary platform, contact with Phobos 2 was lost. The mission ended when the spacecraft signal failed to be successfully reacquired on March 27, 1989. The cause of the failure was determined to be a malfunction of the on-board computer.",
        "Acknowledgement": "Please acknowledge the Institute of Cosmophysical Research (Institut Kosmicheskich, Issledovaniy), Moscow, USSR",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Andrej.I.Zakharov",
            "Role": "ProjectScientist"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": {
          "Name": "NSSDC Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1988-059A",
          "Description": "Information about the Phobos 2 spacecraft and the overall mission",
          "Language": "en"
        }
      },
      "Location": {
        "ObservatoryRegion": [
          "Mars",
          "Mars.Phobos",
          "Heliosphere.Outer"
        ]
      },
      "OperatingSpan": {
        "StartDate": "1988-07-12T17:01:43Z",
        "StopDate": "1989-03-27T00:00:00Z",
        "Note": "The listed start date corresponds to the launch time of Phobos 2"
      }
    }
  }
}