{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/SDO",
      "ResourceHeader": {
        "ResourceName": "SDO",
        "AlternateName": "Solar Dynamics Observatory",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "SDO (Solar Dynamics Observatory) is the first in a\nseries of missions in the Living With a Star program. The spacecraft\nis three-axis-stabilized, sun-pointing, in an inclined (28 degree)\ngeosynchronous orbit. The mission's primary goal is to understand and,\nideally, predict the solar variations that influence life on Earth and\nhumanity's technological systems. SDO will do this by determining how\nthe Sun's magnetic field is generated and structured and how this\nstored magnetic energy is converted and released into the heliosphere\nand geospace in the form of solar wind, energetic particles, and\nvariations in the solar brightness.\n\nThe spacecraft carries three instruments: the Atmospheric Imaging\nAssembly (AIA), the Extreme Ultraviolet Variability Experiment (EVE),\nand the Helioseismic and Magnetic Imager (HMI). AIA images the dynamic\nsolar atmosphere in multiple wavelengths to link changes in the surface\nto those in the interior. EVE measures the solar extreme ultraviolet\nirradiance variations based on the sun's magnetic features. It helps\nscientists to understand the Sun's role in driving the outer atmosphere\nof Earth. HMI studies the origin of solar variability by characterizing\nand developing an understanding of the sun's interior and the various\ncomponents of its magnetic activity. It extends the capabilities of the\nSOHO/MDI instrument to continuous full-disk coverage at higher spatial\nresolution and vector magnetograms.\n\nThe combined data rate is about 130 Mbit/s (150 Mbit/s with overhead,\nor 300 Msymbols/s with rate 1/2 convolutional encoding), and the craft\nwill generate approximately 1.5 terabytes of data per day. The prime\nmission is planned for five years. SDO was successfully launched on\n11Feb2010.\n",
        "Contact": {
          "PersonID": "spase://SMWG/Person/W.Dean.Pesnell",
          "Role": "ProjectScientist"
        },
        "InformationURL": {
          "Name": "SDO web page at NASA/GSFC",
          "URL": "https://sdo.gsfc.nasa.gov/"
        }
      },
      "Location": {
        "ObservatoryRegion": "Earth.Magnetosphere"
      }
    }
  }
}