{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_1.xsd",
    "Version": "2.2.1",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/SESAME",
      "ResourceHeader": {
        "ResourceName": "SESAME",
        "AlternateName": "Satellite Experiments Simultaneous with Antarctic MEasurements",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "Satellite Experiments Simultaneous with Antarctic MEasurements (SESAME) is one of the four ground-based programs within the NASA/ISAS Global Geospace (GGS) mission, itself part of the International Solar-Terrestrial Physics (ISTP) program.  The scientific objectives are selected to capitalize on the unique geophysical advantages of Antarctica for geospace research.  Specifically, SESAME is designed to study the ionospheric effects of merging at the magnetopause, reconnection in the geomagnetic tail and its relationship to substorms, mapping of significant geospace boundaries to ionospheric altitudes, plasma wave generation and propogation at high latitudes, and ionosphere-thermosphere interactions.  The experimental program is centered at Halley (76 deg S, 27 deg W) but also utilizes automatic geophysical observatories located poleward of Halley.  The suite of instruments provides an excellent image of the inner boundary of geospace and thus is complementary to the GGS spacecraft measurements.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/J.R.Dudeney",
          "Role": "GeneralContact"
        },
        "InformationURL": {
          "Name": "Project overview",
          "URL": "https://link.springer.com/article/10.1007%2FBF00751348",
          "Description": "Information about SESAME"
        }
      },
      "Location": {
        "ObservatoryRegion": [
          "Earth.NearSurface.Ionosphere",
          "Earth.NearSurface.Thermosphere"
        ]
      }
    }
  }
}