{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/PSP/epiLo",
      "ResourceHeader": {
        "ResourceName": "IS⊙IS EPI-Lo",
        "AlternateName": "Energetic Particle Instrument Low-Energy",
        "ReleaseDate": "2019-11-12T16:00:05Z",
        "Description": "The science objective of the Integrated Science Investigation of the Sun, ISOIS, \n        experiment is to explore the physical mechanisms that produce, accelerate, and transport energetic \n        particles in the inner heliosphere. This will be achieved by observing energetic electrons, protons, \n        and heavy ions in the Sun's atmosphere and inner heliosphere to learn about the origin and seed population \n        of solar energetic particles, how these and other particles are accelerated, and what mechanisms are \n        responsible for transporting the different particle populations into the heliosphere. It will also \n        contribute to tracing the flow of energy that heats and accelerates the solar corona and solar wind, \n        and determining the structure and dynamics of the plasma and magnetic fields at the sources of the solar wind. \n        The Integrated Science Investigation of the Sun consists of two instruments, EPI-Lo and EPI-Hi, mounted on \n        the side of the spacecraft near the back ram-facing side, protected by the heat shield.\n        The EPI-Lo instrument is disc-shaped and divided into 8 sections, or wedge assemblies, each section holding 10 \n        foil-covered apertures. Each aperture faces a slightly different direction, together they provide coverage of \n        nearly a full hemisphere. The apertures allow particles to enter the wedge interior, which contains a time-of-flight \n        mass spectrometer. Ions pass through the thin foils in the apertures and then hit a stop foil backed by a \n        solid-state detector. Electrons are detected by independent solid-state detectors covered by ~2 micron thick \n        aluminum flashing. Epi-Lo measures energetic ions from 0.02 MeV/n to 15 MeV total energy, protons from \n        about 0.04 MeV to 7 MeV, and energetic electrons from approximately 25 keV to 1000 keV. \n        It measures the ion composition and pitch-angle distributions from 30 keV/n up to 0.3 MeV/n or 1.0 MeV/n \n        every 5 or 30 seconds. It can return data for up to 64 energy bins and 80 angular ranges (one for each aperture). \n       \n        \n      ",
        "Acknowledgement": "Please Acknowledge the National Aeronautics and Space Administration, NASA",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/David.J.McComas",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Eric.R.Christian",
            "Role": "DeputyPI"
          }
        ],
        "InformationURL": [
          {
            "Name": "Parker Solar Probe Mission Instrument web page, JPL",
            "URL": "http://parkersolarprobe.jhuapl.edu/Spacecraft/index.php#Instruments"
          },
          {
            "Name": "Parker Solar Probe Mission Instrument web page, NASA",
            "URL": "https://www.nasa.gov/content/goddard/parker-solar-probe-instruments/"
          }
        ]
      },
      "InstrumentType": "MassSpectrometer",
      "InvestigationName": "Parker Solar Probe ISOIS Investigation",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/PSP"
    }
  }
}