{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-Archive/PHOBOS-2/PWS",
      "ResourceHeader": {
        "ResourceName": "PHOBOS-2 Plasma Wave System (PWS)",
        "ReleaseDate": "2022-05-03T15:19:41Z",
        "Description": "PHOBOS Plasma Wave System (PWS) and the APV-F Experiment\n\nScientific Objectives\nThe first scientific objective of the Plasma Wave System (PWS) is to study the frequency spectrum of electric field fluctuations in the interplanetary medium and in the Martian magnetosphere in order to help identifying the modes of the observed plasma instabilities.\nThe second objective is to measure the plasma density in the Martian ionosheath and to locate the Fusion of the ionopause.\nOne additional aim of this experiment is to measure the potential of the spacecraft especially during its rendez-vous with the natural satellite of Mars, Phobos, in order to assess the performance of the ion gun during the operation of the DION experiment. It is also desirable to search for the possible existence of wave activity resulting from an interaction between the solar wind and any material outgassed from Phobos.\nThe Plasma Wave System and the APV-F Experiment\nThe plasma wave studies are performed by a group of instruments combined within the experiment called APV-F.\nThe Plasma Wave System, which is part of APV-F, is developed jointly by the space Science Department of ESA (ESTEC, The Netherlands), the Laboratoire de Physique et Chimie de l'Environnement (CNRS, France) and the Institute of Geophysics and Planetary Physics (UCLA, USA). It consists of the following modules:\n\n    1 electronic unit, PWS, which performs the signal processing and data handling, controls the different modes of operation of the experiment and insures the telecommand, telemetry and power supply interfaces\n    2 electric sensors with built-in preamplifiers, BD1 and BD2, which form an antenna for wave measurements on Phobos-1, 3 electric sensors with built-in preamplifiers, BD1, BD2 and BD4, which form two antennas for wave measurements on Phobos-2\n    1 Langmuir probe, SL, which is used for plasma diagnostics.\n\nThe APV-F experiment includes additional modules developed by USSR, Poland and Czecho-Slovakia, namely: another electronic unit, BAS, which performs an independent spectral analysis of the signals and controls the overall interface with the spacecraft utility systems, and two other sensors:\n\n    a search coil, EM, to detect the magnetic component of the waves\n    a plasma sensor, BD3, to analyse the flux of ions.",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-Archive/CDPP.general.contact",
          "Role": "GeneralContact"
        }
      },
      "InstrumentType": [
        "LangmuirProbe",
        "Antenna"
      ],
      "InvestigationName": "PHOBOS-2 Plasma Wave System (PWS)",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-Archive/PHOBOS-2"
    }
  }
}