{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/PLS/Neptune/PT96S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Neptune PLS Derived RDR Electron Magnetosphere 96-s V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \n                                                                              \n  Data Set Overview                                                           \n  =================                                                           \n    The electron spectra are fit using several isotropic Maxwellian           \n    distribution functions to find electron parameters.  The spacecraft       \n    charge may seriously affect the density measurements. The temperature     \n    of each component is, however, independent of the spacecraft potential.   \n    To obtain the best estimate of the electron density, the encounter        \n    period is divided into four regions and four different analysis methods   \n    are used.                                                                 \n                                                                              \n                                                                              \n  Parameters                                                                  \n  ==========                                                                  \n                                                                              \n    Derived Parameters                                                        \n    ------------------                                                        \n      Sampling Parameter Name             : time                              \n      Sampling Parameter Resolution       : n/a                               \n      Minimum Sampling Parameter          : unk                               \n      Maximum Sampling Parameter          : unk                               \n      Sampling Parameter Interval         : unk                               \n      Minimum Available Sampling Interval : unk                               \n      Data Set Parameter Name             : electron density                  \n      Noise Level                         : unk                               \n      Data Set Parameter Unit             : cm**-3                            \n                                                                              \n      Electron density: A derived parameter equaling the number of            \n      electrons per unit volume over a specified range of electron            \n      energy. Different forms of electron density are derived                 \n      distinguished by method of derivation (Maxwellian fit, method of        \n      moments) or by the some selection criteria (i.e., hot electron          \n      and cold electron density). In general, if more than one electron       \n      component is analyzed, either by moment or fit, a total density         \n      will be provided which is the sum of the electron densities. If         \n      the electron do not have a Maxwellian distribution the actual           \n      distribution can be represented as the sum of several Maxwellians,      \n      in which case the density of each Maxwellian is given.                  \n                                                                              \n      Sampling Parameter Name             : time                              \n      Sampling Parameter Resolution       : n/a                               \n      Minimum Sampling Parameter          : unk                               \n      Maximum Sampling Parameter          : unk                               \n      Sampling Parameter Interval         : unk                               \n      Minimum Available Sampling Interval : unk                               \n      Data Set Parameter Name             : electron temperature              \n      Noise Level                         : unk                               \n      Data Set Parameter Unit             : eV                                \n                                                                              \n      Electron temperature: A derived parameter giving an indication of       \n      the mean energy/electron, assuming the shape of the electron            \n      energy spectrum to be Maxwellian (i.e. highest entropy shape).          \n      Given that the electron energy spectrum is not exactly Maxwellian,      \n      the electron temperature can be defined integrally (whereby the         \n      mean energy obtained by integrating under the actual electron           \n      energy spectrum is set equal to the integral under a Maxwellian,        \n      where the temperature is a free parameter for which to solve), or       \n      differentially (whereby the slopes of the actually electron energy      \n      spectrum at various energies are matched to the slopes of a             \n      corresponding Maxwellian). The temperature parameter is often           \n      qualified with a range of applicable energies. Temperatures can be      \n      angularly anisotropic. If the electrons do not have a Maxwellian        \n      distribution the actual distribution can be represented as the sum      \n      of several Maxwellians, each with a separate temperature.               \n                                                                              \n                                                                              \n    Derived Parameters                                                        \n    ------------------                                                        \n      Electron Rate: A measured parameter equaling the number of              \n      electrons hitting a particle detector per specified accumulation        \n      interval. The counted electrons may or may not be discriminated as      \n      to their energies (e.g. greater than E1, or between E1 and E2).         \n                                                                              \n      Electron Current: A measured parameter equaling the rate at which       \n      negative charge is collected by a particle detector. The electrons      \n      contributing to this current may be restricted by energy.               \n      Electrons always have a charge of 1, so this quantity corresponds       \n      directly to the electron rate.                                          \n                                                                              \n                                                                              \n  References                                                                  \n  ==========                                                                  \n                                                                              \n    Zhang, M., J. D. Richardson, and E. C. Sittler, Jr.,                      \n    Voyager 2 electron observations in the Magnetosphere                      \n    of Neptune, J. Geophys. Res., in press, 1991.                             \n                                                                              \n    J. W. Belcher, H. S. Bridge, et al., Plasma                               \n    Observations Near Neptune: Initial Results from                           \n    Voyager 2, Science, 246, 1478-1483, 1989.                                 \n                                                                              \n    Scudder, J. D., E. C. Sittler, Jr. and H. S. Bridge,                      \n    A survey of the plasma electron environment of Jupiter:                   \n    a view from Voyager,                                                      \n    J. Geophys. Res., 86, 8319-8342, 1981.                                    \n                                                                              \n    Sittler, E. C., Jr., K. W. Ogilvie and R. S. Selesnick,                   \n    Survey of electrons in the Uranian magnetosphere: Voyager 2               \n    observations, J. Geophys. Res., 92, 15,263-15,281, 1987.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-N-PLS-5-RDR-ELEMAGSPHERE-96SEC-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-N-PLS-5-RDR-ELEMAGSPHERE-96SEC-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-N-PLS-5-RDR-ELEMAGSPHERE-96SEC-V1.0",
          "ProductKey": "VG2-N-PLS-5-RDR-ELEMAGSPHERE-96SEC-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/PLS",
      "MeasurementType": "ThermalPlasma",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1989-08-24T14:38:00.00",
          "StopDate": "1989-08-25T09:23:00.00"
        },
        "Cadence": "PT96S"
      },
      "ObservedRegion": "Neptune"
    }
  }
}