{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "https://www.spase-group.org/data/schema  https://www.spase-group.org/data/schema/spase-2.7.1.xsd",
    "Version": "2.7.1",
    "MetadataRightsList": {
      "Rights": {
        "SchemeURI": "https://spdx.org/licenses/",
        "RightsIdentifierScheme": "SPDX",
        "RightsIdentifier": "CC0-1.0",
        "RightsURI": "https://spdx.org/licenses/CC0-1.0.html",
        "RightsName": "Creative Commons Zero v1.0 Universal",
        "Note": "CC0 1.0 Universal is the Creative Commons license applicable to all publicly available SPASE metadata descriptions"
      }
    },
    "Catalog": {
      "ResourceID": "spase://NASA/Catalog/ACE/Magnetic_Clouds",
      "NamingAuthority": "NASA",
      "ResourceType": "Catalog",
      "ResourceHeader": {
        "ResourceName": "ACE Coronal Mass Ejections, Magnetic Clouds and Complex Ejecta",
        "ReleaseDate": "2026-02-02T13:10:21Z",
        "RevisionHistory": {
          "RevisionEvent": [
            {
              "ReleaseDate": "2025-06-23T10:51:22",
              "Note": "Only known prior ReleaseDate of the metadata"
            },
            {
              "ReleaseDate": "2026-02-02T13:10:21Z",
              "Note": "Added MetadataRightsList. Added ResourceType and NamingAuthority. Updated to 2.7.1. Changed http to https in top-level schemaLocation attribute. Fixed version number separator in top-level schemaLocation attribute. ZCB"
            }
          ]
        },
        "Description": "The following list contains CMEs, magnetic clouds and complex ejecta observed by the MAG and SWEPAM instruments. No attempt is made to guarantee the list is complete and any assessment of the ejecta's characteristics are preliminary. Most shocks observed by the ACE spacecraft are driven by observed ejecta (CMEs) that may as well be magnetic clouds. Examination of the shock list will reveall additional CMEs not listed below.\nMagnetic clouds are intervals of high field strength that display a smooth, continuous rotation of the IMF. They are colder than the surrounding plasma and are frequently, but not always, coincident with other signatures of solar ejecta (bidirection electron streaming and anomalous heavy ion composition, for instance). Clouds are frequently, but not always, characterized by low fluctuation levels of the IMF. \"Old\" magnetic clouds are fully or nearly-fully expanded objects. Hence, the IMF intensity is not high. Magnetic clouds observed by the spacecraft near the boundary of the flux rope may not show the 180 degree rotation that is part of the definition. Magnetic clouds containing multiple flux ropes may show a disturbed IMF rotation and separate plasma characteristics (density, temperature, etc.).\nThe MAG instrument was activated the day of launch, August 25, 1997 and exited the Earth's magnetosphere later that same day. The magnetic clouds list begins with observations from August 26.\nMagnetic cloud observations prior to the activation of SWEPAM are made without the benefit of thermal ion data. After the activation of SWEPAM, and whenever SWEPAM data is available, thermal ion data is used to confirm the passage of magnetic clouds.\nThe times are given only by the dates as clouds tend to span several days and the exact beginning or end may not be well defined. Initial comments are purely subjective.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Charles.W.Smith",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Olga.Y.Uritskaya",
            "Role": "MetadataContact"
          }
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/UNH",
        "AccessURL": {
          "URL": "http://www.ssg.sr.unh.edu/mag/ace/ACElists/obs_list.html#mc"
        },
        "Format": "HTML"
      },
      "InstrumentID": [
        "spase://SMWG/Instrument/ACE/MAG",
        "spase://SMWG/Instrument/ACE/EPAM"
      ],
      "PhenomenonType": "MagneticCloud",
      "TimeSpan": {
        "StartDate": "1997-09-02T00:00:00",
        "StopDate": "2000-12-29T00:00:00"
      },
      "Parameter": [
        {
          "Name": "Dates",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "Comments",
          "Support": {
            "SupportQuantity": "Other"
          }
        }
      ]
    }
  }
}