{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/CRS/Jupiter/PT15S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Jupiter CRS Derived Proton_Ion_Electron Flux Browse V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \n                                                                              \n      Data Set Overview                                                       \n      =================                                                       \n      Instrument P.I.       : Rochus E. Vogt                                  \n      Data Supplier         : National Space Science Data Center              \n      Data sampling rate    : variable (1 hr for FPHA data, 15 min.           \n                              for all others)                                 \n      Data Set Start Time   : 1979-07-03T00:00:00.000Z                        \n      Data Set Stop Time    : 1979-08-03T23:45:00.000Z                        \n                                                                              \n      (The following description has been excerpted from                      \n      [NSSDCCRS1979])                                                         \n                                                                              \n      As its name implies, the Cosmic Ray Subsystem (CRS) was                 \n      designed for cosmic ray studies [STONEETAL1977B]. It consists           \n      of two high Energy Telescopes (HET), four Low Energy                    \n      Telescopes (LET) and The Electron Telescope (TET). The                  \n      detectors have large geometric factors (~ 0.48 to 8 cm^2 ster)          \n      and long electronic time constants (~ 24 [micro]sec) for low            \n      power consumption and good stability. Normally, the data are            \n      primarily derived from comprehensive ([Delta]E[1], [Delta]E[2]          \n      and E) pulse-height information about individual events.                \n      Because of the high particle fluxes encountered at Jupiter and          \n      Saturn, greater reliance had to be placed on counting rates in          \n      single detectors and various coincidence rates. In inter-               \n      planetary space, guard counters are placed in anticoincidence           \n      with the primary detectors to reduce the background from                \n      high-energy particles penetrating through the sides of the              \n      telescopes. These guard counters were turned off in the Jovian          \n      magnetosphere when the accidental anticoincidence rate became           \n      high enough to block a substantial fraction of the desired              \n      counts. Fortunately, under these conditions the spectra were            \n      sufficiently soft that the background, due to penetrating               \n      particles, was small.                                                   \n                                                                              \n      The data on proton and ion fluxes at Jupiter were obtained              \n      with the LET. The thicknesses of individual solid-state                 \n      detectors in the LET and their trigger thresholds were chosen           \n      such that, even in the Jovian magnetosphere, electrons made,            \n      at most, a very minor contribution to the proton counting               \n      rates [LUPTON&STONE1972]. Dead time corrections and accidental          \n      coincidences were small (< 20%) throughout most of the                  \n      magnetotail, but were substantial (> 50%) at flux maxima                \n      within 40 R[J] Of Jupiter. Data have been included in this              \n      package for those periods when the corrections are less than            \n      ~ 50% and can be corrected by the user with the dead time               \n      appropriate to the detector (2 to 25 [micro]sec). The high              \n      counting rates, however, caused some baseline shift which may           \n      have raised proton thresholds significantly. In the inner               \n      magnetosphere, the L[2] counting rate was still useful because          \n      it never rolled over. This rate is due to 1.8- to 13-MeV                \n      protons penetrating L[1] (0.43 cm^2 ster) and > 9-MeV protons           \n      penetrating the shield (8.4 cm^2 ster). For an E^-2 spectrum,           \n      the two groups would make comparable contributions; but in the          \n      magnetosphere, for the E^-3 to E^-4 spectrum above 2.5 MeV              \n      [MCDONALDETAL1979], the contribution from protons penetrating           \n      the shield would be only 3 to 14%.                                      \n                                                                              \n      The LET L[1]L[2]L[4] and L[1]L[2]L[3] coincidence-                      \n      anticoincidence rates give the proton flux between 1.8 and 8            \n      MeV and 3 to 8 MeV with a small alpha particle contribution             \n      (~10^-3). Corrections are required for dead time losses in              \n      L[1], accidental L[1]L[2] coincidences and anticoincidence              \n      losses from L[4]. Data are given only for periods when these            \n      corrections are relatively small. In addition to the rates              \n      listed in the table, the energy lost in detectors L[1], L[2]            \n      and L[3] was measured for individual particles. For protons,            \n      this covered the energy range from 0.42 to 8.3 MeV. Protons             \n      can be identified positively by the [Delta]E vs. E technique,           \n      their spectra obtained and accidental coincidences greatly              \n      reduced. Because of telemetry limitations, however, only a              \n      small fraction of the events could be transmitted, and                  \n      statistics become poor unless pulse-height data are averaged            \n      over a period of one hour.                                              \n                                                                              \n      HET and LET detectors share the same data lines and pulse-              \n      height analyzers; thus, the telescopes can interfere with one           \n      another during periods of high counting rates. To prevent such          \n      an interference and explore different coincidence conditions,           \n      the experiment was cycled through four operating modes, each            \n      192 seconds long. Either the HETs or the LETs were turned on            \n      at a time. LET-D was cycled through L[1] only and L[1]L[2]              \n      coincidence requirements. The TET was cycled through various            \n      coincidence conditions, including singles from the front                \n      detectors. At the expense of some time resolution, this                 \n      procedure permitted us to obtain significant data in the outer          \n      magnetosphere and excellent data during the long passage                \n      through the magnetotail region.                                         \n                                                                              \n      Some of the published results from this experiment required             \n      extensive corrections for dead time, accidental coincidences            \n      and anticoincidences ([VOGTETAL1979A], [VOGTETAL1979B];                 \n      [SCHARDTETAL1981]; [GEHRELS1981]). These corrections can be             \n      applied only on a case-by-case basis after a careful study of           \n      the environment and many self-consistency checks. They cannot           \n      be applied on a systematic basis and we have no computer                \n      programs to do so; therefore, data from such periods are not            \n      included in the Data Center submission. The scientists on the           \n      CRS team will, however, be glad to consider special requests            \n      if the desired information can be extracted from the data.              \n                                                                              \n      Description of the Data                                         ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-J-CRS-5-SUMM-FLUX-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-J-CRS-5-SUMM-FLUX-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-J-CRS-5-SUMM-FLUX-V1.0",
          "ProductKey": "VG2-J-CRS-5-SUMM-FLUX-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/CRS",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1979-07-03T00:00:00.00",
          "StopDate": "1979-08-03T23:45:00.00"
        },
        "Cadence": "PT15S"
      },
      "ObservedRegion": "Jupiter"
    }
  }
}