{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_3_1.xsd",
    "Version": "2.3.1",
    "DisplayData": {
      "ResourceID": "spase://GBO/DisplayData/AWESOME/VLF/Narrowband/P1D",
      "ResourceHeader": {
        "ResourceName": "AWESOME receiver system quick-look Narrowband Summary Charts",
        "ReleaseDate": "2020-08-21T19:35:36Z",
        "Description": "The narrowband summary chart shows amplitude and\n   phase. The rows represent each transmitter-receiver path, as\n   labeled in the top left corner. The four columns represent channel\n   0 amplitude (NS), channel 0 phase(NS), channel 1 amplitude(EW), and channel 0\n   phase(EW), in that order, over the 24-hour period. The colors simply\n   indicate when software reboots took place.  The title of the chart indicates the name of the\n   station and the year-month-day of the observation.\n\n   These charts are a quick and easy\n   way to evaluate the operation of the receiver and the noise\n   environment, but more detailed analysis requires downloading the actual data. \n\n   These summary charts are derived from the Narrowband data which are\n   the amplitudes and phase of specific frequencies, usually\n   corresponding to VLF transmitters that are used for communications\n   and navigation. Sampling rate is usually either 1 Hz or 50 Hz. They\n   are a useful diagnostic of the ionosphere. Most of these\n   transmitters use minimum shift keying (MSK) modulation. The\n   recording software extracts the amplitude, and the phase is\n   calculated by demodulating the MSK modulation.\n   \n   ",
        "Acknowledgement": "\n     DATA USAGE POLICY\nThe data in the WALDO database have been collected by Stanford\nUniversity, the Georgia Institute of Technology, and the University of\nColorado Denver. Funding has been provided by the United States\ngovernment under various basic science research grants over many\nyears. \n\nTo maximize the benefit of those investments, WALDO data are released\nwithout restriction, and can be freely analyzed or published. \n\nThe curators of WALDO are Morris Cohen (Georgia Tech) and Mark\nGolkowski (CU-Denver). We request that the following acknowledgement\nbe added in any publication using data from WALDO \n\n\"VLF data are provided by the WALDO database (http://waldo.world),\noperated jointly by the Georgia Institute of Technology, and the\nUniversity of Colorado Denver, using data collected from those\ninstitutions as well as Stanford University, and has been supported by\nvarious US government grants from the NSF, NASA, and the Department of\nDefense.\" \n\nIf extensive amounts of WALDO data are used in a publication, the\ncurators request, but do not require, to be contacted to discuss the\npossibility of joint authorship, with the WALDO curators providing\nhelp analyzing and interpreting the large dataset. \n   ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Morris.Cohen",
          "Role": "ArchiveSpecialist"
        },
        "InformationURL": {
          "Name": "Worldwide Archive of Low-Frequency Data and Observations (WALDO)",
          "URL": "http://waldo.world"
        },
        "Association": {
          "AssociationID": "spase://GBO/NumericalData/AWESOME/VLF/PT0.02S",
          "AssociationType": "DerivedFrom"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/WALDO",
        "AccessURL": {
          "Name": "Worldwide Archive of Low-Frequency Data and Observations (WALDO) Narrowband Summary Charts",
          "URL": "http://waldo.world/summary-and-availability-charts/#NarrowbandSummary"
        },
        "Format": "PNG"
      },
      "InstrumentID": "spase://SMWG/Instrument/AWESOME/VLF",
      "MeasurementType": "Waves.Passive",
      "ObservedRegion": [
        "Earth.NearSurface.Ionosphere",
        "Earth.NearSurface"
      ],
      "InputResourceID": "spase://GBO/NumericalData/AWESOME/VLF/PT0.02S"
    }
  }
}