{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/GOES/14/EPS",
      "ResourceHeader": {
        "ResourceName": "Energetic Particle Monitor",
        "ReleaseDate": "2021-07-20T13:41:27Z",
        "Description": "The EPS, developed by Assurance Technology Corporation (ATC), (Formerly GE Panametrics\nCorp.) in Carlisle, Massachusetts measures the energetic particles at geosynchronous orbit,\nincluding protons, electrons, and alpha particles. The radiation in the environment consists of\nparticles trapped within the Earth’s magnetosphere as well as particles arriving directly from the\nsun and cosmic rays that have been accelerated deep in space.\n\nThe sensors accurately measure the number of particles over a broad energy range and are the\nbasis for operational alerts and warnings of hazardous conditions. Energetic particles pose a risk\nto satellites and to astronauts, and they can disrupt navigation and communications systems used\non the ground and in aircraft.\n\nThe Magnetospheric Electron Detector (MAGED) and Energetic Proton, Electron, and Alpha\nDetector (EPEAD), two elements of the EPS, detect electrons over the energy range of 30,000\nelectron volts (30 keV) to greater than 4 million electron volts (4 MeV), in eight channels. The\nMagnetosphere Proton Detector (MAGPD), EPEAD, and High Energy Proton and Alpha\nDetector (HEPAD), which are additional EPS elements, detect protons over the energy range of\n80 keV to greater than 700 MeV, in 16 channels. The EPEAD and HEPAD detect alpha particles\nover the energy range 3.8 MeV to greater than 3,400 MeV, in eight channels.\n\nThe continuous long-term monitoring of the environment provided by these sensors forms the\nbasis for engineering guidelines for satellite design, for analyzing satellite failure and anomalous\nbehavior, for assessing the risk of human exposure to radiation, and for research leading to\nimproved models of the radiation environment. The sensors on the EPS have been expanded on\nGOES-N,O,P to provide coverage over an extended energy range and with improved directional\naccuracy.",
        "Acknowledgement": "National Oceanic and Atmospheric Administration",
        "Contact": {
          "PersonID": "spase://SMWG/Person/UNKNOWN",
          "Role": "GeneralContact"
        },
        "InformationURL": [
          {
            "Name": "GOES N, O, and P Brochure",
            "URL": "https://www.nasa.gov/pdf/112855main_GOESNOPWeb1.pdf",
            "Description": "Information about the EPS onboard GOES 13-15.",
            "Language": "en"
          },
          {
            "Name": "GOES N, O, and P EPS Documentation",
            "URL": "https://ngdc.noaa.gov/stp/satellite/goes/documentation.html",
            "Description": "Information about the EPS onboard GOES 13-15.",
            "Language": "en"
          }
        ],
        "PriorID": "spase://SMWG/Instrument/GOES/14/EPS"
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "Energetic Particle Sensor on GOES 14",
      "ObservatoryID": "spase://SMWG/Observatory/GOES/14"
    }
  }
}