{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/MMS2/FPI",
      "ResourceHeader": {
        "ResourceName": "FPI",
        "AlternateName": "Fast Plasma Investigation",
        "ReleaseDate": "2017-02-04T15:37:46Z",
        "Description": "The Fast Plasma Investigation (FPI) includes four dual electron spectrometers (DES) and four dual ion spectrometers (DIS) per spacecraft. When the data from the two sets of four dual-spectrometers are combined, FPI is able to provide the velocity-space distribution of electrons from 10 eV to 30 keV and ions from 10 eV to 30 keV with a time resolution of 30 ms, and 150 ms, respectively.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/James.L.Burch",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/B.Giles",
            "Role": "PrincipalInvestigator"
          }
        ],
        "InformationURL": {
          "Name": "Pollock, C., Moore, T., Jacques, A. et al. Fast Plasma Investigation for Magnetospheric Multiscale. Space Sci Rev 199, 331–406 (2016). https://doi.org/10.1007/s112.4.116-0245-4",
          "URL": "https://link.springer.com/article/10.1007/s112.4.116-0245-4"
        }
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Fast Plasma Investigation on MMS2",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/MMS2",
      "Caveats": "On 7 June 2018 12:43 UTC, the MMS Fast Plasma Investigation (FPI) suffered its first impactful flight anomaly since launching in March, 2015. The electron spectrometer pair at quadrant 1 on MMS4 experienced a failure that appears non-recoverable. The symptoms – repeatable after further contact, reset, and commanding of the instrument – were a sustained high current draw and the absence of counts from this spectrometer pair. The spectrometer pair has been turned off. On 15 July 2018 00:47 UTC, the MMS FPI suffered its second impactful flight anomaly. The electron spectrometer pair at quadrant 0 on MMS4 experienced a similar failure that appears to be non-recoverable and this unit was also turned off. These failures appear to be unrelated.\n\nOne half of the contiguous solid angle space in each electron plasma distribution on the MMS4 spacecraft is impacted. To mitigate the scientific impact, level 2 MMS4 DES fast survey and burst distribution (des-dist) files reflecting post-anomaly data will contain fill data for angle space affected by the sensor outages. Lower temporal resolution MMS4 DES fast survey moments (des-moms) files for post-anomaly data will also be released. The FPI ground system team is continuing to analyze options for potential release of MMS4 DES post-anomaly burst moments.\n\nThere remain a full complement of operational spectrometers on the other three MMS spacecraft. In addition, the FPI ion spectrometers and corresponding MMS4 FPI ion data is also unaffected.\n\nFurther inquiries may be directed to the FPI Lead Co-I, Barbara Giles, at barbara.giles@nasa.gov.\n    "
    }
  }
}