{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AE-D/MESA",
      "ResourceHeader": {
        "ResourceName": "Atmospheric Density Accelerometer (MESA)",
        "AlternateName": "MESA",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Miniature Electrostatic Analyzer (MESA) obtained data on the neutral density\n   of the atmosphere in the altitude range of 120 to 400 km by the measurements of satellite\n   deceleration due to aerodynamic drag. The instrument consisted of three single-axis\n   accelerometers, mounted mutually at right angles, two in the spacecraft X-Y plane and the other\n   in the Z-axis. The instrument determined the applied acceleration from the electrostatic force\n   required to recenter a proof mass. The output of the device was a digital pulse rate proportional\n   to the applied acceleration. The sample time of each measurement was 0.25 s. The measurements\n   allowed determination of the density of the neutral atmosphere, monitored the thrust of the\n   orbit-adjust propulsion system (OAPS), determined the satellite minimum altitude, measured\n   spacecraft roll, and provided some attitude-sensing information. Spacecraft nutations of less\n   than 0.01 deg were monitored. The instrument had three sensitivity ranges: 8.E-3 earth's\n   gravity (G) in OAPS monitor mode; 4.E-4 G between 120 km (plus or minus 2%) and 280 km\n   (plus or minus 10%); and 2.E-5 G between 180 km (plus or minus 2%) and 400 km (plus or\n   minus 10%). Numbers in parentheses represent errors. A systematic error of up to plus or\n   minus 5% due to drag coefficient uncertainty was also possible. The highest measurement\n   altitude was determined assuming the instrument could sense to 0.2% of full scale. More\n   details can be found in K. S. W. Champion et al., Radio Sci., v. 8, n. 4, p. 297, 1973.\n   NSSDC has all the data that exist from this investigation.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Kenneth.S.W.Champion",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1975-096A-02",
            "Description": "Information about the Atmospheric Density Accelerometer (MESA) experiment on the AE-D mission."
          },
          {
            "Name": "Radio Science Journal Article",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1029/RS008i004p00297",
            "Description": "Detailed information about the Atmospheric Density Accelerometer experiment on the AE-D mission."
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Atmospheric Density Accelerometer (MESA) on AE-D",
      "ObservatoryID": "spase://SMWG/Observatory/AE-D"
    }
  }
}