{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AE-D/NATE",
      "ResourceHeader": {
        "ResourceName": "Neutral Atmosphere Temperature (NATE)",
        "AlternateName": "NATE",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This experiment was designed to measure the kinetic temperature of the neutral atmosphere by\n   determining the instantaneous density of molecular nitrogen in a spherical chamber coupled to the\n   atmosphere through a knife-edge orifice. Analysis of the measured molecular nitrogen density variation\n   over a spin cycle with a knowledge of the satellite's motion and orientation led to a determination of\n   the ambient temperature, independent of scale height. The NATE also provided measurements of the neutral\n   composition, when commanded into the appropriate mode. In addition, values for the zonal wind were\n   obtained, from measurement of the \"stream\" position relative to the satellite velocity. An alternate\n   measurement of neutral temperature also was undertaken, using a baffle inserted in front of the orifice\n   to intercept a portion of the gas particle stream entering the chamber. When the satellite was in the\n   despun mode, the baffle was made to oscillate in the stepwise fashion in order to interrupt the particle\n   stream seen by the orificed chamber. These chamber density variations were interpreted to yield the\n   neutral gas kinetic temperature also. A dual-filament ion source sampled the thermalized molecular\n   nitrogen in the chamber and produced an ion beam density proportional to the nitrogen chamber density.\n   From the source, the ionized beam was directed to a quadrupole analyzer, tuned to pass those particles\n   whose mass-to-charge ratio (M/Q) was 28. This ionized nitrogen beam then passed on to an electron\n   multiplier. The output pulses were amplified and counted in a 16-bit accumulator. The sensor was\n   vacuum-sealed prior to launch and opened to the atmosphere after the spacecraft was in orbit. More\n   experiment details can be found in N. W. Spencer et al., Radio Sci., v. 8, n. 4, p. 287, 1973. NSSDC\n   has all the useful data that exist from this investigation.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Nelson.W.Spencer",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1975-096A-09",
            "Description": "Information about the Neutral Atmosphere Temperature (NATE) experiment on the AE-D mission."
          },
          {
            "Name": "Radio Science Journal Article",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1029/RS008i004p00287",
            "Description": "Detailed information about the Neutral Atmosphere Temperature experiment on the AE-D mission."
          }
        ]
      },
      "InstrumentType": "Unspecified",
      "InvestigationName": "Neutral Atmosphere Temperature (NATE) on AE-D",
      "ObservatoryID": "spase://SMWG/Observatory/AE-D"
    }
  }
}