{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AE-D/UVNO",
      "ResourceHeader": {
        "ResourceName": "Ultraviolet Nitric-Oxide Experiment",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This Ultraviolet Nitric-Oxide Experiment (UVNO) consisted of a two-channel fixed-grating\n   Ebert-Fastie spectrometer, which measured the airglow in the (1, 0) Gamma band in a 15-A region\n   centered at 2149 A. The observed intensity was produced by resonance fluorescence of sunlight by\n   the nitric-oxide molecules in the instrument's field of view. The intensity data obtained yielded\n   altitude profiles of nitric-oxide density as a function of time and location. The remote sensing\n   character of the UVNO experiment permitted measurements of nitric-oxide to be made at altitudes both\n   above and below satellite perigee. As the spacecraft spun, the spectrometer, which looked outward\n   through the rim of the satellite, repeatedly had its field of view carried down through the atmosphere\n   onto the earth's limb, and altitude profiles of the emitted airglow intensity were obtained.\n   Below some altitude the measured signal at 2149 A was contaminated by rayleigh-scattered sunlight. To\n   correct for this contamination, a second channel measured only scattered light intensity in a 12-A\n   region centered at 2190 A. The two channels were optically and electrically independent. Nitric-oxide\n   airglow intensity was determined by taking the difference between these two measurements. The\n   sensor's spherical fused-quartz telescope mirror had a 125-mm focal length, and focused incident\n   light on the entrance slit of the spectrometer. From this slit the light struck one-half of the mirror\n   and was collimated onto the grating. The 3600-lines-per-mm grating returned the light collimated\n   to the other half of the mirror, and the light was focused on two exit slits. The spectrometer field\n   of view was 4 deg X 1/4 deg, with the long axis parallel to the spacecraft's spin axis, and therefore\n   parallel to the viewed limb. In normal operation each channel was integrated for 20.8 ms and read out\n   alternately at 10.4-ms intervals. The instrument was protected against contamination from internal\n   scattering of off-axis undispersed light. More experiment details can be found in C. A. Barth et al.,\n   Radio Sci., v. 8, n. 4, p. 379, 1973. NSSDC has all the useful data that exist from this investigation.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Charles.A.Barth",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1975-096A-11",
            "Description": "Information about the Ultraviolet Nitric-Oxide (UVNO) experiment on the AE-D mission."
          },
          {
            "Name": "Radio Science Journal Article",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1029/RS008i004p00379",
            "Description": "Detailed information about the Ultraviolet Nitric-Oxide (UVNO) experiment on the AE-D mission."
          }
        ]
      },
      "InstrumentType": "Spectrometer",
      "InvestigationName": "Ultraviolet Nitric-Oxide Experiment on AE-D",
      "ObservatoryID": "spase://SMWG/Observatory/AE-D"
    }
  }
}