{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/STEREO-A/IMPACT/LET",
      "ResourceHeader": {
        "ResourceName": "LET",
        "AlternateName": "Low Energy Telescope",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n      The Low Energy Telescope, LET, is one of four Sensors that make up the Solar Energetic Particle, SEP, \n      Instrument of the IMPACT Investigation for the NASA STEREO Mission. LET is a special Double-Fan Arrangement of \n      14 Solid State Detectors designed to measure the Elemental Composition, Energy Spectra, Angular Distributions, \n      and Arrival Times of H to Ni Ions from ~3 to 30 MeV/n. It will also identify the rare Isotope 3He and trans-Iron \n      Nuclei with 30?Z?83. \n      The SEP Measurements from the two STEREO Spacecraft will be combined with Data from ACE and other 1 AU Spacecraft \n      to provide multipoint Investigations of the Energetic Particles that result from Interplanetary Shocks driven by Coronal \n      Mass Ejections, CMEs, and from Solar Flare Events. The multipoint in situ Observations of SEPs and Solar Wind Plasma \n      will complement STEREO Images of CMEs in order to investigate their Role in Space Weather. \n      LET uses a standard dE/dx versus E Technique, where E stands for Energy, identifying Particles that stop at Depths of \n      ~20 micron to 70 micron and ~70 micron to 2000 micron corresponding to two general Energy Ranges. The large Field of \n      View spans from 20° above to 20° below the Ecliptic Plane, and extends 65° to either Side of the forward and backward \n      Parker Spiral Field Directions in the Ecliptic Plane. LET's large Geometric Factor also ensures the Detection of even \n      small SEP Events. \n      Each LET Instrument includes a Sensor System made up of an Array of 14 Solid State Detectors composed of 54 Segments \n      that are individually analyzed by custom Pulse Height Analysis System Integrated Circuits, PHASIC. The Signals from four \n      PHASIC Chips in each LET are used by a Minimal Instruction Set Computer, MISC, to provide onboard Particle \n      Identification of a dozen Species in ~12 Energy Intervals at Event Rates of ~1000 Events/s. An additional Control Unit, \n      called SEP Central, gathers Data from the four SEP Sensors, controls the SEP Bias Supply, and manages the Interfaces \n      to the Sensors and the SEP Interface to the IMPACT Data Processing Unit, IDPU. \n      ",
        "Acknowledgement": "The STEREO IMPACT LET Team",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Janet.G.Luhmann",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Mark.E.Wiedenbeck",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Alan.C.Cummings",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Branislav.Kecman",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Richard.Leske",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Richard.A.Mewaldt",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Edward.C.Stone.Jr",
            "Role": "CoInvestigator"
          }
        ],
        "InformationURL": {
          "Name": "STEREO/IMPACT Mission Site",
          "URL": "http://sprg.ssl.berkeley.edu/impact/"
        }
      },
      "InstrumentType": "ParticleDetector",
      "InvestigationName": "In-Situ Measurements of Particles and CME Transients, IMPACT, Low Energy Telescope on STEREO A",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/STEREO-A"
    }
  }
}