{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/STEREO-A/IMPACT/SIT",
      "ResourceHeader": {
        "ResourceName": "SIT",
        "AlternateName": "Suprathermal Ion Telescope",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n        The Suprathermal Ion Telescope, SIT, is a Time-of-Flight Ion Mass Spectrometer that measures Elemental \n        Composition of He-Fe Ions over the 30 keV/n to 2000 keV/n Energy Range. The Field of View Angles \n        are 17°×44°, with the 44° Angle in the Ecliptic Plane, centered ~60° from the Spacecraft-Sun Line to \n        avoid Sunlight while still intercepting insignificant Numbers of Parker Spiral Field controlled Energetic \n        Ion Fluxes. The Telescope analyzes Ions that enter through thin Entrance Foils and stop in a Solid State \n        Detector. A Time-of-Flight approach for determining the Composition utilizes Start and Stop Times obtained \n        from Secondary Electrons entering a Microchannel Plate System. The MCP and SSD Areas are each 6.0 cm^2. \n        The SIT Geometric Factor allows the Study of even small Interplanetary and Solar Energetic Particles, \n        SEP, Events. SIT is designed to measure Energetic Particles produced by a wide Variety of Phenomena, \n        including Particles accelerated by CME driven Shocks in the Solar Corona and in Interplanetary Space, \n        Solar Flares, and Corotating Interaction Regions, CIRs. Because the Shocks associated with CMEs are \n        often quite weak at 1 AU, the Energy Spectra produced by these Shocks are usually soft and do not extend \n        into the MeV Energy Range. The large Geometric Factor, 0.3 cm^2 sr, and low Energy Response of SIT makes it \n        well suited for observing Energetic Particles produced locally by these Events. \n        SIT is an International Project, led by Glenn Mason, Univ of Maryland with Hardware Contribution from the Max Planck Institute.\n        \n      ",
        "Acknowledgement": "The STEREO IMPACT SIT Team",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Janet.G.Luhmann",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Glenn.M.Mason",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Stefano.A.Livi",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Axel.Korth",
            "Role": "CoInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "STEREO/IMPACT Mission Site",
            "URL": "http://sprg.ssl.berkeley.edu/impact/"
          },
          {
            "Name": "General caveats and notes for SIT data",
            "URL": "http://www.srl.caltech.edu/STEREO/DATA/SIT/docs/SIT_caveats_latest.pdf"
          }
        ]
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "In-Situ Measurements of Particles and CME Transients, IMPACT, Suprathermal Ion Telescope on STEREO A",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/STEREO-A"
    }
  }
}