{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/GOES/1",
      "ResourceHeader": {
        "ResourceName": "GOES 1",
        "AlternateName": [
          "Geostationary Operational Environmental Satellites 1",
          "1975-100A"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "GOES 1 (SMS-C) was a NASA-developed, NOAA-operated, geosynchronous, and operational\n   spacecraft. The spin-stabilized spacecraft carried (1) a visible infrared spin-scan radiometer\n   (VISSR) to provide high-quality day and night cloudcover data and to take radiance-derived\n   temperatures of the earth/atmosphere system, (2) a meteorological data collection and transmission\n   system to relay processed data from central weather facilities to APT-equipped regional stations\n   and to collect and retransmit data from remotely located earth-based platforms, and (3) a space\n   environment monitor (SEM) system to measure proton, electron, and solar X-ray fluxes and magnetic\n   fields. The cylindrically shaped spacecraft measured 190.5 cm in diameter and 230 cm in length,\n   exclusive of a magnetometer that extended an additional 83 cm beyond the cylinder shell.\n   The primary structural members were a honeycombed equipment shelf and thrust tube. The VISSR\n   telescope was mounted on the equipment shelf and viewed the earth through a special aperture\n   in the side of the spacecraft. A support structure extended radially from the thrust tube and\n   was affixed to the solar panels, which formed the outer walls of the spacecraft and provided the\n   primary source of electrical power. Located in the annulus-shaped space between the thrust tube\n   and the solar panels were stationkeeping and dynamics control equipment, batteries, and most of\n   the SEM equipment. Proper spacecraft attitude and spin rate (approximately 100 rpm) were maintained\n   by two separate sets of jet thrusters mounted around the spacecraft equator and activated by\n   ground command. The spacecraft used both UHF-band and S-band frequencies in its telemetry and\n   command subsystem. A low-power VHF transponder provided telemetry and command during launch and\n   then served as a backup for the primary subsystem once the spacecraft had attained synchronous\n   orbit.  On December 1, 1978, responsibility for GOES 1 was turned over to ESA to be used as\n   part of GARP. It was stationed over the Indian Ocean and controlled by ESOC in Darmstadt, F.R.G.\n   In December 1979, it was returned to the control of NOAA and positioned at 135 deg W. When GOES\n   5 VAS experienced a failure on July 30, 1984, GOES 6 was moved east and GOES 1 was reactivated by\n   NOAA to provide visible imaging capability over the western United States. GOES 1 failed on\n   February 3, 1985.",
        "Acknowledgement": "NASA; Mr. James R. Greaves; Mr. William E. Shenk",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/William.E.Shenk",
            "Role": "ProjectScientist"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog on GOES 1",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1975-100A",
            "Description": "Information about the GOES 1 mission"
          },
          {
            "Name": "Earth Observation Resources Webpage on GOES",
            "URL": "https://earth.esa.int/web/eoportal/satellite-missions/g/goes-2nd-generation",
            "Description": "Detailed information about GOES Series."
          }
        ],
        "PriorID": "spase://SMWG/Observatory/GOES1"
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/GOES",
      "Location": {
        "ObservatoryRegion": [
          "Earth.Magnetosphere.RadiationBelt",
          "Earth.NearSurface.Plasmasphere",
          "Earth.Magnetosphere.Main"
        ],
        "CoordinateSystemName": "GSM"
      },
      "OperatingSpan": {
        "StartDate": "1974-05-17T00:00:00Z",
        "StopDate": "1981-01-21T23:59:59",
        "Note": "Useful operating span."
      }
    }
  }
}