{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/GOES/7",
      "ResourceHeader": {
        "ResourceName": "GOES 7",
        "AlternateName": [
          "1987-022A",
          "GOES-H",
          "PEACESAT"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "GOES 7 was the tenth in a series of NASA-developed, NOAA-operated, geosynchronous and\n   operational spacecraft. The spin-stabilized spacecraft carried (1) a visible infrared spin-scan\n   radiometer (VISSR) atmospheric sounder (VAS) to provide high-quality day/night cloudcover data,\n   to take radiance derived temperatures of the earth/atmosphere system, and to determine atmospheric\n   temperature and water vapor content at various levels, (2) a meteorological data collection system\n   to relay processed data from central weather facilities to regional stations equipped with APT and\n   to collect and retransmit data from remotely located earth-based platforms, and (3) a space\n   environment monitor (SEM) system to measure proton, electron, and solar X-ray fluxes and magnetic\n   fields. The cylindrically shaped spacecraft measured 190.5 cm in diameter and 230 cm in length,\n   exclusive of a magnetometer that extended an additional 83 cm beyond the cylindrical shell.\n   The primary structural members were a honeycombed equipment shelf and a thrust tube. The VISSR\n   telescope was mounted on the equipment shelf and viewed the earth through a special aperture in\n   the side of the spacecraft. A support structure extended radially from the thrust tube and was\n   affixed to the solar panels, which formed the outer wall of the spacecraft to provide the primary\n   source of electrical power. Located in the annulus-shaped space between the thrust tube and the\n   solar panels were stationkeeping and dynamics control equipment, batteries, and most of the SEM\n   equipment. Proper spacecraft attitude and spin rate (approximately 100 rpm) were maintained by\n   two separate sets of jet thrusters mounted around the spacecraft equator and activated by ground\n   command. The spacecraft used both UHF-band and S-band frequencies in its telemetry and command\n   subsystem. A low-power VHF transponder provided telemetry and command during launch and then\n   served as a backup for the primary subsystem once the spacecraft attains synchronous orbit.\n\n      August 1999\n\n      NASA's 12-year-old Geostationary Observational Environmental Satellite, GOES-7, is being\n   relocated to a position over the Pacific Ocean southwest of Hawaii to become part of PEACESAT,\n   the Pan Pacific Education and Communications Experiment by Satellite. More information on this\n   story can be found at:\n\n      http://pao.gsfc.nasa.gov/gsfc/gnews/062599/062599.htm#goes7",
        "Contact": {
          "PersonID": "spase://SMWG/Person/William.E.Shenk",
          "Role": "ProjectScientist"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1987-022A",
            "Description": "Information about the GOES  7 mission"
          },
          {
            "Name": "Earth Observation Resources Webpage on GOES",
            "URL": "https://earth.esa.int/web/eoportal/satellite-missions/g/goes-2nd-generation",
            "Description": "Detailed information about GOES Series."
          }
        ],
        "PriorID": "spase://SMWG/Observatory/GOES7"
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/GOES",
      "Location": {
        "ObservatoryRegion": "Earth.Magnetosphere.Main"
      },
      "OperatingSpan": {
        "StartDate": "1987-02-26T00:00:00Z",
        "StopDate": "1996-08-13T08:30:00",
        "Note": "Useful operating span."
      }
    }
  }
}