{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_3.xsd",
    "Version": "2.0.3",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AIM/CIPS",
      "ResourceHeader": {
        "ResourceName": "AIM Cloud Imaging and Particle Size experiment",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The cloud imaging and particle size experiment (CIPS) is a UV panoramic imager that\n   uses intensified CCD cameras to image the Polar Mesospheric Clouds (PMC) latitude versus longitude\n   distribution. It provides nadir imaging with a 120 degrees by 80 degrees field of view (1140 by\n   960 km) with at least 3 km spatial resolution at 83 km. CIPS observes the backscattered radiance\n   from PMCs (near 82 km altitude) to derive the morphology of PMCs and the cloud particle sizes.\n   Rayleigh scattering from the background near 50 km altitude is used to measure gravity wave\n   activity. Multiple exposures of individual cloud elements provide a measurement of the scattering\n   phase function and detect spatial scales ~2 km. The Ultraviolet bandpass (265 plus or minus 5 nm)\n   maximizes cloud contrast. CIPS is designed, fabricated, and calibrated by the Laboratory for\n   Atmospheric and Space Physics (LASP) of Colorado University.\n          .",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Cora.Randall",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "AIM/CIPS web page at Hampton U.",
            "URL": "http://aim.hamptonu.edu/instrmt/cips.html"
          },
          {
            "Name": "AIM insrument descriptions at LASP",
            "URL": "http://aim.hamptonu.edu/instrmt/cde.html"
          },
          {
            "Name": "Journal of Atmospheric and Solar-Terrestrial Physics Article",
            "URL": "https://linkinghub.elsevier.com/retrieve/pii/S1364682608002204",
            "Description": "Detailed information about the Aeronomy of Ice in the Mesosphere (AIM) mission and the CIPS experiment."
          }
        ]
      },
      "InstrumentType": "Imager",
      "InvestigationName": "CIPS",
      "ObservatoryID": "spase://SMWG/Observatory/AIM"
    }
  }
}