{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/PWS/Neptune/PT4S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Neptune PWS Edited RDR Uncalib Spectrum Analyzer 4-s V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \n                                                                              \n  Data Set Overview                                                           \n  =================                                                           \n    This data set consists of 4-second edited, wave electric field            \n    intensities from the Voyager 2 Plasma Wave Receiver (PWS) spectrum        \n    analyzer obtained in the vicinity of the Neptunian magnetosphere.         \n    For each 4-second interval, a field strength is determined for each       \n    of the 16 spectrum analyzer channels whose center frequencies range       \n    from 10 Hertz to 56.2 kiloHertz and which are logarithmically             \n    spaced in frequency, four channels per decade.  The time associated       \n    with each set of intensities (16 channels) is the time of the             \n    beginning of the scan.  During data gaps where complete 4-second          \n    spectra are missing, no entries exist in the file, that is, the           \n    gaps are not zero-filled or tagged in any other way.  When one or         \n    more channels are missing within a scan, the missing measurements         \n    are zero-filled.  Data are edited but not calibrated.  The data           \n    numbers in this data set can be plotted in raw form for event             \n    searches and simple trend analysis since they are roughly                 \n    proportional to the log of the electric field strength.                   \n    Calibration procedures and tables are provided for use with this          \n    data set;  the use of these is described below.                           \n                                                                              \n                                                                              \n  Parameters                                                                  \n  ==========                                                                  \n                                                                              \n    Derived Parameters                                                        \n    ------------------                                                        \n                                                                              \n      Sampling Parameter Name             : TIME                              \n      Sampling Parameter Resolution       : 4.0 seconds                       \n      Minimum Sampling Parameter          : N/A                               \n      Maximum Sampling Parameter          : N/A                               \n      Sampling Parameter Interval         : 4.0 seconds                       \n      Minimum Available Sampling Interval : 4.0 seconds                       \n      Data Set Parameter Name             : plasma wave spectrum              \n      Noise Level                         : 0.000005 V/m                      \n      Data Set Parameter Unit             : volts/meter                       \n                                                                              \n      Plasma wave spectrum: A set of derived parameters consisting of         \n      wave electric field intensities or electric field spectral              \n      densities at various contiguous frequencies over                        \n      a range of frequencies. The MKS units are: volts/meter or               \n      volts**2/(hertz.meter**2), respectively.                                \n                                                                              \n                                                                              \n    Measured Parameters                                                       \n    -------------------                                                       \n      Electric field component: A measured parameter equaling the             \n      electric field strength (e.g. in milli-volts per meter) along           \n      a particular axis direction.                                            \n                                                                              \n      Wave magnetic field intensity: A measured parameter equaling            \n      the magnetic field strength in a specific frequency passband            \n      (in MKS unit: volts/meter) measured in a single sensor or antenna.      \n                                                                              \n      Wave electric field intensity: A measured parameter equaling the        \n      electric field strength in a specific frequency passband                \n      (in MKS unit: volts/meter) measured in a single sensor or antenna.      \n                                                                              \n                                                                              \n  Processing                                                                  \n  ==========                                                                  \n    The data files in this data set were created using the 'CDMAKE'           \n    software.                                                                 \n                                                                              \n    CDMAKE                                                                    \n    ------                                                                    \n      Node ID                             : PPI-IOWA                          \n      Software Release Date               : 1988-08-01                        \n      Cognizant Full Name                 : MR. LARRY J. GRANROTH             \n                                                                              \n      CDMAKE is primarily a data format translation routine which is used     \n      to convert Voyager Plasma Wave Spectrometer (PWS) MSF tape files to     \n      CD files.  The MSF, or Master Science Files, are produced at the        \n      University of Iowa as the primary, ordered, full-information PWS        \n      spectrum analyzer data set.  The CD files contain uncalibrated,         \n      full-resolution PWS data with minimal ancillary data in a               \n      simplified format which may be used in CDROM production.                \n                                                                              \n      NOTE: SOFTWARE IS NOT AVAILABLE FOR PUBLIC USE.                         \n                                                                              \n                                                                              \n    Use of Voyager PWS Calibration Tables                                     \n    -------------------------------------                                     \n      The Voyager PWS calibration tables are given in two plain ASCII         \n      text files named VG1PWSCL.TAB and VG2PWSCL.TAB (for Voyagers-1 and      \n      -2, respectively).  These provide information to convert the            \n      uncalibrated `data number' output of the PWS 16-channel spectrum        \n      analyzer to calibrated antenna voltages for each frequency channel.     \n      These calibration files are always provided with the dataset when       \n      the data are extracted from PDS by a user. Following is a brief         \n      description of these files and a tutorial in their application.         \n                                                                              \n      The first column lists an uncalibrated data number followed by the      \n      corresponding value in calibrated volts for each of the 16              \n      frequency channels of the PWS spectrum analyzer.  Each line             \n      contains calibrations for successive data number values ranging         \n      from 0 through 255.  (Data number 0 actually represents the lack of     \n      data since the baseline noise values for each channel are all above     \n      that.)                                                                  \n                                                                      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-N-PWS-2-RDR-SA-4SEC-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-N-PWS-2-RDR-SA-4SEC-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-N-PWS-2-RDR-SA-4SEC-V1.0",
          "ProductKey": "VG2-N-PWS-2-RDR-SA-4SEC-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1989-08-21T00:00:00.00",
          "StopDate": "1989-08-31T00:00:00.00"
        },
        "Cadence": "PT4S"
      },
      "ObservedRegion": "Neptune"
    }
  }
}