{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/TohokuU/radio_obs/iit/iprt",
      "ResourceHeader": {
        "ResourceName": "Iitate Planetary Radio Telescope",
        "ReleaseDate": "2012-12-10T12:00:00",
        "Description": "The Iitate Planetary Radio Telescope (IPRT), which measures meter to decimeter radio waves, was developed at the Iitate observatory of Tohoku University (Iitate village, Fukushima prefecture, Japan; 37d 42'N, 140d 41'E). IPRT is dedicated to observing planetary radio emissions, particularly synchrotron radiation from Jupiter's radiation belt. The antenna is an offset parabola whose physical aperture area and efficiency are 1023 m^2 and 65%, respectively, and it is composed of two separate rectangular parabolic sections. The primary feed antenna, which converts the radio wave into an electric signal, is located at the focus and consists of crossed half-wave dipoles with a plane reflector to make total flux and polarization measurements. A beam forming technique has been used for the feed system to achieve the high efficiency. Received signals from the two sections are synthesized by using the phased-array technique. The primary observation frequency is 325 MHz, which is authorized as a radio astronomical observation band. The another receiver at 785 MHz is also installed to make spectrum observation. The receiver system is composed of front-end and back-end receivers installed in temperature-stabilized boxes. Low noise amplifiers (LNA) are used as the 1st stage signal amplifiers of the front-end receiver, and their noise temperatures are typically 80 and 50 K for 325 and 785 MHz, respectively. Standard noise sources are installed in the front-end receiver in order to measure the on-site gain and noise temperature. The minimum detection sensitivity of IPRT is 0.1 Jy at both frequencies, given a receiver band width of 10 MHz and an integration time of 10 seconds. References : Misawa, H., R. Kudo, F. Tsuchiya, A. Morioka, and T. Kondo, Development of a primary feed system for the parabolic rectangular reflector antenna dedicated for planetary radio emission, Proc. 3rd CRL TDC Symp., 57 (2003). Tsuchiya, F., H. Misawa, K. Imai, and A. Morioka (2011), Short-term changes in Jupiter's synchrotron radiation at 325 MHz: Enhanced radial diffusion in Jupiter's radiation belt driven by solar UV/EUV heating, J.Geophys. Res., 116, A09202, doi:10.1029/2010JA016303.",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Hiroaki.Misawa",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Manabu.Yagi",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Antenna",
      "InvestigationName": "IPRT (Iitate Planetary Radio Telescope)",
      "ObservatoryID": "spase://IUGONET/Observatory/TohokuU/radio_obs/iitate"
    }
  }
}