{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Equator-S/EDI",
      "ResourceHeader": {
        "ResourceName": "Electron Drift Instrument (EDI)",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This instrument measures the displacement of a weak (< 1 microA) beam of test electrons, after one\n                gyration in the ambient magnetic field, that is induced by electric fields or magnetic gradients. This displacement\n                causes the beam to return to a detector on the spacecraft only when emitted in one of the two precisely determined\n                directions. By employing two beam and two detectors, these directions can be monitored continuously and the displacement\n                obtained by triangulation. For small magnetic fields the triangulation degenerates and the displacement is obtained\n                instead from the difference in the travel times of the electrons in the two beams. As a by-product, the measured\n                times-of-flight provide a precise measurement of the magnetic field magnitude. To separately determine the electric\n                fields and the magnetic field gradients, the electron energy is varied between 1.0 and 0.5 keV. Time-resolution varies\n                with ambient conditions, but should typically be 100 ms or better. The electron drift instrument on EQUATOR-S is identical\n                to the instrument developed for CLUSTER.   \n",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Goetz.Paschmann",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1997-075B-02",
          "Description": "Information about the Electron Drift Instrument (EDI) experiment on the Equator-S mission."
        }
      },
      "InstrumentType": "ElectronDriftInstrument",
      "InvestigationName": "Electron Drift Instrument (EDI) on Equator-S",
      "ObservatoryID": "spase://SMWG/Observatory/Equator-S"
    }
  }
}