{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/RISH/misc/KTB/Ceilometer",
      "ResourceHeader": {
        "ResourceName": "Ceilometer at the Kototabang observatory",
        "ReleaseDate": "2016-07-21T16:25:00",
        "Description": "The ceilometer CT25K at Kototabang, Indonesia (0.20S, 100.32E, 865m MSL) has been operated since April 6, 2002, and measures cloud heights and vertical visibilities. This instrument was developed by Vaisala Cooperation. The CT25K ceilometer employs pulsed diode laser LIDAR technology (LIDAR = Light detection and ranging), where short, powerful laser pulses are sent out in a vertical or near-vertical direction. The reflection of light - backscatter - caused by haze, fog, mist, verge, precipitation and clouds is measured as the laser pulses traverse the sky. The resulting backscatter profile, i.e. signal strength versus height, is stored and processed and the cloud bases are detected. Knowing the speed of light, the time delay between the launch of the laser pulse and the detection of the backscatter signal indicates the cloud base height. The CT25K is able to detect three cloud layers simultaneously. Besides cloud layers it detects whether there is precipitation or other obstructions to vision. No adjustments in the field are needed. The embedded software includes several service and maintenance functions and gives continuous status information from internal monitoring. The software is designed to give the full backscatter profile. Details of this instrument can be found in the PDF document (http://www.rish.kyoto-u.ac.jp/ear/ceilometer/ct25k.pdf).",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Hiroyuki.Hashiguchi",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/EAR.Management.Group",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://IUGONET/Person/RISH.Metadata.Management.Group",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": {
          "URL": "http://www.rish.kyoto-u.ac.jp/ear/ceilometer/ct25k.pdf",
          "Language": "English"
        }
      },
      "InstrumentType": "Unspecified",
      "InvestigationName": [
        "CPEA (Coupling Processes in the Equatorial Atmosphere)",
        "RISH Ceilometer at Kototabang (regular operation)"
      ],
      "ObservatoryID": "spase://IUGONET/Observatory/RISH/misc/KTB"
    }
  }
}