{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/RISH/misc/KTB/MWradar",
      "ResourceHeader": {
        "ResourceName": "Meteor wind radar at the Kototabang observatory",
        "ReleaseDate": "2016-07-21T16:25:00",
        "Description": "The meteor wind radar at Kototabang, Indonesia (0.20S, 100.32E, 865m MSL) has been operated since November 15, 2002, and measures the reflected VHF radio wave from an ionized meteor trail at 70-110 km altitude produced by interaction between a meteorite and the neutral atmosphere. Since the meteor trail drifts following the motion of the ambient neutral atmosphere, radial wind velocity can be determined by using a Doppler signal. Basic parameters of this meteor radar system consist of operating frequency (37.70 MHz), transmitter of peak power (~12 kW), and pulse width (13.3 micro sec). The antenna system is typically composed of three-element Yagis for transmission and five 2-element Yagis for reception. The latter compose an interferometer for accurate determination of echo arrival angle. Details of the meteor wind radar at Kototabang have been found in the paper [Batubara et al., Kototabang - West Sumatera Meteor Radar: System Design and Initial Results of a Large Scale Meteor Echo, The 6th International Conference on Telecommunication Systems, Services, and Applications, 2011].",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Toshitaka.Tsuda",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/John.Syafri",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/RISH.Metadata.Management.Group",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": {
          "URL": "http://www.rish.kyoto-u.ac.jp/labs/tsuda_lab/lab/machine/meteor.html#meteor_03",
          "Language": "Japanese"
        }
      },
      "InstrumentType": "Radar",
      "InvestigationName": [
        "CPEA (Coupling Processes in the Equatorial Atmosphere)",
        "RISH meteor wind radar at Kototabang (regular operation)"
      ],
      "ObservatoryID": "spase://IUGONET/Observatory/RISH/misc/KTB"
    }
  }
}