{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Ground/MaunaLoaSO/CHIP",
      "ResourceHeader": {
        "ResourceName": "MLSO_ACOS_CHIP",
        "AlternateName": [
          "CHP",
          "CHIP"
        ],
        "ReleaseDate": "2015-10-23T00:00:00Z",
        "Description": "The Chromospheric Helium-I Imaging Photometer (CHIP) \nwas installed at MLSO in April 1996. CHIP is a differential device using \nproperties of the Helium-I line at 1083 nm as an indicator of both \nchromospheric and coronal structures. CHIP records images of the sun at \n1083 nm, as well as at a number of other nearby wavelengths (for \ncalibration purposes). It is basically composed of a liquid crystal \nvariable retarder (tuneable) Lyot filter connected to an IR CCD.\nCHIP is unique compared with other Helium-I imagers, in that it obtains \nimages every 3 minutes, the high cadence crucial to study the rapid \nevolution of CMEs. In addition, observations from CHIP should provide \nbetter understanding of coronal holes, coronal arcades, and the \ninteraction between open and closed magnetic field structures.\nSeven line and continuum exposures are recorded within 2 seconds. The \ndifference of line and one continuum exposures is computed every 3 minutes \nto produce one 1083 nm image.\nThe CHIP FOV is approximately 1.8 solar radii. The CCD pixel size is \n2.29 arcseconds and the measured spatial resolution is ~8 arcseconds. \nFor additional information on the tuneable filter see Kopp et al. \n(1996).",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Thomas.E.Holzer",
          "Role": "GeneralContact"
        },
        "PriorID": "spase://SMWG/Instrument/MaunaLoaSO/CHIP"
      },
      "InstrumentType": [
        "Imager",
        "Photometer"
      ],
      "InvestigationName": "ACOS/CHIP at MLSO",
      "ObservatoryID": "spase://SMWG/Observatory/Ground/MaunaLoaSO"
    }
  }
}