{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Ground/MaunaLoaSO/PICS",
      "ResourceHeader": {
        "ResourceName": "MLSO_ACOS_PICS",
        "ReleaseDate": "2015-10-23T00:00:00Z",
        "Description": "The first H-alpha [656.3 nm] telescope at MLSO \nwas the Prominence Monitor (PMON), which went into operation on \n4 February 1980. It acquired both disk and limb images on B/W 35mm film.\nOn 20 February 1994, the Acme 35mm film camera was upgraded to a Kodak \nMegaplus [Model 1.6] CCD detector (1534x1030 pixels) with a sample size \nof 3 arcseconds, and the telescope was renamed the Digital Prominence \nMonitor (DPM).  On 25 September 1997, the PICS instrument replaced the \nDPM at MLSO. It provides several improvements over the DPM instrument, \nincluding optics for polarization measurement (since removed), improved \ntemperature control, a narrower bandpass filter for disk observations, \nand improved optics for limb observations. PICS takes images at 656.3 nm, \nwith a FOV of 2.3 solar radii, a spatial resolution of 2.9\"/pixel, \nand a nominal cadence of 3 minutes.\nPICS was decommissioned on 23 Feb, 2010 to make room on the tracking \nspar for the Coronal Multi-channel Polarimeter (CoMP). In its place, \na small Coronado SolarMax60 Halpha imager was installed. The Coronado \nhas a full FOV out to 2.25 Rsun at low latitudes and 1.6 Rsun over the \npoles before cropping (for large EPLs, the full FOV can be provided). \nIts spacial resolution is 1.77 arcseconds per pixel, with a nominal \ncadence of 3 minutes (capable of obtaining an image per \nsecond).",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Thomas.E.Holzer",
          "Role": "GeneralContact"
        },
        "PriorID": "spase://SMWG/Instrument/Ground/MaunaLoaSO/PICS"
      },
      "InstrumentType": "Imager",
      "InvestigationName": "ACOS/PICS at MLSO",
      "ObservatoryID": "spase://SMWG/Observatory/Ground/MaunaLoaSO"
    }
  }
}