{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2.6.0.xsd",
    "Version": "2.6.0",
    "Instrument": {
      "ResourceID": "spase://ESA/Instrument/SolarOrbiter/EPD",
      "ResourceHeader": {
        "ResourceName": "Energetic Particle Detector (EPD)",
        "ReleaseDate": "2023-09-04T00:08:46",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2023-09-04T00:08:46",
            "Note": "Changed Naming Authority from SMWG to ESA; SY"
          }
        },
        "Description": "The Energetic Particle Detector (EPD) on Solar Orbiter comprises a suite of four sensor types designed to make in-situ measurements of the spectra, composition, time variation, and directional distribution of energetic particles over an energy range of 2 keV to 500 MeV/n. The main science objective of EPD is to study how solar eruptions produce energetic particle radiation that fills the heliosphere. This can be broken into three studies: 1)How and where energetic particles are injected at the sources and, in particular, what the seed populations are for energetic particles; 2) How and where energetic particles are accelerated at the Sun and in the interplanetary medium; and 3) How energetic particles are released from their sources and distributed in space and time.\r\n\r\nThe EPD suite is composed of the Supra Thermal Electrons and Protons (STEP) sensor; the Suprathermal Ion Spectrograph(SIS); the Electron Proton Telescopes (EPT); and the High Energy Telescopes (HET). The overall mass of the suite is 15.718 kg, including the Instrument Control Unit (ICU), intraharness, and multilayer insulator. Total power used is 19.7 W. An additional 16.36 W is required for the survival heaters.",
        "Acknowledgement": "Solar Orbiter is a mission of international cooperation between the European Space Agency (ESA) and the National Aeronautics and Space Administration (NASA), operated by ESA.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Javier.Rodriguez-Pacheco.Martin",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NASA NSSDCA Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2020-010A-07",
            "Description": "NSSDCA Master Catalog Listing for the Solar Orbiter EPD"
          },
          {
            "Name": "The Solar Orbiter EPD Website",
            "URL": "https://espada.uah.es/epd/"
          },
          {
            "Name": "The EPD instrument paper by Rodríguez-Pacheco et al. 2020",
            "URL": "https://doi.org/10.1051/0004-6361/201935287"
          }
        ],
        "PriorID": "spase://SWMT/Instrument/SolarOrbiter/EPD"
      },
      "InstrumentType": "ParticleDetector",
      "InvestigationName": "Energetic Particle Detector (EPD)",
      "OperatingSpan": {
        "StartDate": "2020-02-10T04:03:00",
        "Note": "The start date and time listed here correspond to when Solar Orbiter was launched"
      },
      "ObservatoryID": "spase://ESA/Observatory/SolarOrbiter"
    }
  }
}