{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_6_1.xsd",
    "Version": "2.6.1",
    "Instrument": {
      "ResourceID": "spase://ESA/Instrument/SolarOrbiter/PHI",
      "ResourceHeader": {
        "ResourceName": "Polarimetric and Helioseismic Imager (PHI)",
        "ReleaseDate": "2024-12-23T00:08:46",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2024-12-23T00:08:46",
            "Note": "Metadata created by SY"
          }
        },
        "Description": "The Polarimetric and Helioseismic Imager (PHI) is a solar polarimeter and magnetograph designed to measure the vector magnetic field and line-of-sight velocity in the solar photosphere. The science objectives for PHI are to: investigate the links between the solar surface, corona, and inner heliosphere; explore, at all latitudes, the energetics, dynamics and fine-scale structure of the Sun’s magnetized atmosphere; and probe the solar dynamo by observing the Sun’s high-latitude field, flows and seismic waves.\n\nPHI is a diffraction limited, wavelength tunable, quasi-monochromatic, polarization sensitive imager with two telescopes; a High Resolution Telescope (HRT) and a Full-Disc Telescope (FDT) which alternatively feed a common filtergraph and a 2048 x 2048 pixel focal plane array. The working wavelength is 617.3 nm (Fe spectral line). The instrument is mounted behind the sunshield, with heat-rejecting entrance window apertures for the telescopes. It is made of an aluminum-beryllium alloy and low-expansion carbon-fiber reinforced plastic. The HRT is a decentered Ritchey-Chretien design with a 140mm diameter pupil. It has a field-of-view of 0.28 x 0.28 degrees and a spatial resolution of about 200 km at closest perihelion. The FDT has an entrance pupil diameter of 17.5 mm and an effective focal length of 579 mm. The field-of-view is 2 degrees, resolution at 0.28 AU is 725 km/pixel.\n\nThe filtergraph consists of a lithium niobide (LiNbO3) solid-state etalon which can change refractive index as a function of voltage and select passbands of order 100 milliangstroms wide. A Polarization Modulation Package performs polarimetric analysis for each telescope. It comprises two nematic liquid crystal retarders and a linear polarizer analyzer.\n\nFor more detailed information on PHI, see:\nhttps://arxiv.org/pdf/1502.03368.pdf",
        "Acknowledgement": "Solar Orbiter is a mission of international cooperation between the European Space Agency (ESA) and the National Aeronautics and Space Administration (NASA), operated by ESA.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Sami.K.Solanki",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Joachim.Woch",
            "Role": "GeneralContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "NASA NSSDCA Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2020-010A-03",
            "Description": "NSSDCA Master Catalog Listing for the Solar Orbiter PHI"
          },
          {
            "Name": "The Solar Orbiter PHI Website",
            "URL": "https://www.mps.mpg.de/solar-physics/solar-orbiter-phi"
          },
          {
            "Name": "The PHI instrument  paper",
            "URL": "https://doi.org/10.1051/0004-6361/201935325"
          }
        ]
      },
      "InstrumentType": "Imager",
      "InvestigationName": "Polarimetric and Helioseismic Imager (PHI)",
      "OperatingSpan": {
        "StartDate": "2020-02-10T04:03:00",
        "Note": "The start date and time listed here correspond to when Solar Orbiter was launched"
      },
      "ObservatoryID": "spase://ESA/Observatory/SolarOrbiter"
    }
  }
}