{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_7_0.xsd",
    "Version": "2.7.0",
    "Instrument": {
      "ResourceID": "spase://ESA/Instrument/SolarOrbiter/STIX",
      "NamingAuthority": "ESA",
      "ResourceType": "Instrument",
      "ResourceHeader": {
        "ResourceName": "STIX",
        "ReleaseDate": "2025-02-24T00:08:46",
        "Description": "The Spectrometer/Telescope for Imaging X-rays (STIX) studies the timing, location, intensity, and spectra of energetic X-rays produced by accelerated electrons from solar flares and microflares. It also provides imaging spectroscopy of thermal and non-thermal X-rays. The primary Solar Orbiter science objective addressed by STIX is to understand how solar eruptions produce energetic particle radiation that fills the heliosphere.\n\nSTIX is composed of three mechanically decoupled modules mounted behind the spacecraft sunshield: the Sun shades, imager, and spectrometer. The Sun shades act to limit solar flux from thermally damaging the system, and to absorb the intense flux of low energy X-rays. The STIX imager comprises 64 subcollimators consisting of pairs of separated grids. The grids are sensitive to X-ray direction, so images of the source region can be reconstructed on the ground. The spectrometer functions through the use of 64 cadmium-zinc-telluride planar detectors, one situated behind each subcollimator. STIX primarily observes X-rays produced by accelerated electrons and high-temperature plasmas. STIX covers the energy range from 4-150 keV with resolutions of 1-15 keV, depending on the energy. It has a 2 degree field-of-view with 7 arcsec angular resolution and 0.1 second time resolution.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Samuel.Krucker",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "The STIX Instrument paper",
            "URL": "https://doi.org/10.1051/0004-6361/201937362"
          },
          {
            "Name": "Solar Orbiter STIX Data Center",
            "URL": "https://datacenter.stix.i4ds.net/"
          }
        ]
      },
      "InstrumentType": "ImagingSpectrometer",
      "InvestigationName": "STIX",
      "OperatingSpan": {
        "StartDate": "2020-02-10T04:03:00",
        "Note": "The start date and time listed here correspond to when Solar Orbiter was launched"
      },
      "ObservatoryID": "spase://ESA/Observatory/SolarOrbiter"
    }
  }
}