{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Juice/RADEM",
      "ResourceHeader": {
        "ResourceName": "RADEM",
        "AlternateName": "RADiation-hard Electron Monitor",
        "ReleaseDate": "2025-09-24T21:10:13Z",
        "Description": "The RADiation–hard Electron Monitor (RADEM) is an instrument designed for the ESA JUpiter ICy moons Explorer (JUICE) space mission. \nAs a part of the Cosmic Vision programme, JUICE will spend over three years exploring the Jovian system and its icy moons, in particular: Ganymede, Callisto and Europa.\n\nRADEM's main objective is to serve as an on–board radiation monitor providing information on particle fluxes and their energy spectra. It consists of four detector heads:\n\n* Electron Detector Head (EDH)    - designed to measure electrons with energies between 0.3-40 MeV covering fluxes up 10^9 particles/cm^2/s without saturation. \n\n* Proton Detector Head (PDH)      - designed to measure protons with energies between 5-250 MeV with a peak flux of to 10^8 particles/cm^2/s.\n\n* Heavy Ion Detector Head (HIDH)  - designed to measure Helium to Oxygen with a Linear Energy Transfer from 0.1 to 10 MeV*cm^2/mg with a maximum flux over 10^5 particles/cm^2/s.\n\n* Directional Detector Head (DDH) - designed to measure electron angular distribution of ~35% of the sky from 0.3 to 2.0 MeV without any energy resolution.\n\nEach detector is connected to a readout Application–Specific Integrated Circuit (ASIC), designed especially for the JUICE mission, with the exception of the PDH and HIDH\nwhich share an ASIC. The ASIC is highly reconfigurable being able to completely change the sensitivity of each detector. RADEM will change configuration over time meaning that \nits sensitivity will also change. A list with the periods corresponding to each configuration as well as their settings can be found on the EAICD. \n\n\nRADEM is prepared to work in the following modes: Calibration, Safe, Normal.",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Wojciech.Hajdas",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Patricia.Goncalves",
            "Role": "TeamLeader"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Luisa.Arruda",
            "Role": "TeamMember"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Marco.Pinto",
            "Role": "TeamMember"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Francisca.Santos",
            "Role": "TeamMember"
          }
        ],
        "InformationURL": [
          {
            "Name": "W. Hajdas, P. Goncalves, M. Pinto et al., The JUICE Radiation Environment Monitor, RADEM, Space Science Reviews, Vol. 221, A. 43 (2025)",
            "URL": "https://doi.org/10.1007/s11214-025-01163-9"
          },
          {
            "Name": "M. Pinto, P. Goncalves, P. Socha, W. Hajdas, A. Marques J. Costa Pinto, Beam test results of the RADEM Engineering Model, Nucl. Instr. and Meth. A, Vol. 958, A. 162795 (2\n020)",
            "URL": "https://doi.org/10.1016/j.nima.2019.162795"
          },
          {
            "Name": "Development of a Directionality Detector and Radiation Hardness. Assurance for RADEM, the ESA JUICE mission Radiation Monitor. PhD thesis by Marco Pinto in Instituto Supe\nrior Tecnico - University of Lisbon, Portugal.",
            "URL": "https://scholar.tecnico.ulisboa.pt/records/sNhvANSmqamJBZqnprN5dWTiSwm-FtNlwW_4"
          },
          {
            "Name": "Qualification of the RADEM instrument for the ESA JUICE mission. PhD by Patryk Socha in ETH Zurich, Switzerland.",
            "URL": "https://www.research-collection.ethz.ch/handle/20.500.118"
          }
        ]
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "RADiation-hard Electron Monitor",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Juice"
    }
  }
}