{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/PWS/Uranus/PT0.60S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Uranus PWS Raw Experiment Waveform 60-ms V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "This data set consists of\nelectric field waveform samples from the Voyager 2 Plasma Wave\nReceiver waveform receiver obtained during the Uranus encounter.\nThe waveforms are collections of 4-bit samples of the electric\nfield measured by the dipole electric antenna at a rate of 28,800\nsamples per second.  1600 samples are collected in 55.56 msec\nfollowed by a 4.44-msec gap. Each 60-msec interval constitutes a\nline of waveform samples. The data set includes about 271 frames of\nwaveform samples consisting of up to 800 lines, each.  The\ntelemetry format for the waveform data is identical to that for\nimages, hence the use of line and frame as constructs in describing\nthe form of the data.  The waveform is sampled through a bandpass\nfilter with a passband of 40 Hz to 12 kHz.  The 4-bit samples\nprovide sixteen digital values of the electric field with a\nlinear amplitude scale, but the amplitude scale is arbitrary\nbecause of the automatic gain control used in the waveform\nreceiver.  The instantaneous dynamic range afforded by the 4\nbit samples is about 23 db, but the automatic gain control allows\nthe dominant signal in the passband to be set at the optimum\nlevel to fit within the instantaneous dynamic range.  With the gain\ncontrol, the overall dynamic range of the waveform receiver\nis about 100 db.  The automatic gain control gain setting is not\nreturned to the ground, hence, there is no absolute calibration\nfor the data.  However, by comparing the waveform spectrum derived\nby Fourier transforming the waveform to the spectrum provided by\nthe spectrum analyzer data, an absolute calibration may be\nobtained in most cases.  The data may be plotted in raw form to\nshow the actual waveform; this is useful for studying events such\nas dust impacts on the spacecraft.  But the normal method of\nanalyzing the waveform data is by Fourier transforming the samples\nfrom each line to arrive at an amplitude versus frequency spectrum.\nBy stacking the spectra side-by-side in time order, a frequency-\ntime spectrogram can be produced.\nAdditional information about this dataset and the instrument which\nproduced it can be found elsewhere in this catalog.  An overview of\nthe data in this data set can be found in Gurnett et al. [1986] and\na complete instrument description can be found in Scarf and Gurnett\n[1977].\n\n     SAMPLING_PARAMETER_NAME        = TIME\n     SAMPLING_PARAMETER_RESOLUTION  = 0.000034722\n     MINIMUM_SAMPLING_PARAMETER     = N/A\n     MAXIMUM_SAMPLING_PARAMETER     = N/A\n     SAMPLING_PARAMETER_INTERVAL    = 0.000034722\n     MINIMUM_AVAILABLE_SAMPLING_INT = 0.000034722\n     SAMPLING_PARAMETER_UNIT        = SECOND\n     DATA_SET_PARAMETER_NAME        = PLASMA WAVE WAVEFORM\n     NOISE_LEVEL                    = 0.000005\n     DATA_SET_PARAMETER_UNIT        = VOLT/METER\n       (Data not absolutely calibrated)\n\n",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-U-PWS-1-EDR-WFRM-60MS-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-U-PWS-1-EDR-WFRM-60MS-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-U-PWS-1-EDR-WFRM-60MS-V1.0",
          "ProductKey": "VG2-U-PWS-1-EDR-WFRM-60MS-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1985-11-08T07:04:08.64",
          "StopDate": "1986-02-22T20:41:34.18"
        },
        "Cadence": "PT0.60S"
      },
      "ObservedRegion": "Uranus"
    }
  }
}