{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/GOES/5/EPS",
      "ResourceHeader": {
        "ResourceName": "Energetic Particle Sensor",
        "ReleaseDate": "2019-07-02T15:25:42Z",
        "Description": "The energetic particle monitor consisted of three detector assemblies, each covering limited regions of the overall energy spectrum. The first two detector assemblies monitored protons in seven energy ranges between 0.8 and 500 MeV and alpha particles in six energy ranges from 4 to >400 MeV. There was also one channel for the measurement of electrons in the energy range above 500 keV. The third detector, high energy proton and alpha detector (HEPAD), monitored protons in four energy ranges above 370 MeV and alpha particles in two energy ranges above 640 MeV/nucleon. In all, there were 25 channels of data, each channel sampling at a slow rate of once in a few seconds, or once in a few minutes.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Herbert.H.Sauer",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Terry.Onsager",
            "Role": "PrincipalInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1981-049A-02",
            "Description": "Information about the Energetic Particle Monitor experiment on the GOES 5 mission."
          },
          {
            "Name": "Data Provider README",
            "URL": "https://satdat.ngdc.noaa.gov/sem/goes/goes_docs/avg/readme.txt",
            "Description": "Caveats and more information about data from this instrument."
          }
        ],
        "PriorID": "spase://SMWG/Instrument/GOES5/GOES/EPS"
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "Energetic Particle Monitor on GOES 5",
      "ObservatoryID": "spase://SMWG/Observatory/GOES/5",
      "Caveats": "From http://goes.ngdc.noaa.gov/data/avg/readme.txt:\n\nEnergetic Particle Sensor (EPS)\n\nSolid-state detectors with pulse-height discrimination measure proton, ?-\nparticle, and electron fluxes.  E1 and I1 channels are responding primarily to\ntrapped outer-zone particles.  The I2 channel may occasionally respond to\ntrapped particles during magnetically disturbed conditions.  The remaining\nproton integrals measure fluxes originating outside the magnetosphere -- from\nthe Sun or the heart of the Galaxy.\n\nUsers of GOES particle data should be aware that significant secondary responses\nmay exist in the particle data, i.e. responses from other particles and energies\nand from directions outside the nominal detector entrance aperture.  The\nintegrated protons displayed in these plots have been partially corrected for\nthese effects.\n\nIon Data Quality\n\nUsers of GOES particle data should be aware that significant secondary responses\nmay exist in the particle data, i.e. responses from other particles and energies\nand from directions outside the nominal detector entrance aperture. A\ndescription of the algorithm that partially corrects for these effects is\ndescribed below.\n\nElectron Data Quality\n\nThe Electron detector responds significantly to protons above 32 MeV; therefore,\nelectron data are contaminated when a proton event is in progress. Beginning\nwith GOES-8 the electron data have had a preliminary correction applied,\nhowever, even these data are not to be considered research quality at this time.\n\nThe GOES-5 electron channel is noisy from 1986 onwards and readings are a\npossible factor of 2 high. One component of the GOES-6 particle detector system\nhas had radiation damage since 1986 that reduced its counting efficiency\nprogressively. At present the E1 and P4 channels derived from this component\nrecord at only a few percent of their proper rates. In 1991 the telescope\ncomponent of the GOES-7 energetic particle detector system experienced episodes\nof malfunction (noise). The first period began at 0330 UT, October 18, 1991 and\nextended to November 5, 1991. The detector was commanded off for 12 hours. At\nturn-on the detector appeared to have recovered, but failed again on November\n11, with a rerecovery on November 12 after a second turn-off of three hours. The\ndetector has since operated normally. The noise periods may be identified by\nunusually high rates being shown by the P1 channel and the derived > 1 MeV\nintegral channel. Currently, the GOES-7 Energetic Particle Sensor is left turned\noff for 4 hours after eclipse to minimize bad data.\n"
    }
  }
}