{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/RISH/misc/SGK/LTradar",
      "ResourceHeader": {
        "ResourceName": "Lower troposphere radar (LTR) at Shigaraki MU Observatory",
        "ReleaseDate": "2016-07-21T16:31:00",
        "Description": "The L-band lower troposphere radar (LTR) at Shigaraki in the Shiga prefecture, Japan (34.86N, 136.11E, 385m MSL) has been operated at the frequency of 1357.5 MHz with a peak transmitted power of 2 kW. The LTR has a phased-array antenna of 4 m x 4 m, whose aperture is five times larger than that of the first boundary layer radar (BLR-1). Thereby, it can cover the whole lower troposphere. An electromagnetic coupling dipole antenna is adapted for the antenna element, and the beam can be steered at high speed in five directions of vertical point, east, west, south and north with an arbitrary zenith angle within an range from -15 to 15 degrees by installing the 5-bit digital phase shifter into each antenna element. The LTR transmits an intense radio wave of 1357.5 MHz and 2 kW to the sky and receives extremely weak echoes scattered back by atmospheric turbulences in the lower troposphere [Hashiguchi et al., J. Meteor. Soc. Japan, 82, 915-931, 2004]. The same type of instrument is adapted for the profiler network (WINDAS) of Japan Meteorological Agency [Ishihara et al., J. Meteor. Soc. Japan, 84, 1085-1096, 2006].",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Hiroyuki.Hashiguchi",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/MU.Radar.Management.Group",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://IUGONET/Person/RISH.Metadata.Management.Group",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Radar",
      "InvestigationName": "RISH Lower Troposphere Radar (LTR) at Shigaraki (regular operation)",
      "ObservatoryID": "spase://IUGONET/Observatory/RISH/misc/SGK"
    }
  }
}