{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_6_1.xsd",
    "Version": "2.6.1",
    "Document": {
      "ResourceID": "spase://NASA/Document/MMS/CMAD",
      "ResourceHeader": {
        "ResourceName": "Magnetospheric Multiscale (MMS) – Calibration and Measurement Algorithms Document (CMAD)",
        "AlternateName": "MMS - CMAD",
        "DOI": "https://doi.org/10.48322/vshd-sv21",
        "ReleaseDate": "2024-09-01T00:00:00",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2024-09-01T00:00:00",
            "Note": "MMS CMAD release associated with 2023 Heliophysics Senior Review"
          }
        },
        "Description": "The MMS Calibration and Measurement Algorithm Document (CMAD) serves three purposes:\r\n1.\tIt provides an ongoing record of the mission science operations plan and instrumentation status.\r\n2.\tIt describes the concept for calibrating the many instruments onboard Magnetospheric Multiscale (MMS), including pre- and in-flight calibrations, and details the algorithms for converting instrument signals to physical quantities, including signal estimates, error analyses, and error budgets. And,\r\n3.\tIt serves as a user guide for each instrument’s data products, documenting best practices for analysis and the advantages/limitations in application.",
        "Acknowledgement": "We acknowledge the dedicated efforts of the NASA Magnetospheric Multiscale Mission (MMS) mission team (Burch et al., 2016), including the instrument development, science operations, and the MMS Science Data Center all supported by NASA contract NNG04EB99C. Burch, J.L., Moore, T.E., Torbert, R.B. et al. Magnetospheric Multiscale Overview and Science Objectives. Space Sci Rev 199, 5–21 (2016). https://doi.org/10.1007/s11214-015-0164-9.",
        "PublicationInfo": {
          "Authors": "Burch, James, L.; Giles, Barbara, L.; Ahmadi, Narges; Argall, Baker, Daniel, N.; Blake, J., Bernard; Matthew, R.; Bromund, Kenneth, R.;  Cohen, Ian, J.;  Ergun, Fennell, Joseph, F.; Robert, E.; Fischer, David; Fuselier, Stephen, A.; Gabrielse, Christine, E.; Gershman, Daniel, J.; Gomez, Roman, G.; Graham, Daniel, Bruce; Hans, Ulrich; Henderson, Michael, G.; Huang, B.G.; Jeszenszky, Harald; Karl; Eichelberger, Le, Guan; Le Contel, Olivier; Leinweber, Hannes, Lindqvist, Per-Arne; Magnes, Werner; Mauk, Barry, H.; Mirioni, Laurent; Moore, Thomas, E.; Morley, Steven, Karl; Nakamura, Rumi; Plaschke, Ferdinand; Pollock, Craig, J.; Russell, Christopher, T.; Strangeway, Torkar, Klaus, M.; Torbert, Roy, B.; Turner, Drew, L.; Robert, J.; Wei, Hanying; Young, David, T.",
          "PublicationDate": "2024-09-13T00:00:00",
          "PublishedBy": "NASA Space Physics Data Facility"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Guan.Le",
            "Role": "ProjectScientist",
            "StartDate": "2023-06-02T00:00:00"
          },
          {
            "PersonID": "spase://SMWG/Person/Barbara.L.Giles",
            "Role": "Author"
          },
          {
            "PersonID": "spase://SMWG/Person/Scott.Boardsen",
            "Role": "MetadataContact"
          }
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Observatory/MMS",
        "AccessURL": {
          "URL": "https://spdf.gsfc.nasa.gov/pub/data/mms/documents/MMS-CMAD.pdf"
        },
        "Format": "PDF"
      },
      "DocumentType": "TechnicalNote",
      "MIMEType": "application/pdf (pdf)"
    }
  }
}