{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  https://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.5.0",
    "Repository": {
      "ResourceID": "spase://CSA/Repository/UCalgary",
      "ResourceHeader": {
        "ResourceName": "University of Calgary Space Physics Group Data Landing Page",
        "ReleaseDate": "2021-10-05T16:04:08",
        "Description": "\r\n     The repository provides access to ground-based space physics data\r\n     from instruments such as: all sky cameras, magnetometers, photometers, riometers, RISR,\r\n     spectrographs, VLF, and others. These instruments are associated\r\n     with a variety of projects including: ABOVE^2, AuroraMAX,\r\n     CANOPUS, GO-Canada, NORSTAR, RISR-C, THEMIS, TREx, and\r\n     others. Data are available via a Data Landing Page as well as a\r\n     Data Portal. From the Data Portal there is access to archived data,\r\n     real-time data and a data availabilty display.\r\n     \r\n     From the Archive Data Availability page:\r\n(https://data-portal.phys.ucalgary.ca/home_data_avail/)\r\n\r\nWith about 200TB+ of data across our multiple projects, managing and\r\nkeeping track of what we have can be a very difficult task. We use\r\nwhat are called \"Data Availability\" plots to know what data\r\nwe have in our archives. We display plots for the majority of data\r\nstreams (ie. raw data, summary data, post-processed IDLsav files,\r\netc.). The information displayed on the plots is updated using an\r\nautomated schedule which spans no longer than a week (most summary\r\ndata plot information is updated at least once per day). \r\n",
        "Acknowledgement": "From the UofC Space Physics Group Data Landing Page:\r\n(https://data.phys.ucalgary.ca) \r\nOperational funding for our instruments has come primarily from CSA\r\n   and CFI, and funding for the infrastructure from CFI, the Alberta\r\n   Government, the US NSF, and CSA. ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/C.M.Cully",
          "Role": "PrincipalInvestigator"
        }
      },
      "AccessURL": {
        "Name": "UofC Space Physics Group Data Landing Page",
        "URL": "https://data.phys.ucalgary.ca"
      }
    }
  }
}