{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Galileo/PWS",
      "ResourceHeader": {
        "ResourceName": "Galileo PWS",
        "AlternateName": [
          "Galileo Plasma Wave Spectrometer",
          "Galileo Plasma Wave Subsystem",
          "Galileo Plasma Wave Investigation",
          "Galileo Plasma Wave Receiver"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n\nThe Galileo Plasma Wave Receiver is described by    \n\n\n      Gurnett, D. A., W. S. Kurth, R. R. Shaw, A. Roux, R. Gendrin, C. F. Kennel,\n    F. L. Scarf, and S. D. Shawhan, The Galileo Plasma Wave Investigation,\n    Space Sci. Rev., 60, 341-355, 1992.\n                         \n                                                                             \nScientific Objectives:                                                       \n                                                                             \nThe basic objective of this investigation is the study of plasma             \nwaves and radio emissions in the magnetosphere of Jupiter.  The              \nVoyager 1 and 2 flybys of Jupiter have now clearly shown that many           \ncomplex types of plasma wave and radio-emission phenomena occur in the       \nJovian magnetosphere.  These include electromagnetic whistler mode           \nemissions called chorus and hiss, electromagnetic continuum radiation        \ntrapped in the magnetospheric cavity, electrostatic waves associated         \nwith harmonics of the electron cyclotron frequency, and a wide variety       \nof escaping radio emissions.  Some of these waves, such as the whistler      \nmode emissions, are believed to play an important role in the dynamics       \nof the magnetosphere by controlling the pitch-angle scattering and loss      \nof energetic charged particles.  In other cases plasma waves provide an      \nimportant diagnostic tool by revealing various characteristic                \nfrequencies of the plasma, from which quantities such as the electron        \ndensity can be computed.                                                     \n                                                                             \nSince the Galileo spacecraft will be the first orbiter of Jupiter,           \nthis spacecraft will provide a much more comprehensive study of the          \nJovian magnetosphere than was possible with the previous Pioneer and         \nVoyager flybys of Jupiter.  Specifically, the orbit of Galileo will          \nprovide a survey of the magnetotail at distances of up to 150 RJ over a      \nrange of local times near local midnight, a region that has never            \npreviously been explored; repeated passes through the plasma sheet, and      \nthe tail lobes; and numerous close flybys of the Galilean satellites.        \nOf particular importance will be a very close pass by the satellite Io.      \nThe Voyager flybys showed that volcanic gases escaping from this moon        \nare the main source of plasma in the Jovian magnetosphere.  The primary      \nenergization of plasma in the Jovian magnetosphere is believed to occur      \nin a dense plasma torus that surrounds Jupiter near Io's orbit.  This        \nenergization is associated with many complex plasma wave phenomena,          \nincluding the generation of intense kilometric and decametric radio          \nemissions.                                                                   \n                                                                             \nIn addition to exploring regions never previously investigated,              \nGalileo, by virtue of its long lifetime in orbit around Jupiter, also        \nprovides a unique new capability for carrying out studies of temporal        \nvariations on time scales that cannot be investigated with a single          \nflyby.  For example, it is known that the kilometric and decametric          \nradio emissions associated with Io and its plasma torus have temporal        \nvariations on time scales of weeks and longer. With Galileo these            \ntemporal variations can be monitored over periods of several years and       \ncompared with other remote sensing instruments. These measurements           \nshould be able to tell us, for example, whether the variations are           \nassociated with changes in the volcanoes on Io. Considerable interest        \nalso exists in searching for evidence of magnetospheric substorm             \nphenomena, possibly comparable to auroral substorms in the Earth's           \nmagnetosphere.  With the Galileo plasma wave instrument, it should be        \npossible to provide remote sensing of substorms in a manner comparable       \nto the remote sensing of terrestrial auroral kilometric radiation,           \nwhich is known to be closely associated with terrestrial substorms.          \n                                                                             \nTo carry out comprehensive studies of plasma waves and radio                 \nemissions at Jupiter, the Galileo plasma wave instrument incorporates        \nseveral new features that provide improvements over the previous             \nVoyager 1 and 2 measurements.  These improvements include (1) nearly         \nsimultaneous electric and magnetic field measurements to distinguish         \nelectrostatic waves from electromagnetic waves, (2) direction finding        \nmeasurements to determine source locations, and (3) better frequency         \nand time resolution to resolve fine structure in the plasma wave and         \nradio emission spectrum.  The main instrument package and the electric       \ndipole antenna system were designed and constructed at the University        \nof Iowa, and the search coil magnetic antenna was provided by the            \nCentre de Recherches en Physique de l'Environnement Terrestre et             \nPlanetaire (CRPE).                                                           \n                                                                             \n                                                                             \nCalibration:                                                                 \n                                                                             \n                                                                             \nAn extensive series of calibrations and performance checks were              \nperformed on the plasma wave instrument both on and off the spacecraft.      \nSince the logarithmic compressors used in the spectrum analyzers do          \nnot give a true logarithmic response, the transfer function of the           \nlogarithmic compressors must be calibrated.  Because of the large            \nnumber of channels, it is not practical to calibrate each frequency          \nchannel separately.  Instead, the transfer function is measured for          \neach logarithmic compressor, and a frequency response calibration is         \nperformed at a fixed amplitude for all channels using that compressor.       \nThis procedure provides accurate calibrations for each frequency step        \nbecause each band of the receiver uses a single filter and logarithmic       \ncompressor.                                                                  \n                                                                             \nA look-up table can be constructed which converts the telemetry              \ndata number to input signal strength.  When combined with the overall        \nfrequency response across each band, these calibrations are sufficient       \nto determine the signal strength in all channels served by this filter       \nband and compressor.                                                         \n                                                                             \nIn addition to the amplitude response of the compressors, a                  \nfrequency response is also performed for each frequency channel. All         \nfrequency channels are checked to confirm that the filter bands have         \nthe proper shape and no spurious responses.  The effective noise             \nbandwidths are measured by stimulating the instrument with a white           \nnoise signal of known spectral density.                                      \n                                                                             \nFor the electric field antenna, the electric field strength is               \ncomputed by assuming that the antenna has an effective length of             \nLeff = 3.5 meters. This length is the distance between the geometric         \ncenters of the two dipole elements.  For the search coil magnetic            \nantennas, the magnetic field sensitivity and frequency response was          \ncalibrated in the IPG magnetic field observatory at Chambon La Foret,        \nFrance.  These calibrations were performed using a Helmholtz coil            \ndriven by a known AC current source.  The absolute accuracy of the           \nsensitivity calibration is estimated to be about 3 percent. The              \nmagnetic noise levels were measured by placing the search coils in a         \nmu-metal chamber, which shields the sensors from external noise              \nsources.                                                                     \n                                                                             \n                                                                             \nOperational Considerations:                                                  \n                                                                             \n                                                                             \nNominally, the instrument is operated any time low rate science              \n(LRS) or greater data rate capability is available.  When LRS is the         \nmaximum data rate, the instrument is operated in its power-up mode,          \nwith the SA and SFR toggling back and forth between the electric and         \nmagnetic antennas.  When wideband data can be recorded or transmitted        \nto the Earth, then the wide range of instrument modes and antenna            \nconfigurations are utilized based on the science objectives for a given      \ntime interval.  The UVS instrument has a stepper motor that drives its       \ngrating which is a major source of magnetic interference in the              \nfrequency range from about 100 Hz to 2 kHz.  Every attempt is made to        \nwork with the UVS team to minimize the times during which the grating        \nis moved while PWS is observing on the magnetic antenna.  In many            \ncases, this requires a time- sharing arrangement which allows for some       \npercentage of magnetic viewing time in an interference-free                  \nenvironment, but which also allows UVS to observe with a moving grating      \nin order to achieve its science objectives.                                  \n                                                                             \nDetectors:                                                                   \n                                                                             \n                                                                             \nThe plasma wave sensors on Galileo consist of one 6.6 meter                  \ntip-to-tip electric dipole antenna and two search coil magnetic              \nantennas.  The electric dipole antenna is mounted at the end of the          \nmagnetometer boom approximately 10.6 meters from the spacecraft, and         \nthe search coil magnetic antennas are mounted on the high gain antenna       \nfeed.  The electric antenna consists of two graphite epoxy elements          \nwith a root diameter of 2.0 cm, tapering to 0.3 cm at the tip.  The          \ndipole elements are mounted perpendicular to the magnetometer boom to        \nminimize electric field distortion effects due to the spacecraft             \nstructure.  The antenna axis is also oriented perpendicular to the           \nspacecraft spin axis in order to permit direction finding.  Each             \nelement is hinged 1.8 meters from the tip so that the antenna can be         \nfolded for launch.  A housing at the base of the dipole elements             \ncontains two preamplifiers.  These preamplifiers provide low impedance       \nsignals to the main electronics package. Each element is grounded to         \nthe spacecraft structure through a 250 MegOhm resistance to limit            \ndifferential charging effects.                                               \n                                                                             \nThe search coil magnetic antenna consists of two high permeability           \nrods, 25.5 and 27.5 cm long, one optimized for low frequencies, 5 Hz to      \n3.5 kHz, and the other optimized for high frequencies, 1 kHz to 50 kHz.      \nThe winding on the low frequency search coil consists of 50,000 turns of     \n0.07 mm diameter copper wire and the winding on the high frequency           \nsearch coil consists of 2000 turns of 0.14 mm diameter copper wire.          \nThe two search coils are mounted orthogonally to minimize the electrical     \ncoupling between the sensors.  Both search coils are mounted                 \nperpendicular to the spacecraft spin axis.  The high frequency sensor is     \nperpendicular to the electric dipole antenna and the low frequency           \nsensor is parallel to the electric dipole antenna.  Two preamplifiers        \nmounted in a housing near the search coil are used to provide low            \nimpedance signals to the main electronics package.  Frequencies below        \n2.4 kHz are obtained from the low frequency search coil, and                 \nfrequencies above 2.4 kHz are obtained from the high frequency search        \ncoil.                                                                        \n                                                                             \nElectronics:                                                                 \n                                                                             \nAll of the signal processing for the plasma wave experiment is               \nperformed in a single main electronics package.  The main electronics        \npackage is mounted in the spacecraft body near the base of the               \nmagnetometer boom. Signals from the electric dipole antenna and the two      \nsearch coils are processed by a wideband receiver and three spectrum         \nanalyzers:  a high frequency spectrum analyzer also called the High          \nFrequency Receiver (HFR), a medium frequency spectrum analyzer also          \ncalled the Sweep Frequency Receiver (SFR), and a low frequency spectrum      \nanalyzer also called simply the Spectrum Analyzer (SA).  The HFR             \nprovides 42 frequencies from 100.8 kHz to 5.645 MHz with a fractional        \nfrequency spacing of delta-f/f ~ 10.0% and a bandwidth of 2 kHz.  One        \nspectral sweep is provided every 18.67 seconds with a dynamic range of       \n100 db.  The SFR provides 112 frequencies from 40 Hz to 160 kHz with a       \nfractional frequency spacing of delta-f/f ~ 8.0%.  This analyzer gives       \none spectral sweep every 18.67 seconds with a dynamic range of 100 db.       \nThe low frequency SA provides 4 logarithmically spaced frequency             \nchannels from 5.62 Hz to 31.1 Hz.  All four channels are sampled once        \nevery 2.67 seconds with a dynamic range of 110 db.  The data from the        \nHFR, SFR, and SA (and survey wideband data as described below) are           \ntransmitted to the ground via the low rate telemetry at a bit rate of        \n240 bits/sec.                                                                \n                                                                             \nThe wideband waveform receiver provides waveform measurements in             \nthree frequency bands, 5 Hz to 1 kHz, 50 Hz to 10 kHz, and 50 Hz             \nto 80 kHz.  The frequency band to be used is controlled by the               \nspacecraft Command and Data Subsystem (CDS).  An automatic gain control      \n(AGC) circuit is used to control the amplitude of the output waveform.       \nThe AGC time constant is 0.1 seconds in the two high frequency bands         \nand 1.0 second in the low frequency band.  The waveform from the             \nwideband receiver is digitized by a 4-bit analog-to-digital converter        \n(ADC).  The sample rate of the ADC is fixed at either 3,150, 25,200, or      \n201,600 samples per second, depending on the frequency band selected.        \nThe waveform data can be transmitted in real time or recorded on the         \nspacecraft digital tape recorder.                                            \n                                                                             \nThe plasma wave instrument has several modes of operation and                \nmethods of data transmission.  These modes are also controlled by            \nthe spacecraft CDS. The medium and low frequency spectrum analyzers and      \nthe wideband waveform receiver can be connected to either the electric       \ndipole antenna or the search coil magnetic antennas.  In the normal          \nmode of operation, the SFR and SA are cycled between the electric and        \nmagnetic antennas so that alternate electric and magnetic spectrums are      \nobtained.  Since the search coils do not provide signals in the              \nfrequency range covered by the HFR, this analyzer is always connected        \nto the electric antenna.  In the cycling mode of operation, the time         \nrequired for a complete set of electric and magnetic field spectrums is      \n37.33 seconds.  The SFR and SA can also be locked on either the              \nelectric or magnetic antennas to provide improved time resolution at         \nthe expense of complementary electric and magnetic field coverage.  In       \nall cases the HFR, SFR, and SA outputs consist of an 8-bit binary            \nnumbers that are approximately proportional to the logarithm of the          \nreceived signal strength.  In the ground data processing the data from       \nthe HFR, SFR, and SA will be displayed in the form of color                  \nfrequency-time spectrograms.  The frequency scale of the Galileo             \nspectrograms will extend from 5.6 Hz to 5.65 MHz, and variable time          \nscales will be available, ranging from 30 minutes to more than 24            \nhours, depending on the application.  Normally, 24-hour spectrograms         \nwill be used to survey the plasma wave data.  These survey spectrograms      \nwill be used to select specific intervals for more detailed analysis,        \nsuch as comparison with charged particle or magnetic field data, or          \ndirection-finding analyses.                                                  \n                                                                             \nThe greatest flexibility in the operation of the plasma wave                 \ninstrument is available in the wideband waveform receiver.  This             \nreceiver provides very high resolution measurements of electric and          \nmagnetic field waveforms during times of special interest, such as the       \npass through the Io torus and satellite encounters.  The waveform data       \nprovide the highest possible frequency and time resolution, subject          \nonly to the constraints of Fourier analysis, delta-f*delta-t ~ 1.            \nAlthough the waveform receiver has only three frequency bands, with bit      \nrates of 12.6, 100.8, and 806.4 kbits/sec, several spacecraft modes are      \navailable for recording and transmitting the data to the ground.  In         \nthe highest time resolution mode, an essentially continuous sample of        \nthe electric or magnetic field waveform can be obtained over a               \nbandwidth of 50 Hz to 80 kHz for periods of up to 18 minutes (the time       \nrequired to fill the spacecraft tape recorder).                              \n                                                                             \nOn the ground the waveform data will be Fourier transformed in               \ndiscrete packets, usually consisting of 1024 samples, and                    \ndisplayed in the form of a frequency-time spectrogram.  These                \nfrequency-time spectrograms provide the highest time resolution data         \navailable from the Galileo plasma wave instrument.  In certain modes of      \noperation, such as MPW, XPW, and PW4, the duration of the wideband           \nrecording can be extended at the expense of reduced duty cycle,              \nfrequency coverage, or analysis bandwidth.  To provide some wideband         \ntelemetry even when the high rate telemetry link is not available, a         \nwaveform survey output is included in the regular low rate telemetry         \ndata. This waveform survey output provides one block of 280 waveform         \nsamples every 18.67 seconds in two frequency bands, 5 Hz to 1 kHz and        \n50 Hz to 10 kHz.                                                             \n                                                                             \nFilters:                                                                     \n                                                                             \nThe following three tables describe the 158 frequency channels               \nwhich make up the low rate science portion of the Galileo PWS.               \n                                                                             \nTable 1.  Spectrum Analyzer (SA) Channels                                    \n                                                                             \nChannel   MOD(mf,4) Center Frequency (Hz)    Bandwidth (Hz)                  \n1         0 (4)           5.62               0.832                           \n2         3              10.0                1.86                            \n3         2              17.8                2.75                            \n4         1              31.1                4.79                            \n                                                                             \nmf is the minor frame counted from 1 through 28.                             \n                                                                             \n                                                                             \nTable 2.  Sweep Frequency Receiver (SFR) Channels                            \n                                                                             \nChan mf        Freq. (Hz)     Bandwidth (Hz)                                 \n                                                                             \nBand 1                                                                       \n1     1       42.1             4.26                                          \n2     2       45.6                                                           \n3     3       49.0                                                           \n4     4       52.5                                                           \n5     5       56.0                                                           \n6     6       59.6                                                           \n7     7       66.7                                                           \n8     8       70.4                                                           \n9     9       77.7                                                           \n10    10      81.5                                                           \n11    11      89.0                                                           \n12    12      96.7                                                           \n13    13     104.5                                                           \n14    14     112.5                                                           \n15    15     120.6                                                           \n16    16     128.9                                                           \n17    17     137.3                                                           \n18    18     150.2                                                           \n19    19     158.9                                                           \n20    20     172.5                                                           \n21    21     186.4                                                           \n22    22     200.7                                                           \n23    23     215.5                                                           \n24    24     235.9                                                           \n25    25     251.7                                                           \n26    26     268.0                                                           \n27    27     290.6                                                           \n28    28     314.1                                                           \n                                                                             \nBand 2                                                                       \n29    1      337.              6.76                                          \n30    2      364.                                                            \n31    3      392.                                                            \n32    4      420.                                                            \n33    5      448.                                                            \n34    6      476.                                                            \n35    7      534.                                                            \n36    8      563.                                                            \n37    9      622.                                                            \n38    10     652.                                                            \n39    11     712.                                                            \n40    12     774.                                                            \n41    13     836.                                                            \n42    14     900.                                                            \n43    15     965.                                                            \n44    16       1.031k                                                        \n45    17       1.098k                                                        \n46    18       1.201k                                                        \n47    19       1.272k                                                        \n48    20       1.380k                                                        \n49    21       1.491k                                                        \n50    22       1.606k                                                        \n51    23       1.724k                                                        \n52    24       1.887k                                                        \n53    25       2.013k                                                        \n54    26       2.144k                                                        \n55    27       2.325k                                                        \n56    28       2.513k                                                        \n                                                                             \nBand 3                                                                       \n57    1        2.70k           120.                                          \n58    2        2.91k                                                         \n59    3        3.14k                                                         \n60    4        3.36k                                                         \n61    5        3.58k                                                         \n62    6        3.81k                                                         \n63    7        4.27k                                                         \n64    8        4.50k                                                         \n65    9        4.98k                                                         \n66    10       5.21k                                                         \n67    11       5.70k                                                         \n68    12       6.19k                                                         \n69    13       6.69k                                                         \n70    14       7.20k                                                         \n71    15       7.72k                                                         \n72    16       8.25k                                                         \n73    17       8.78k                                                         \n74    18       9.61k                                                         \n75    19      10.17k                                                         \n76    20      11.04k                                                         \n77    21      11.93k                                                         \n78    22      12.85k                                                         \n79    23      13.79k                                                         \n80    24      15.09k                                                         \n81    25      16.11k                                                         \n82    26      17.15k                                                         \n83    27      18.59k                                                         \n84    28      20.10k                                                         \n                                                                             \nBand 4                                                                       \n85    1       21.6k            1520.                                         \n86    2       23.3k                                                          \n87    3       25.1k                                                          \n88    4       26.9k                                                          \n89    5       28.7k                                                          \n90    6       30.5k                                                          \n91    7       34.2k                                                          \n92    8       36.0k                                                          \n93    9       39.8k                                                          \n94    10      41.7k                                                          \n95    11      45.6k                                                          \n96    12      49.5k                                                          \n97    13      53.5k                                                          \n98    14      57.6k                                                          \n99    15      61.7k                                                          \n100   16      66.0k                                                          \n101   17      70.3k                                                          \n102   18      76.9k                                                          \n103   19      81.4k                                                          \n104   20      88.3k                                                          \n105   21      95.4k                                                          \n106   22     102.8k                                                          \n107   23     110.3k                                                          \n108   24     120.7k                                                          \n109   25     128.9k                                                          \n110   26     137.2k                                                          \n111   27     148.8k                                                          \n112   28     160.8k                                                          \n(Note that the same bandwidth applies to the entire set of channels in       \nband.)                                                                       \n                                                                             \n                                                                             \nTable 3.  High Frequency Receiver (HFR) Channels                             \n                                                                             \nHFR                  Center Frequency                                        \nChannel    mf             (MHz)                                              \n1          1, 2          0.1008                                              \n2          5, 6          0.1134                                              \n3          9, 10         0.1260                                              \n4          13, 14        0.1386                                              \n5          17, 18        0.1512                                              \n6          21, 22        0.1638                                              \n7          25, 26        0.1764                                              \n8          3, 4          0.2016                                              \n9          7, 8          0.2268                                              \n10         1, 12         0.2520                                              \n11         5, 16         0.2772                                              \n12         9, 20         0.3024                                              \n13         3, 24         0.3276                                              \n14         7, 28         0.3528                                              \n15         1             0.4032                                              \n16         5             0.4536                                              \n17         9             0.5040                                              \n18         13            0.5544                                              \n19         17            0.6048                                              \n20         21            0.6552                                              \n21         25            0.7056                                              \n22         2             0.8060                                              \n23         6             0.9070                                              \n24         10            1.008                                               \n25         14            1.109                                               \n26         18            1.210                                               \n27         22            1.310                                               \n28         26            1.411                                               \n29         3             1.613                                               \n30         7             1.814                                               \n31         11            2.016                                               \n32         15            2.218                                               \n33         19            2.419                                               \n34         23            2.621                                               \n35         27            2.822                                               \n36         4             3.226                                               \n37         8             3.629                                               \n38         12            4.032                                               \n39         16            4.435                                               \n40         20            4.838                                               \n41         24            5.242                                               \n42         28            5.645                                               \n(The bandwidth for all channels is 1340 Hz)                                  \n                                                                             \nMounting Offsets:                                                            \n                                                                             \nThe electric antenna is mounted at the end of the magnetometer               \nboom such that its effective axis is parallel to the spacecraft X            \naxis (perpendicular to both the magnetometer boom and the spacecraft         \nspin axis.  The low frequency magnetic search coil is mounted with its       \neffective axis parallel to the spacecraft X axis and the high frequency      \nsearch coil is parallel to the spacecraft Y axis (perpendicular to the       \nX axis and to the spacecraft spin axis.                                      \n                                                                             \nField of View:                                                               \n                                                                             \nThe field of view of the PWS, whether from the electric dipole               \nantenna or one of the magnetic search coils is a standard dipole             \nantenna pattern which has a maximum sensitivity to the field along the       \naxis of the sensor.  For radio waves which propagate above the               \ncharacteristic frequencies of the plasma and which do not interact with      \nthe local plasma, this means maximum sensitivity is to sources in a          \nplane perpendicular to the antenna axis, since the electric and              \nmagnetic fields of a radio wave are normally perpendicular to the            \npropagation vector.                                                          \n                                                                             \nData Rates:                                                                  \n                                                                             \nThe basic low rate science (LRS) data rate of the instrument is              \n240 bps. Wideband waveform receiver data rates range from 19.2               \nkbps to 806.4 kbps, depending on the telemetry mode.  Rates of 94._          \nkbps and lower can be either recorded on the spacecraft tape recorder        \nor transmitted directly to the ground; rates of 403.2 and 806.4 kbps         \ncan only be recorded onboard for later playback at lower rates.              \n                                                                             \nInstrument Modes:                                                            \n                                                                             \nThe PWS has several modes of operation.  The SA and SFR can either           \nmonitor only the electric antenna, only the magnetic antenna, or toggle      \nback and forth between the two, obtaining a complete spectral scan from      \neach antenna before switching to the other.  This toggling mode is the       \nmost commonly utilized mode.  There is also a mode which enables the         \nmagnetic search coil calibration tone.  When enabled, the calibration        \nsignal is excited for 56 mf (37.33 sec) at the beginning of each             \nMOD(RIM,8)=0 until disabled.                                                 \n                                                                             \nThe wideband receiver has three basic modes (analysis bandwidths)            \nand can be attached to either the electric antenna or the magnetic.          \nThe three modes provide analysis bandwidths of 10 kHz, 80 kHz, and           \n1 kHz although there is an additional mode which toggles between the         \n10 kHz and 1 kHz mode.  In this mode, the waveform data is collected         \nfor 14 mf (9.33 sec) in one bandwidth and then for 14 mf in the other        \nbandwidth.                                                                   \n                                                                             \nA wide range of telemetry formats are available for the wideband             \ndata. For any one of the three wideband modes, the instantaneous             \ndata rate is fixed (806.4 kbps for the 80 kHz mode, 100.8 kbps for the       \n10 kHz mode, and 12.6 kbps for the 1 kHz mode.  However, the different       \ntelemetry modes differ primarily in the number of consecutive samples        \ncollected during an RTI.  This results in a variation in the duty cycle      \ndepending on the data rate allocated to this data stream in the              \nselected telemetry mode.                                                     \n                                                                             \nPhase 2 Software Implications:                                               \n                                                                             \nIn response to the failure of the high gain antenna and the                  \nresulting reduction in downlink telecommunications capabilities for the      \nGalileo spacecraft, the Galileo Project undertook a massive                  \nre-programming of onboard software in order to enable science                \nobservations in Jupiter orbit.  Coupled with flight software changes,        \nmodifications to the Deep Space Network were also undertaken to improve      \nthe overall downlink capability from the spacecraft.  Together, these        \nactions increased the actual bit-to-ground capability from a maximum of      \nabout 10 bps to a maximum of 160 bps.  In addition, onboard data             \ncompression was implemented which increased the information content of       \nthe downlink by roughly a factor of 10.                                      \n                                                                             \nThe PWS instrument has no microprocessor; all of its functions               \nare hardwired, hence, no reprogramming of the instrument itself was          \npossible.  One result of this is that the basic timing of the                \ninstrument is identical to that described in the section above.              \nHowever, significant software additions in the CDS and AACS were             \nimplemented which enable the PWS to perform its basic observations at        \ndramatically lower data rates.  These changes can be categorized simply      \nas editing and compression. The LRS observations are edited as               \ndescribed below to reduce the observations retained for downlink from        \n240 bps to 65 bps.  The remaining 65 bps LRS data stream is then             \ncompressed using the same integer cosine transform (ICT) algorithm as        \nused for the Solid State Imaging (SSI) data.  The severity of this           \ncompression is variable and can range from 40 bps to 5 bps, with 5 bps       \nbeing the most often utilized data rate. The wideband data are not           \ncompressed and are minimized through editing functions only.  In             \naddition, a new wideband telemetry mode was developed which uses bit         \nallocations in the original LRS telemetry frame originally reserved for      \nGolay encoding to produce a mode with drastically reduced data rate          \nrequirements.                                                                \n                                                                             \nRealtime Science                                                             \n                                                                             \nLRS Editing and Compression:  The original PWS LRS data                      \nstream is edited to reduce the data rate before compression from 240         \nbps to 65 bps.  First, the 120 bits of waveform survey data are edited       \nout of the data stream.  Second, all housekeeping and status                 \ninformation is removed; if one assumes that the sequenced commands are       \nexecuted properly and the instrument timing is maintained, the status        \nof the instrument can be unambiguously determined from the most recent       \nmode command and the current spacecraft clock.  A recorded mode like         \nthe original LRS but now called LPW preserves the full, original PWS         \nLRS data stream and can be used to compare realtime science with the         \nfull data steam at limited times in case questions arise about the           \nassumptions of correct command execution or instrument timing.  Third,       \nonly one sample per channel is preserved in a given 18.67-second             \ninstrument cycle.  Accordingly, only the first sample of the four SA         \nchannels are retained and only the first sample of the lower frequency       \nHFR channels are retained.  Further, since there is an overlap between       \nthe upper frequency range of Band 4 of the MFR with the lower range          \nof the HFR, and since the HFR has better sensitivity over this range,        \nthe highest frequency 6 channels of MFR band 4 are edited out.  What         \nremains is a single sample of each of 152 of the original 158 channels       \nin the low rate portion of the instrument.  This is the data stream          \nwhich is forwarded to the AACS for ICT compression.                          \n                                                                             \nThe ICT compression works on 8x8 pixel blocks of an image.                   \nSince The PWS dynamic spectrogram can be thought of as an                    \nimage, the compression algorithm can be used to compress the                 \nspectrogram prior to transmission to the ground.  One complication is        \nthat the PWS generally alternates between a magnetic and electric            \nspectrum (at least for the SA and MFR channels) and the resulting            \nalternating spectra add entropy to the 'image' and thereby reduce the        \ncompressibility of the data set.  Therefore, the electric and magnetic       \nspectra are separated or 'unzipped' prior to compression.  Also, it is       \nnecessary to build up 8x8 blocks of the spectrogram.  152 channels can       \nbe broken into 19 8-channel segments, hence, 8 electric and 8 magnetic       \nspectra are accumulated in order to make an 8x152 pixel strip (19 8x8        \nblocks) of electric field data and a similar strip for the magnetic          \ndata.  (Note that the electric HFR data is included with the magnetic        \nstrip so that the 18.67-sec samples of the HFR channels are preserved.)      \n Hence, data is collected on 16 x 18.67 second time intervals (about 5       \nminutes) in order to build the two 8x152 pixel strips.  Each of the          \nstrips is compressed individually with all 19 8x8 blocks in each being       \nused to generate a downlink packet.  Since transmission errors will          \nmake decompression impossible for all data following the error, a            \n5-minute gap will appear for any packet with a telemetry error.              \nFortunately, telemetry errors are very infrequent and the data which         \nreaches the ground intact is virtually immune from the spikes typical        \nof bursty bit errors in an uncompressed telemetry stream.                    \n                                                                             \nOnce on the ground, the electric and magnetic strips are                     \ndecompressed and 'zipped' back together in the original time order.          \nThis allows sequential electric (or magnetic) spectra to be maintained       \ntogether in the event the instrument is not cycled between E and B           \nsweeps. The net result of this compression/decompression scheme is that      \nthe full temporal and spectral resolution of the PWS instrument is           \nmaintained even though the real data rate to the ground is as low as 5       \nbps.  Of course, as in any lossy compression scheme, information is          \nlost.  By maintaining the spectral and temporal resolution, the loss in      \nthe resulting data set is in amplitude inaccuracy.  Based on both            \nground experimentation and analysis of the Jupiter data, we believe the      \namplitude errors at 5 bps are no more than about 6 dB and are much less      \nat the higher data rates (less severe compression).  At 5 bps these          \namplitude errors appear as 'tiling' in which all pixels in a given 8x8       \nblock have similar values but are different from adjoining 8x8 blocks        \nor else the 8x8 blocks take on a checkerboard appearance.  The errors        \ndo not appear to be systematic, hence, we believe that averaging pixels      \nin frequency and time over regions of the spectrogram where the              \nspectrum appears to be 'simple' could provide a better estimate of the       \ntrue signal strength.  Generally, however, the 5 dB accuracy will            \nenable a wide range of studies without need to know the absolute             \namplitude better than a few dB.                                              \n                                                                             \nRecorded Data                                                                \n                                                                             \nLRS data:  When PWS data are recorded, the full LRS data stream              \nis recorded and played back.  This includes all status bits,                 \nadditional samples of multiply-sampled channels (e.g. SA channels), and      \nthe waveform survey data.  The discussion of data in the original            \ninstrument description is fully applicable in this case.                     \n                                                                             \nWideband data:  The wideband data suffered the most through the              \nprocess of reducing the downlink requirements.  Nevertheless, a minimal      \nwideband capability was retained.  Beginning with the Io flyby, a new        \ndata mode was introduced which replace the Golay encoding bits formerly      \nused for the LRS data format with PWS wideband data in the LPW format.       \nThis mode is called LPW and is usually modified with the term Golay          \nbits to distinguish these data from the low rate data.  All three of         \nthe bandwidths (wideband modes) can be used with the LPW format and for      \neach, a total of 832(????) contiguous 4-bit samples are acquired.            \nHowever, these 832 samples are recorded only once per 2 minor frames,        \nor 2.67 seconds, hence, the best spectral temporal resolution (temporal      \nresolution of Fourier transforms assuming 1 transform per set of             \ncontiguous samples) is 2.67 seconds.  The spectral resolution (416           \nspectral components is very competitive with the HPW (94._ kbps mode)        \nbut the temporal resolution is poorer by a factor of about 50.  It           \nis this mode, however, which is used for virtually all of the orbital        \ntour recording.                                                              \n                                                                             \nSome of the original wideband telemetry modes were eliminated                \nand those which remain (in addition to the LPW/Golay bits) are MPW,          \nMPP, and HPW.  These provide 7.68, 19.2, and 94._ kbps, respectively.        \nIn practice, the LPW/Golay bits provides superior spectral resolution        \nover the MPW mode at significantly reduced bit rate (due to the              \npoor temporal resolution) and the MPW mode is not utilized in the            \ntour.  Limited use of the MPP and HPW modes is included in the tour          \ndata set, however.                                                           \n                                                                             \nFor all the wideband telemetry modes, an additional capability               \nfor reducing the downlink requirements was implemented.  This is             \nan editing function often referred to as '1 of n-line editing' and           \nconsists of returning 1 of every n sets of contiguous samples recorded.      \nMost of the tour data were returned with n = 2 or n = 4 so that              \nthe temporal resolution of the Fourier transformed spectra are a factor      \nof 2 or 4 poorer than the original recorded data.  For example, in           \nthe LPW/Golay bits mode, if n = 2, the time between returned spectra         \nis not 2.67 seconds, but 5.33 seconds.  Reducing the number of samples       \nin a contiguous set of samples by returning every nth sample was             \nnever considered because this would under sample the waveform and            \nlead to aliasing problems.  Likewise, truncating the number of               \nsamples in a set would reduce the spectral resolution, thereby               \ndefeating the remaining attribute of the wideband data.\"                     \n\n\n",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Donald.A.Gurnett",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/William.S.Kurth",
            "Role": "CoInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "Instrument home page at The University of Iowa",
            "URL": "http://www-pw.physics.uiowa.edu/galileo/"
          },
          {
            "Name": "Experiment Details at the National Space Science Data Center (NSSDC)",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1989-084B-07"
          }
        ]
      },
      "InstrumentType": [
        "Antenna",
        "SearchCoil"
      ],
      "InvestigationName": "Plasma Wave Spectrometer",
      "ObservatoryID": "spase://SMWG/Observatory/Galileo"
    }
  }
}