{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/RISH/misc/PON/WPradar",
      "ResourceHeader": {
        "ResourceName": "Transportable wind profiler (called LQ7) at the Pontianak observatory",
        "ReleaseDate": "2016-07-21T16:28:00",
        "Description": "The transportable wind profiler (called LQ7) at Pontianak in West Kalimantan, Indonesia (0.00S, 109.37E, 1m MSL) is an active-phased array radar using seven Luneberg lens antennas. It has been operated at the center frequency of 1357.5 MHz with a peak transmitted power of 2800 W since 2007. This peak power is larger than the L-band lower troposphere radar (LTR) installed at Shigaraki. The LQ7 was developed for the HARIMAU (Hydrometeorogical ARray for Isv-Monsoon AUtomonitoring) project by using advanced material technology of Sumitomo Electric Industries, in order to observe height profiles of wind velocity and atmospheric turbulence in the whole lower troposphere. The LQ7 system mainly consists of four parts (antenna, transmitter, signal processing and data processing units), and can be remotely operated through the internet using a remote control unit. Active phased-array antennas with the aperture of 3.5 m^2 and the gain of 30 dBi are used in the antenna unit. The unit of dBi means antenna gain. The antenna beam can be electronically steered vertically and in four oblique directions (usually along north, south, east and west) with the zenith angle of 14.2 degrees in order to estimate three components of wind velocity. Detailed description of the LQ7 is found in the paper [Yamanaka et al., J. Disaster Res., 3, 78-88, 2008].",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Hiroyuki.Hashiguchi",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "PersonID",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://IUGONET/Person/RISH.Metadata.Management.Group",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Radar",
      "InvestigationName": "Hydrometeorological ARray for Isv-Monsoon AUtomonitoring (HARIMAU)",
      "ObservatoryID": "spase://IUGONET/Observatory/RISH/misc/PON"
    }
  }
}