{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Rosetta/MIP",
      "ResourceHeader": {
        "ResourceName": "MIP",
        "AlternateName": "Mutual Impedance Probe",
        "ReleaseDate": "2009-05-20T21:10:13Z",
        "Description": "The Mutual Impedance Probe instrument (RPC-MIP) is part of the          \n      set of Rosetta orbiter instruments known as the Rosetta Plasma          \n      Consortium (RPC).                                                       \n      The purpose of the RPC-MIP instrument is to provide several plasma      \n      parameters, derived from measurements, such as the electron plasma      \n      density.                                                                \n      RPC-MIP is composed of an electric antenna and a HF analyser.           \n      The RPC-MIP antenna comprises two receivers and two transmitters,       \n      supported by a conductive bar. This antenna is mounted on the           \n      upper boom of the spacecraft.\n       The RPC-MIP instrument can be used in active mode, or in passive        \n      mode.                                                                   \n                                                                              \n      In active mode the ambiant plasma is excited  by one or two,            \n      among the three transmitters.                                           \n      There is three main active modes :                                      \n      * the Survey mode consists of a sweep over the frequency bandwidth which can be selected from 28 kHz to 3.5 MHz,               \n      * the Sweep mode is always triggered by a Survey mode, it allows us to scan a limited frequency bandwidth around the resonance with a better frequency resolution,                         \n      * the LDL mode consists of a sweep over the frequency bandwidth  7 - 168 kHz, the signal is transmitted by the LAP2 probe.             \n                                                                              \n      In passive mode no signal is transmitted, it consists of a              \n      power spectrum over all the 7 kHz - 3.5 MHz frequency                   \n      bandwidth.        \n      ",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-AMDA/Pierre.Henri",
          "Role": "PrincipalInvestigator"
        }
      },
      "InstrumentType": "Antenna",
      "InvestigationName": "Rosetta Plasma Concortium",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Rosetta"
    }
  }
}