{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_6_0.xsd",
    "Version": "2.6.0",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/DE2/MAGB-VEFI/CDF/PT0.062S",
      "ResourceHeader": {
        "ResourceName": "DE 2 Vector Electric Field Instrument, VEFI, Magnetometer, MAG-B, Merged Magnetic and Electric Field Parameters, 62 ms Data",
        "DOI": "https://doi.org/10.48322/ha70-4305",
        "ReleaseDate": "2024-02-22T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": [
            {
              "ReleaseDate": "2021-04-27T15:38:11",
              "Note": "Only known prior ReleaseDate of the metadata"
            },
            {
              "ReleaseDate": "2023-07-30T12:34:56.789",
              "Note": "Added DOI and PublicationInfo minted by LFB, Metadata versioned up to SPASE 2.6.0, reviewed by LFB 20230727"
            },
            {
              "ReleaseDate": "2024-02-22T12:34:56.789",
              "Note": "Corrected TemporalDescription TimeSpan StartDate and StopDate information, Edited ResourceHeader Description to conform with SPASE text normalization and mark-up conventions, LFB 20240222"
            }
          ]
        },
        "Description": "This Dynamics Explorer 2, DE 2, data set is a combination of the Vector Electric Field Instrument, VEFI, and Magnetometer-B, MAGB, high resolution data sets in spacecraft, SC, coordinates submitted to NSSDC. The following orbit-altitude, OA, parameters have been added to the data set:\n\n* 1) Model magnetic field, SC coordinates\n* 2) Satellite altitude\n* 3) Geographic latitude and longitude\n* 4) Magnetic local time\n* 5) Invariant latitude\n\nThe VEFI data set is described in the file VEFIVOLDESC.SFD and the MAGB data set is described in the file MAGBVOLDESC.SFD, these files are portions of the Standard Format Data Unit, SFDU, metadata files submitted with the VEFI and MAGB data to NSSDC and are included in each volume of this data set. This data set consists of daily files from 1981-08-15, day of year 227, to 1983-02-16, day of year 47. Each file contains all the data available for a given day. During the merging of the data sets it was found that although VEFI and MAGB should cover the same time spans, they do not, due perhaps to the fact that the original MAGB high resolution data set was created on the DE Sigma-9 in Sigma-9 format by using the DE telemetry tapes, while the VEFI high resolution data set was created on the DE MicroVAX system using the DE telemetry data base on optical disk. In order to keep the largest amount of data possible, the merged data set includes all the available VEFI and MAGB data, for those times when VEFI data was available but MAGB was not, 6.54% of the time spanned by this data product, a fill value of 9999999. was given to the MAGB data. Likewise, for those times when MAGB data was available but VEFI was not, 6.87% of the time, the fill value was assigned to the VEFI data. Times for which both VEFI and MAGB data were fill values in the original data sets were not included in the merged data set. There were also times when certain OA parameters were fill values in the OA data base and they are therefore also fill values in this merged data set. The model magnetic field had fill values for 8.55% of the data. Statistics were not kept for the other OA parameters. Each daily file contains a record per measurement. The total number of records in each file varies depending on the amount of data available for a given day.\n\nThe DE 2 spacecraft, which was the low-altitude mission component, complemented the high-altitude mission DE 1 spacecraft and was placed into an orbit with a perigee sufficiently low to permit measurements of neutral composition, temperature, and wind. The apogee was high enough to permit measurements above the interaction regions of suprathermal ions, and also plasma flow measurements at the feet of the magnetospheric field lines. The general form of the spacecraft was a short polygon 137 cm in diameter and 115 cm high. The triaxial antennas were 23 m tip-to-tip. One 6 m boom was provided for remote measurements. The spacecraft weight was 403 kg. Power was supplied by a solar cell array, which charged two 6 ampere-hour nickel-cadmium batteries. The spacecraft was three-axis stabilized with the yaw axis aligned toward the center of the Earth to within 1°. The spin axis was normal to the orbit plane within 1° with a spin rate of one revolution per orbit. A single-axis scan platform was included in order to mount the low-altitude plasma instrument (ID: 81-070B-08). The platform rotated about the spin axis. A pulse code modulation telemetry data system was used that operated in real time or in a tape recorder mode. Data were acquired on a science-problem-oriented basis, with closely coordinated operations of the various instruments, both satellites, and supportive experiments. Measurements were temporarily stored on tape recorders before transmission at an 8:1 playback-to-record ratio. Since commands were also stored in a command memory unit, spacecraft operations were not real time. Additional details can be found in R.A. Hoffman et al., Space Sci. Instrum., 5(4), 349, 1981. DE-2 reentered the atmosphere on February 19, 1983. A triaxial fluxgate magnetometer onboard DE 2, MAG-B, similar to one on board DE 1 (ID: 81-070A-01), was used to obtain the magnetic field data needed to study the magnetosphere-ionosphere-atmosphere coupling.\n\nThe primary objectives of this investigation were to measure field aligned currents in the auroral oval and over the polar cap at two different altitudes using the two spacecraft, and to correlate these measurements with observations of electric fields, plasma waves, suprathermal particles, thermal particles, and auroral images obtained from investigation (ID: 81-070A-03). The magnetometer had digital compensation of the ambient field in 8000 nT increments. The instrument incorporated its own 12-bit analog-to-digital, A/D, converter, a 4-bit digital compensation register for each axis, and a system control that generated a 48-bit data word consisting of a 16-bit representation of the field measured along each of three magnetometer axes. Track and hold modules were used to obtain simultaneous samples on all three axes. The instrument bandwidth was 25 Hz. The analog range was ±62000 nT, the accuracy was ±4 nT, and the resolution was 1.5 nT. The time resolution was 16 vector samples/s. More details can be found in W.H. Farthing et al., Space Sci. Instrum., 5(4), 551, 1981. The Vector Electric Field Instrument, VEFI, used flight-proven double-probe techniques with 20 m baselines to obtain measurements of DC electric fields.\n\nThis electric field investigation had the following objectives:\n\n* 1) obtain accurate and comprehensive triaxial DC electric field measurements at ionospheric altitudes in order to refine the basic spatial patterns, define the large-scale time history of these patterns, and study the small-scale temporal and spatial variations within the overall patterns\n* 2) study the degree to which and in what region the electric field projects to the equatorial plane\n* 3) obtain measurements of extreme low frequency, ELF, and lower frequency irregularity structures\n* 4) perform numerous correlative studies\n\nThe VEFI instrument consisted of six cylindrical elements 11 m long and 28 mm in diameter. Each antenna was insulated from the plasma except for the outer 2 m. The baseline, or distance between the midpoints of these 2-m active elements, was 20 m. The antennas were interlocked along the edges to prevent oscillation and to increase their rigidity against drag forces. The basic electronic system was very similar in concept to those used on IMP-8 and ISEE 1, but modified for a three-axis measurement on a nonspinning spacecraft. At the core of the system were the high-impedance (10¹² ohm) preamplifiers, whose outputs were accurately subtracted and digitized with 14-bit A/D conversion for sensitivity to about 0.1 µV/m to maintain high resolution for subsequent removal of the cross product of the electric field, V, and magnetic field, B, vectors in data processing. This provided the basic DC measurement. Other circuitry was used to aid in interpreting the DC data and to measure rapid variations in the signals detected by the antennas. The planned DC electric field range was ±1 V/m, the planned resolution was 0.1 mV/m, and the variational AC electric field was measured from 4 Hz to 1024 Hz. The DC electric field was measured at 16 samples/s. The AC electric field was measured from 1 µV/m to 10 mV/m root mean square, rms. Note that the VEFI antenna pair perpendicular to the orbit plane onboard DE 2 did not deploy. Additional details are found in N.C. Maynard et al., Space Sci. Instrum., 5(4), 523, 1981.",
        "Acknowledgement": "Please acknowledge the Principal Investigator J.A. Slavin for use of the Data",
        "PublicationInfo": {
          "Authors": "Slavin, James, A.",
          "PublicationDate": "2023-01-01T00:00:00",
          "PublishedBy": "NASA Space Physics Data Facility"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/James.A.Slavin",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Robert.M.Candey",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "Dynamics Explorer 2, DE 2, Merged Magnetometer Instrument, MAGB, and Vector Electric Field Instrument, VEFI, data readme text file, NASA GSFC",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/de/de2/magnetic_electric_fields_vefi_magb/00readme.txt",
            "Description": "Dynamics Explorer 2, DE 2, Merged Magnetometer Instrument, MAGB, and Vector Electric Field Instrument, VEFI, data readme text file, hosted by NASA GSFC",
            "Language": "en"
          },
          {
            "Name": "Dynamics Explorer 2, DE 2, Magnetometer Instrument, MAGB, instrument and data description, NASA GSFC",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/de/de2/magnetic_electric_fields_vefi_magb/MAGB_instrument_data.txt",
            "Description": "Dynamics Explorer 2, DE 2, Magnetometer Instrument, MAGB, instrument and data description, hosted by NASA GSFC",
            "Language": "en"
          },
          {
            "Name": "Dynamics Explorer 2, DE 2, Vector Electric Field Instrument, VEFI, instrument and data description, NASA GSFC",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/de/de2/magnetic_electric_fields_vefi_magb/VEFI_instrument_data.txt",
            "Description": "Dynamics Explorer 2, DE 2, Vector Electric Field Instrument, VEFI, instrument and data description, hosted by NASA GSFC",
            "Language": "en"
          },
          {
            "Name": "OMNIWeb FTP Browser access to Dynamics Explorer 2 Magnetic and Electric Field ASCII data, NASA GSFC",
            "URL": "https://omniweb.gsfc.nasa.gov/ftpbrowser/de2_mag.html",
            "Description": "OMNIWeb FTP Browser access to Dynamics Explorer 2 Magnetic and Electric Field ASCII data including plot, listing, and output file services, hosted by NASA GSFC",
            "Language": "en"
          },
          {
            "Name": "NSSDC Master Catalog, Dynamics Explorer 2, MAG-B instrument",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1981-070B-01",
            "Description": "General information concerning the Dynamics Explorer 2, Magnetic Field Observations, MAG-B, instrument",
            "Language": "en"
          },
          {
            "Name": "NSSDC Master Catalog, Dynamics Explorer 2, VEFI instrument",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1981-070B-02",
            "Description": "General information concerning the Dynamics Explorer 2, Vector Electric Field Instrument, VEFI, instrument",
            "Language": "en"
          }
        ],
        "PriorID": "spase://VSPO/NumericalData/DE2/MAGB-VEFI/CDF/PT0.062S"
      },
      "AccessInformation": [
        {
          "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF/CDAWeb",
          "Availability": "Online",
          "AccessRights": "Open",
          "AccessURL": [
            {
              "Name": "FTPS from SPDF (not with most browsers)",
              "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/de/de2/magnetic_electric_fields_vefi_magb/62ms_vefimagb_cdaweb/",
              "Description": "Access to Data in CDF Format via ftp from SPDF"
            },
            {
              "Name": "HTTPS from SPDF",
              "URL": "https://spdf.gsfc.nasa.gov/pub/data/de/de2/magnetic_electric_fields_vefi_magb/62ms_vefimagb_cdaweb/",
              "Description": "Access to Data in CDF Format via http from SPDF"
            },
            {
              "Name": "CDAWeb",
              "URL": "https://cdaweb.gsfc.nasa.gov/cgi-bin/eval2.cgi?dataset=DE2_62MS_VEFIMAGB&index=sp_phys",
              "ProductKey": "DE2_62MS_VEFIMAGB",
              "Description": "Access to ASCII, CDF, and Plots via NASA/GSFC CDAWeb"
            }
          ],
          "Format": "CDF",
          "Encoding": "None",
          "Acknowledgement": "Please acknowledge the Principal Investigator J.A. Slavin. Please acknowledge the Data Providers and CDAWeb when using these Data."
        },
        {
          "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF/CDAWeb",
          "Availability": "Online",
          "AccessRights": "Open",
          "AccessURL": {
            "Name": "CDAWeb HAPI Server",
            "URL": "https://cdaweb.gsfc.nasa.gov/hapi",
            "Style": "HAPI",
            "ProductKey": [
              "DE2_62MS_VEFIMAGB@0",
              "DE2_62MS_VEFIMAGB@1"
            ],
            "Description": "Web Service to this product using the HAPI interface."
          },
          "Format": "CSV",
          "Acknowledgement": "Please acknowledge the Principal Investigator J.A. Slavin. Please acknowledge the Data Providers and CDAWeb when using these Data."
        }
      ],
      "ProcessingLevel": "Calibrated",
      "InstrumentID": [
        "spase://SMWG/Instrument/DynamicsExplorer2/Ephemeris",
        "spase://SMWG/Instrument/DynamicsExplorer2/MAGB",
        "spase://SMWG/Instrument/DynamicsExplorer2/VEFI"
      ],
      "MeasurementType": [
        "ElectricField",
        "Ephemeris",
        "MagneticField"
      ],
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1981-08-15T00:00:00.000",
          "StopDate": "1983-02-16T23:59:59.999"
        },
        "Cadence": "PT0.062S"
      },
      "ObservedRegion": [
        "Earth.Magnetosphere",
        "Earth.Magnetosphere.Polar",
        "Earth.NearSurface",
        "Earth.NearSurface.AuroralRegion",
        "Earth.NearSurface.EquatorialRegion",
        "Earth.NearSurface.Ionosphere",
        "Earth.NearSurface.PolarCap"
      ],
      "Parameter": [
        {
          "Name": "Epoch Time, VEFI",
          "ParameterKey": "vtimeEpoch",
          "Description": "Epoch Time Tags, VEFI, time elapsed since 0 A.D., NSSDC standard-reference time value",
          "Caveats": "Average Type: standard This Parameter exhibits an increasing Monotonic Progression.",
          "Cadence": "PT0.062S",
          "Units": "ms",
          "UnitsConversion": "1.0e-3>s",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "ValueFormat": "F14.0",
            "ScaleMin": "6.2536662219904e+13",
            "ScaleMax": "6.2834069019904e+13"
          },
          "ValidMin": "15-Sep-1981 00:00:00.000",
          "ValidMax": "18-Feb-1991 23:59:59.999",
          "FillValue": "31-Dec-9999 23:59:59.999",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "Epoch Time, MAGB",
          "ParameterKey": "mtimeEpoch",
          "Description": "Epoch Time Tags, MAGBB, time since 0 A.D., NSSDC standard-reference time value",
          "Caveats": "Average Type: standard This Parameter exhibits an increasing Monotonic Progression.",
          "Cadence": "PT0.062S",
          "Units": "ms",
          "UnitsConversion": "1.0e-3>s",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "ValueFormat": "F14.0",
            "ScaleMin": "6.2536662219904e+13",
            "ScaleMax": "6.2834069019904e+13"
          },
          "ValidMin": "15-Sep-1981 00:00:00.000",
          "ValidMax": "18-Feb-1991 23:59:59.999",
          "FillValue": "31-Dec-9999 23:59:59.999",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "VEFI measurement time",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "vtime",
          "Description": "VEFI measurement time, expressed in tenths of milliseconds",
          "Cadence": "PT0.062S",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "vtime (ms)",
            "ValueFormat": "I9"
          },
          "ValidMin": "0",
          "ValidMax": "86400000",
          "FillValue": "-1",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "MAGB measurement time",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "mtime",
          "Description": "MAGB measurement time, expressed in tenths of milliseconds",
          "Cadence": "PT0.062S",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "mtime (ms)",
            "ValueFormat": "I9"
          },
          "ValidMin": "0",
          "ValidMax": "86400000",
          "FillValue": "-1",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "VEFI Electric Field x-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "ex",
          "Description": "VEFI Electric Field x-component, Ex, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "µV/m",
          "UnitsConversion": "1.0e-6>V/m",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "EX",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.I",
            "FieldQuantity": "Electric"
          }
        },
        {
          "Name": "VEFI Electric Field y-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "ey",
          "Description": "VEFI Electric Field y-component, Ey, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "µV/m",
          "UnitsConversion": "1.0e-6>V/m",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "EY",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.J",
            "FieldQuantity": "Electric"
          }
        },
        {
          "Name": "MAGB Magnetic Field x-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "bx",
          "Description": "MAGB Magnetic Field x-component, Bx, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "nT",
          "UnitsConversion": "1.0e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "BX",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.I",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "MAGB Magnetic Field y-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "by",
          "Description": "MAGB Magnetic Field y-component, By, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "nT",
          "UnitsConversion": "1.0e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "BY",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.J",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "MAGB Magnetic Field z-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "bz",
          "Description": "MAGB Magnetic Field z-component, Bz, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "nT",
          "UnitsConversion": "1.0e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "BZ",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.K",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "Model Magnetic Field x-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "bxm",
          "Description": "Model Magnetic Field x-component, Bx, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "nT",
          "UnitsConversion": "1.0e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "BXM",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.I",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "Model Magnetic Field y-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "bym",
          "Description": "Model Magnetic Field y-component, By, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "nT",
          "UnitsConversion": "1.0e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "BYM",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.J",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "Model Magnetic Field z-component, Spacecraft Cartesian coordinates",
          "Set": "Time series defined by using: MTIMEEPOCH",
          "ParameterKey": "bzm",
          "Description": "Model Magnetic Field z-component, Bz, Spacecraft, SC, Cartesian coordinates",
          "Cadence": "PT0.062S",
          "Units": "nT",
          "UnitsConversion": "1.0e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "BZ",
            "ValueFormat": "E12.5"
          },
          "ValidMin": "-1.0e+10",
          "ValidMax": "1.0e+10",
          "FillValue": "-1.0e-31",
          "Field": {
            "Qualifier": "Component.K",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "Spacecraft Position, Latitude, Geographic spherical coordinates",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "glat",
          "Description": "Spacecraft Position, Latitude, Geographic, GEO, spherical coordinates",
          "Cadence": "PT0.062S",
          "Units": "°",
          "UnitsConversion": "0.0174532925>rad",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Spherical",
            "CoordinateSystemName": "GEO"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "Geog Latitude",
            "ValueFormat": "F6.2"
          },
          "ValidMin": "-90.0",
          "ValidMax": "90.0",
          "FillValue": "-1.0e-31",
          "Support": {
            "Qualifier": "DirectionAngle.ElevationAngle",
            "SupportQuantity": "Positional"
          }
        },
        {
          "Name": "Spacecraft Position, Longitude, Geographic spherical coordinates",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "glon",
          "Description": "Spacecraft Position, Longitude, Geographic, GEO, spherical coordinates",
          "Cadence": "PT0.062S",
          "Units": "°",
          "UnitsConversion": "0.0174532925>rad",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Spherical",
            "CoordinateSystemName": "GEO"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "Geog Longitude",
            "ValueFormat": "F6.2"
          },
          "ValidMin": "-180.0",
          "ValidMax": "180.0",
          "FillValue": "-1.0e-31",
          "Support": {
            "Qualifier": "DirectionAngle.AzimuthAngle",
            "SupportQuantity": "Positional"
          }
        },
        {
          "Name": "Spacecraft Position, Invariant Latitude",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "ilat",
          "Description": "Spacecraft Position, Invariant Latitude",
          "Cadence": "PT0.062S",
          "Units": "°",
          "UnitsConversion": "0.0174532925>rad",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Spherical",
            "CoordinateSystemName": "MAG"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "Inv Lat",
            "ValueFormat": "F7.2"
          },
          "ValidMin": "-90.0",
          "ValidMax": "90.0",
          "FillValue": "-1.0e-31",
          "Support": {
            "Qualifier": "DirectionAngle.ElevationAngle",
            "SupportQuantity": "Positional"
          }
        },
        {
          "Name": "Spacecraft Position, Magnetic Local Time",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "mlt",
          "Description": "Spacecraft Position, Magnetic Local Time, MLT",
          "Cadence": "PT0.062S",
          "Units": "h",
          "UnitsConversion": "3600>s",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Spherical",
            "CoordinateSystemName": "MAG"
          },
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "MLT",
            "ValueFormat": "F5.2"
          },
          "ValidMin": "0.0",
          "ValidMax": "24.0",
          "FillValue": "-1.0e-31",
          "Support": {
            "Qualifier": "DirectionAngle.AzimuthAngle",
            "SupportQuantity": "Positional"
          }
        },
        {
          "Name": "Spacecraft Position, Altitude",
          "Set": "Time series defined by using: VTIMEEPOCH",
          "ParameterKey": "alt",
          "Description": "Spacecraft Position, Altitude",
          "Cadence": "PT0.062S",
          "Units": "km",
          "UnitsConversion": "1.0e3>m",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "Altitude",
            "ValueFormat": "F7.2"
          },
          "ValidMin": "0.0",
          "ValidMax": "10000.0",
          "FillValue": "-1.0e-31",
          "Support": {
            "Qualifier": [
              "Magnitude",
              "Scalar"
            ],
            "SupportQuantity": "Positional"
          }
        }
      ]
    }
  }
}