{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/DMSP_5D-2/F08",
      "ResourceHeader": {
        "ResourceName": "DMSP_5D-2/F08",
        "AlternateName": [
          "DMSP-F8",
          "USA 26",
          "WX9543",
          "18123"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "DMSP 5D-2/F8 is one of a series of meteorological satellites developed and operated by the\n   Air Force under the Defense Meteorological Satellite Program (DMSP). Its pre-launch designation was DMSP\n   5D-2/S9. This program, previously known as DAPP (Data Acquisition and Processing Program), was classified\n   until March 1973. The objective of this program is to provide global visual and infrared cloudcover data\n   and specialized environmental data to support Department of Defense operational weather analysis and\n   forecasting requirements. Operationally, the program consists of two satellites in sun-synchronous polar\n   orbits, with the ascending node of one satellite in early morning and the other at local noon.\n   The local time nodes for DMSP F8 are 06:00 and 18:00.\n  \n   The 6.4-m-long\n   spacecraft is separated into four sections: (1) a precision mounting platform for sensors and equipment\n   requiring precise alignment; (2) an equipment support module containing the electronics, reaction wheels,\n   and some meteorological sensors; (3) a reaction control equipment support structure containing the\n   third-stage rocket motor and supporting the ascent phase reaction control equipment; and (4) a 9.29-sq-m\n   solar cell panel. The spacecraft stabilization is controlled by a combination flywheel and magnetic control\n   coil system so sensors are maintained in the desired earth-looking mode. One feature is the precision-pointing\n   accuracy of the primary imager to 0.01 deg provided by a star sensor and an updated ephemeris navigation\n   system. This allows automatic geographical mapping of the digital imagery to the nearest picture element.\n  \n  \n   The operational linescan system is the primary data acquisition system that provides real-time or stored,\n   multi-orbit, day-and-night, visual and infrared imagery of clouds. A supplementary sensor package contains\n   five special sensors: (1) a microwave temperature sounder, (2) an advanced X-ray detector, (3) an\n   ionospheric/scintillation monitor, (4) a precipitating electron/ion spectrometer, and (5) a microwave imager.\n   An infrared temperature and moisture sounder and a magnetometer may also be included on this spacecraft.\n   Either recorded or real-time data are transmitted to ground-receiving sites by two redundant S-band\n   transmitters. Recorded data are read out to tracking sites located at Fairchild AFB, Wash., and at\n   Loring AFB, Maine, and relayed by SATCOM to Air Force Global Weather Central, Offutt AFB, Nebraska.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Dieter.K.Bilitza",
          "Role": "GeneralContact"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1987-053A",
            "Description": "Information about the DMSP 5D-2/F08 mission."
          },
          {
            "Name": "Optical Engineering Article",
            "URL": "https://www.spiedigitallibrary.org/redirect/opticalengineering/article?doi=10.1117/12.7971832",
            "Description": "Information about the Defense Meteorological Satellite Program."
          }
        ]
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/DMSP",
      "Location": {
        "ObservatoryRegion": "Earth.NearSurface"
      }
    }
  }
}