{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/DMSP_5D-2/F09",
      "ResourceHeader": {
        "ResourceName": "DMSP_5D-2/F09",
        "AlternateName": [
          "DMSP-F9",
          "USA 29",
          "18822"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "DMSP 5D-2/F9 is one of a series of meteorological satellites developed and operated\n   by the Air Force under the Defense Meteorological Satellite Program (DMSP). This program,\n   previously known as DAPP (Data Acquisition and Processing Program), was classified until March\n   1973. The objective of this program is to provide global visual and infrared cloudcover data\n   and specialized environmental data to support Department of Defense operational weather\n   analysis and forecasting requirements. Operationally, the program consists of two satellites\n   in planned 830-km, sun-synchronous polar orbits, with the ascending node of one satellite in\n   early morning and the other at local noon. The local time nodes for DMSP F9 are 09:30 and 21:30.\n  \n   The 6.4-m-long spacecraft is separated into four\n   sections: (1) a precision mounting platform for sensors and equipment requiring precise alignment;\n   (2) an equipment support module containing the electronics, reaction wheels, and some\n   meteorological sensors; (3) a reaction control equipment support structure containing the\n   third-stage rocket motor and supporting the ascent phase reaction control equipment; and (4) a\n   9.29-sq-m solar cell panel. The spacecraft stabilization is controlled by a combination flywheel\n   and magnetic control coil system so sensors are maintained in the desired \"earth-looking\" mode.\n   One feature is the precision-pointing accuracy of the primary imager to 0.01 deg provided by a\n   star sensor and an updated ephemeris navigation system. This allows automatic geographical\n   mapping of the digital imagery to the nearest picture element.\n  \n   The operational linescan system\n   is the primary data acquisition system that provides real-time or stored, multi-orbit, day-and-night\n   visual and infrared imagery of clouds. A supplementary sensor package contains four special\n   sensors: (1) an advanced X-ray spectrometer, (2) an ionospheric/scintillation monitor, (3) a\n   precipitating electron/ion spectrometer, and (4) an infrared temperature and moisture sounder.\n   Either recorded or real-time data are transmitted to ground-receiving sites by two redundant\n   S-band transmitters. Recorded data are read out to tracking sites located at Fairchild AFB,\n   Washington, and at Loring AFB, Maine, and relayed by SATCOM to Air Force Global Weather Center,\n   Offutt AFB, Nebraska. Real-time data are read out at mobile tactical sites located\n   around the world.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Dieter.K.Bilitza",
          "Role": "GeneralContact"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1988-006A",
            "Description": "Information about the DMSP 5D-2/F09 mission"
          },
          {
            "Name": "Optical Engineering Article",
            "URL": "https://www.spiedigitallibrary.org/redirect/opticalengineering/article?doi=10.1117/12.7971832",
            "Description": "Information about the Defense Meteorological Satellite Program."
          }
        ]
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/DMSP",
      "Location": {
        "ObservatoryRegion": "Earth.NearSurface"
      }
    }
  }
}