{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/DMSP_5D-2/F11",
      "ResourceHeader": {
        "ResourceName": "DMSP_5D-2/F11",
        "AlternateName": [
          "DMSP-F11",
          "USA 73",
          "21798"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "DMSP 5D-2/F11 is one of a series of meteorological satellites developed and operated by the Air Force under\n   the Defense Meteorological Satellite Program (DMSP). This program, previously known as DAPP (Data Acquisition\n   and Processing Program), was classified until March 1973. The objective of this program is to provide global\n   visual and infrared cloudcover data and specialized environmental data to support Department of Defense\n   operational weather analysis and forecasting requirements. Operationally, the program consists of two\n   satellites in sun-synchronous polar orbits, with the ascending node of one satellite in early morning and the\n   other at local noon. The local time nodes for DMSP F11 are 17:30 and 05:30.\n  \n   The 6.4-m-long spacecraft is separated into four sections: (1) a precision mounting\n   platform for sensors and equipment requiring precise alignment; (2) an equipment support module containing\n   the electronics, reaction wheels, and some meteorological sensors; (3) a reaction control equipment\n   support structure containing the third-stage rocket motor and supporting the ascent phase reaction\n   control equipment; and (4) a 9.29-sq-m solar cell panel. The spacecraft stabilization is controlled by\n   a combination flywheel and magnetic control coil system so that sensors are maintained in the desired\n   earth-looking mode. One feature is the precision-pointing accuracy of the primary imager to 0.01 deg\n   provided by a star sensor and an updated ephemeris navigation system. This allows automatic geographical\n   mapping of the digital imagery to the nearest picture element.\n  \n   The operational linescan system is the\n   primary data acquisition system that provides real-time or stored, multi-orbit, day-and-night, visual\n   and infrared imagery of clouds. A supplementary sensor package contains five special sensors: (1) a\n   microwave temperature sounder, (2) an X-ray spectrometer, (3) an ionospheric/scintillation monitor,\n   (4) a precipitating electron/ion spectrometer, and (5) a microwave imager. Either recorded or real-time\n   data are transmitted to ground-receiving sites by two redundant S-band transmitters. Recorded data are\n   read out to tracking sites located at Fairchild AFB, Washington, and at Loring AFB, Maine, and relayed\n   by SATCOM to Air Force Global Weather Central, Offutt AFB, Nebraska. Real-time data are read out at\n   mobile tactical sites located around the world.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Dieter.K.Bilitza",
          "Role": "GeneralContact"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1991-082A",
            "Description": "Information about the DMSP 5D-2/F11 mission"
          },
          {
            "Name": "Optical Engineering Article",
            "URL": "https://www.spiedigitallibrary.org/redirect/opticalengineering/article?doi=10.1117/12.7971832",
            "Description": "Information about the Defense Meteorological Satellite Program."
          }
        ]
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/DMSP",
      "Location": {
        "ObservatoryRegion": "Earth.NearSurface"
      }
    }
  }
}