{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Observatory": {
      "ResourceID": "spase://SMWG/Observatory/DMSP_5D-2/F12",
      "ResourceHeader": {
        "ResourceName": "DMSP_5D-2/F12",
        "AlternateName": [
          "DMSP-F12",
          "USA 106",
          "23233"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "DMSP 5D-2/F12, also known as USA 106, is one of a series of meteorological satellites\n   developed and operated by the Air Force under the Defense Meteorological Satellite Program (DMSP).\n   This program, previously known as DAPP (Data Acquisition and Processing Program), was classified\n   until March 1973. The objective of this program is to provide global visual and infrared cloudcover\n   data and specialized environmental data to support Department of Defense operational weather analysis\n   and forecasting requirements. Operationally, the program consists of two satellites in sun-synchronous\n   polar orbits, with the ascending node of one satellite in early morning and the other at local noon.\n   The local time nodes for DMSP F12 are 20:30 and 08:30.\n\n\n         The 6.4-m-long spacecraft is separated into four sections: (1) a precision mounting platform for sensors\n   and equipment requiring precise alignment; (2) an equipment support module containing the electronics,\n   reaction wheels, and some meteorological sensors; (3) a reaction control equipment support structure\n   containing the third-stage rocket motor and supporting the ascent phase reaction control equipment;\n   nd (4) a 9.29-sq-m solar cell panel. The spacecraft stabilization is controlled by a combination\n   flywheel and magnetic control coil system so that sensors are maintained in the desired earth-looking\n   mode. One feature is the precision-pointing accuracy of the primary imager to 0.01 deg provided by a\n   star sensor and an updated ephemeris navigation system. This allows automatic geographical mapping of\n   the digital imagery to the nearest picture element.\n\n\n        The operational linescan system is the primary data acquisition system and provides real-time or stored,\n  multi-orbit, day-and-night, visual and infrared imagery of clouds. A supplementary sensor package\n  contains: (1) a microwave imager; (2) a microwave temperature sounder; (3) a microwave water vapor\n  profiler; (4) an ion and electron scintillation monitor; (5) a precipitating electron/ion spectrometer;\n  (6) a gamma/X-ray detector, and (7) a magnetometer.\n\n\n        Data are transmitted to ground receiving sites by two redundant S-band transmitters.\n  Real-time data are received at tactical sites world-wide. Recorded data are transmitted to and\n  processed by the Air Force Global Weather Central (AFGWC), Offutt AFB, Nebraska, and the Fleet\n  Numerical Meteorology and Oceanography Center (FNMOC), Monterey, California. Both AFGWC and FNMOC\n  relay the SSM/I, SSM/T, and SSM/T2 data to the National Environmental Satellite Data and Information\n  System (NESDIS). AFGWC also sends the entire data stream to the National Geophysical Data Center,\n  Boulder, Colorado.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Dieter.K.Bilitza",
          "Role": "GeneralContact"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1994-057A",
            "Description": "Information about the DMSP 5D-2/F12 mission"
          },
          {
            "Name": "Optical Engineering Article",
            "URL": "https://www.spiedigitallibrary.org/redirect/opticalengineering/article?doi=10.1117/12.7971832",
            "Description": "Information about the Defense Meteorological Satellite Program."
          }
        ]
      },
      "ObservatoryGroupID": "spase://SMWG/Observatory/DMSP",
      "Location": {
        "ObservatoryRegion": "Earth.NearSurface"
      }
    }
  }
}