{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager1/PWS/Jupiter/PT0.0172S",
      "ResourceHeader": {
        "ResourceName": "VG1 J/S/SS PWS EDITED SPECTRUM ANALYZER FULL RES V1.0",
        "ReleaseDate": "2014-12-01T10:06:23.45",
        "Description": "                                        \n                                                                              \n  Data Set Overview                                                           \n  =================                                                           \n    This data set consists of electric field spectrum analyzer data           \n    from the Voyager 1 Plasma Wave Subsystem obtained during the              \n    entire mission.  Data after 2013-12-31 will be added to the archive\n    on subsequent volumes.  The data set encompasses all spectrum             \n    analyzer observations obtained in the cruise mission phases               \n    before, between, and after the Jupiter and Saturn encounter phases        \n    as well as those obtained during the two encounter phases.                \n                                                                              \n    The Voyager 1 spacecraft travels from Earth to beyond 100 AU over         \n    the course of this data set.  To provide some guidance on when            \n    some key events occurred during the mission, the following table          \n    is provided.                                                              \n                                                                              \n    Date         Event                                                        \n    1977-09-05   Launch                                                       \n    1979-02-28   First inbound bow shock crossing at Jupiter                  \n    1979-03-22   Last outbound bow shock crossing at Jupiter                  \n    1980-11-11   First inbound bow shock crossing at Saturn                   \n    1980-11-16   Last outbound bow shock crossing at Saturn                   \n    1981-02-20   10 AU                                                        \n    1983-08-30   Onset of first major LF heliospheric radio event             \n    1984-06-19   20 AU                                                        \n    1987-04-08   30 AU                                                        \n    1990-01-09   40 AU                                                        \n    1992-07-06   Onset of second major LF heliospheric radio event            \n    1992-10-10   50 AU                                                        \n    1995-07-14   60 AU                                                        \n    1998-04-18   70 AU                                                        \n    2001-01-25   80 AU                                                        \n    2002-11-01   Onset of third major LF heliospheric radio event             \n    2003-11-05   90 AU                                                        \n    2004-12-16   Termination shock crossing                                   \n    2006-08-16   100 AU                                                       \n    2009-05-31   110 AU                                                       \n    2012-03-16   120 AU                                                       \n    2015-01-01   130 AU                                                       \n                                                                              \n                                                                              \n  Data Sampling                                                               \n  =============                                                               \n    This data set consists of full resolution edited, wave electric           \n    field intensities from the Voyager 1 Plasma Wave Receiver spectrum        \n    analyzer obtained during the entire mission.  For each time               \n    interval, a field strength is determined for each of the 16               \n    spectrum analyzer channels whose center frequencies range from 10         \n    Hertz to 56.2 kiloHertz and which are logarithmically spaced in           \n    frequency, four channels per decade.  The time associated with            \n    each set of intensities (16 channels) is the time of the beginning        \n    of the scan.  The time between spectra in this data set vary by           \n    telemetry mode and range from 4 seconds to 96 seconds.  During            \n    data gaps where complete spectra are missing, no entries exist in         \n    the file, that is, the gaps are not zero-filled or tagged in any          \n    other way.  When one or more channels are missing within a scan,          \n    the missing measurements are zero-filled.  Data are edited but not        \n    calibrated.  The data numbers in this data set can be plotted in          \n    raw form for event searches and simple trend analysis since they          \n    are roughly proportional to the log of the electric field                 \n    strength.  Calibration procedures and tables are provided for use         \n    with this data set; the use of these is described below.                  \n                                                                              \n    For the cruise data sets, the timing of samples is dependent upon         \n    the spacecraft telemetry mode.  In principle, one can determine           \n    the temporal resolution between spectra simply by noting the              \n    difference in time between two records in the files.  In some             \n    studies, more precise timing information is necessary.  Here, we          \n    describe the timing of the samples for the PWS low rate data as a         \n    function of telemetry mode.                                               \n                                                                              \n    The PWS instrument uses two logarithmic compressors as detectors          \n    for the 16-channel spectrum analyzer, one for the bottom (lower           \n    frequency) 8 channels, and one for the upper (higher frequency) 8         \n    channels.  For each bank of 8 channels, the compressor                    \n    sequentially steps from the lowest frequency of the 8 to the              \n    highest in a regular time step to obtain a complete spectrum.  At         \n    each time step, the higher frequency channel is sampled 1/8 s             \n    prior to the lower frequency channel so that the channels are             \n    sampled in the following order with channel 1 being the lowest            \n    frequency channel (10 Hz) and 16 being the highest (56.2 kHz): 9,         \n    1, 10, 2, 11, 3, ...  15, 7, 16, 8.  The primary difference               \n    between the various data modes is the stepping rate from one              \n    channel to the next (ranging from 0.5 to 12 s, corresponding to           \n    temporal resolutions between complete spectra of 4 s to 96 s).            \n                                                                              \n    In the following table, we present the hexadecimal id for the             \n    various telemetry modes, the mode mnemonic ID, the time between           \n    frequency steps, and the time between complete spectra.  We also          \n    provide the offset from the beginning of the instrument cycle (one        \n    complete spectrum) identified as the time of each record's time           \n    tag to the time of the sampling for the first high-frequency              \n    channel (channel 9) and for the first low-frequency channel               \n    (channel 1).                                                              \n                                                                              \n                                    Time                                      \n                        Frequency   Between      High Freq.  Low Freq.        \n  MODE (Hex)  MODE ID   Step (s)    Spectra (s)  offset (s)  offset (s)       \n     01         CR-2    0.5              4.0         0.425     0.4325         \n     02         CR-3    1.2              9.6         1.125     1.1325         \n     03         CR-4    4.8             38.4         0.425     0.4325         \n     04         CR-5    9.6             76.8         0.425     0.4325        ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG1-J/S/SS-PWS-2-RDR-SAFULL-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG1-J-S-SS-PWS-2-RDR-SAFULL-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?id=pds://PPI/VG1-J_S_SS-PWS-2-RDR-SAFULL-V1.0",
          "ProductKey": "VG1-J/S/SS-PWS-2-RDR-SAFULL-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager1/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1977-09-05T14:19:47.60",
          "StopDate": "2014-01-01T00:00:00.00"
        },
        "Cadence": "PT0.0172S"
      },
      "ObservedRegion": "Jupiter"
    }
  }
}