{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager1/PWS/Jupiter/PT1H",
      "ResourceHeader": {
        "ResourceName": "VG1 J/S/SS PWS RESAMP SPECTRUM ANALYZER HOUR AVG V1.0",
        "ReleaseDate": "2014-12-01T10:06:23.90",
        "Description": "                                        \n                                                                              \n  Data Set Overview                                                           \n  =================                                                           \n    This data set consists of electric field spectrum analyzer data from      \n    the Voyager 1 Plasma Wave Subsystem obtained during the entire            \n    mission.  Data after 2013-12-31 will be added to the archive on subsequent\n    volumes.  The data set encompasses all spectrum analyzer                  \n    observations obtained in the cruise mission phases before, between,       \n    and after the Jupiter and Saturn encounter phases as well as those        \n    obtained during the two encounter phases.                                 \n                                                                              \n    The Voyager 1 spacecraft travels from Earth to beyond 90 AU over the      \n    course of this data set.  To provide some guidance on when some key       \n    events occurred during the mission, the following table is provided.      \n                                                                              \n                                                                              \n    Date         Event                                                        \n    1977-09-05   Launch                                                       \n    1979-02-28   First inbound bow shock crossing at Jupiter                  \n    1979-03-22   Last outbound bow shock crossing at Jupiter                  \n    1980-11-11   First inbound bow shock crossing at Saturn                   \n    1980-11-16   Last outbound bow shock crossing at Saturn                   \n    1981-02-20   10 AU                                                        \n    1983-08-30   Onset of first major LF heliospheric radio event             \n    1984-06-19   20 AU                                                        \n    1987-04-08   30 AU                                                        \n    1990-01-09   40 AU                                                        \n    1992-07-06   Onset of second major LF heliospheric radio event            \n    1992-10-10   50 AU                                                        \n    1995-07-14   60 AU                                                        \n    1998-04-18   70 AU                                                        \n    2001-01-25   80 AU                                                        \n    2002-11-01   Onset of third major LF heliospheric radio event             \n    2003-11-05   90 AU                                                        \n    2004-12-16   Termination shock crossing                                   \n    2006-08-16   100 AU                                                       \n    2009-05-31   110 AU                                                       \n    2012-03-16   120 AU                                                       \n    2015-01-01   130 AU                                                       \n                                                                              \n                                                                              \n  Data Sampling                                                               \n  =============                                                               \n    This data set consists of average and peak wave electric field            \n    intensities accumulated over 1-hour intervals from the Voyager 1          \n    Plasma Wave Receiver spectrum analyzer obtained during the entire         \n    mission.  For each 1-hour time interval squares of the calibrated         \n    electric field measurements obtained during each hour-long                \n    interval in each of the 16 spectrum analyzer channels are summed          \n    and then divided by the number of measurements.  The square root          \n    of the resulting value is obtained and stored as the average              \n    electric field strength for the respective channel.  During the           \n    same hour-long interval, the maximum electric field strength              \n    acquired in each of the 16 channels is also recorded and stored as        \n    the peak electric field strength for the respective channel.              \n    Hence, for each hour, an average and peak electric field spectrum         \n    from 10 Hz to 56.2 kHz is obtained.  The 16 spectrum analyzer             \n    channels have center frequencies that range from 10 Hertz to 56.2         \n    kiloHertz and are logarithmically spaced in frequency, four               \n    channels per decade.  The time associated with each peak and              \n    average spectrum is the time of the beginning of the averaging            \n    interval.  Given variations in the sweep rate of the instrument           \n    (from a minimum of 4 seconds/sweep to a maximum of 96                     \n    seconds/sweep) the maximum number of samples in an hour-long              \n    interval can range from 900 to 38.  Data gaps within the interval         \n    can further reduce the number of samples.                                 \n                                                                              \n    During data gaps where complete spectra are missing, no entries           \n    exist in the file, that is, the gaps are not zero-filled or tagged        \n    in any other way.                                                         \n                                                                              \n                                                                              \n  Data Processing                                                             \n  ===============                                                             \n    The spectrum analyzer data are a continuous (where data are               \n    available) low resolution data set which provides wave intensity          \n    as a function of frequency (16 log-spaced channels) and time (one         \n    spectrum per time intervals ranging from 4 seconds to 96 seconds          \n    in the full-resolution data set, depending on telemetry mode.)            \n    This data set includes one-hour average and peak values for each          \n    channel.  The data are typically plotted as amplitude vs. time for        \n    one or more of the channels in a strip-chart like display, or can         \n    be displayed as a frequency-time spectrogram using a gray- or             \n    color-bar to indicate amplitude.  With only sixteen channels, it          \n    is usually best to stretch the frequency axis by interpolating            \n    from one frequency channel to the next either linearly or with a          \n    spline fit.  One must be aware if the frequency axis is stretched         \n    that more resolution may be implied than is really present.               \n                                                                              \n    The measurements provided in the average and peak electric field          \n    spectra included in this data set are in units of electric field          \n    (volts/meter).                                                            \n                                                                              \n    Spectral density units may be obtained by dividing the square of          \n    the electric field value by the nominal frequency bandwidth of the        \n    corresponding spectrum analyzer channel.                                  \n                                                                              \n      specdens = (efield(ichan))**2 / bandwidth(ichan)                        \n                                                                              \n    Finally, power flux may be obtained by dividing the spectral              \n    density by the impedance of free space in ohms:                           \n                                                                      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG1-J/S/SS-PWS-4-SUMM-SA1HOUR-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG1-J-S-SS-PWS-4-SUMM-SA1HOUR-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?id=pds://PPI/VG1-J_S_SS-PWS-4-SUMM-SA1HOUR-V1.0",
          "ProductKey": "VG1-J/S/SS-PWS-4-SUMM-SA1HOUR-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager1/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1977-09-05T14:00:00.00",
          "StopDate": "2014-01-01T00:00:00.00"
        },
        "Cadence": "PT1H"
      },
      "ObservedRegion": "Jupiter"
    }
  }
}