{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager1/PWS/Jupiter/PT1S",
      "ResourceHeader": {
        "ResourceName": "Voyager 1 Jupiter Plasma Wave Spectrometer Density 1-s V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \n                                                                              \n  Data Set Overview                                                           \n  =================                                                           \n    This data set consists of ASCII formatted plasma wave frequency           \n    and electron plasma density measurements as measured by the Plasma        \n    Waves Science instrument and calculated from the equations of cold        \n    plasma theory.  These frequency measurements were taken from              \n    Voyager 1 electric field waveform samples from Voyager 1 Plasma           \n    Wave Science (PWS) waveform receiver obtained during its Jupiter          \n    flyby.  The data set includes select measurements from spacecraft         \n    event time (SCET) 1979-03-01T19:58:22.500Z to                             \n    1979-03-21T14:25:32.500Z.  The data are separated into day files          \n    and the individual data points are taken every 1-second.  As will         \n    be explained in more detail below, the frequency measurements and         \n    therefore the density measurements in this data set are measured          \n    from high-resolution wideband plasma wave spectra.  To learn more         \n    about these spectra and their specific submitted volumes, see the         \n    Related PDS Products section in the AAREADME files found in the           \n    root directory of this volume.                                            \n                                                                              \n  Parameters                                                                  \n  ==========                                                                  \n    While the data essential to this volume are the electron plasma           \n    densities, there are a number of other plasma parameters included         \n    with this data.  The data set consists of ASCII files with one            \n    record per time step, occurring in 1-second increments.  Each             \n    record includes the time, magnetic field strength (obtained from          \n    the Voyager 1 magnetometer), the electron cyclotron frequency (if         \n    available), the frequency of the cutoff or resonance measured, a          \n    code indicating the name of the frequency measured, the calculated        \n    electron density, and a set of position coordinates for the               \n    spacecraft at the time of the observation.  Also included in each         \n    record are the electron plasma frequency fpe, extraordinary mode          \n    cutoff frequency fR=0, ordinary mode cutoff frequency fL=0, upper         \n    hybrid resonance frequency fUH, and a quality index.  One of these        \n    four frequencies is just a copy of the measured cutoff or resonance       \n    frequency while the remaining frequencies are calculated using the        \n    magnetic field data and the equations of cold plasma theory.              \n    Different files are used for each day.                                    \n                                                                              \n  Processing                                                                  \n  ==========                                                                  \n    The ASCII density data files produced in this volume were derived         \n    from measuring the characteristic frequencies from the local plasma.      \n    The density was calculated from these data, along with cyclotron          \n    frequency data derived from magnetic field data, using the equations      \n    of cold plasma theory.                                                    \n                                                                              \n    In order to measure these characteristic frequencies, this work           \n    utilizes a new program that allows the operator to highlight the          \n    general vicinity of the cutoff or resonance on a frequency-time           \n    spectrogram.  Then, an algorithm finds the cutoff or resonance in         \n    the region and records the frequency at 1 second intervals.  Hence,       \n    the automated procedure has a high temporal resolution (1 second)         \n    and requires a relatively low level of both manual effort and             \n    subjective judgment by the operator.                                      \n                                                                              \n    There are two different algorithms used: one for cutoff detection         \n    and one for resonance or peak detection.  The cutoff detection            \n    algorithm is controlled by a small number of parameters that can          \n    be set by the operator.  The first parameter is the cutoff level.         \n    In determining possible cutoff candidates, the algorithm scans the        \n    region highlighted by the operator and records two separate points,       \n    one above the cutoff level and one below.  The closer the two points      \n    are, temporally, the steeper the slope will be.  Therefore, the           \n    operator can change the location of the cutoff level to manipulate        \n    where the algorithm looks for cutoffs within the highlighted region       \n    of interest.  The next parameter is the slope magnitude, which            \n    designates the minimum magnitude of the finite difference slope           \n    where the cutoff must reside.  The operator may raise the slope           \n    level in order to scan only for sharp cutoffs, or lower it in order       \n    to accommodate less steep slopes, depending on the quality of the         \n    spectrum data.  When there is more than one possible cutoff, the          \n    detection program will display them as cutoff candidates.  The            \n    cutoff level, slope magnitude and cutoff candidates are displayed by      \n    the program for viewing by the operator.  While the algorithm             \n    chooses the lowest frequency cutoff by default, the operator may          \n    override the algorithm and choose any of the possible cutoffs to be       \n    recorded.                                                                 \n                                                                              \n    While most of the characteristic frequencies are, by definition,          \n    the cutoff of propagating wave modes, there are certain                   \n    circumstances when the characteristic frequency is denoted as the         \n    peak of a wave mode in the spectrum.  Because of this, there is an        \n    algorithm specifically for resonance or peak detection.  Many             \n    spectra of interest to this study include Z-mode radiation, which         \n    has a low-frequency cutoff at fL=0.  Barbosa et al.                       \n    [BARBOSAETAL1990B] demonstrated that taking the peak of the Z-mode        \n    as fL=0 yields the highest consistency in the determination of            \n    fpe.  Hence, when the Z-mode is enhanced, we utilize the peak             \n    detection algorithm to identify fL=0 from which fpe and the               \n    electron density can be derived.  This algorithm can also be used         \n    to determine fUH when an enhancement at that frequency is present         \n    in the spectrum.  In order to measure this resonance or spectral          \n    peak, the peak detection algorithm fits a Gaussian curve to the           \n    highest peak within the region specified by the program operator.         \n    The algorithm then records the frequency of the Gaussian's peak           \n    as the peak frequency in the spectrum.  The algorithm displays            \n    the spectrum and a darker line which is the Gaussian.  Because            \n    there may be noise which exhibits a large peak in the highlighted         \n    spectrum, the spectrum is displayed along with the Gaussian curve         \n    and a vertical line designating where the peak was measured.      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG1-J-PWS-5-DDR-ELE-DENSITY-1S-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG1-J-PWS-5-DDR-ELE-DENSITY-1S-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG1-J-PWS-5-DDR-ELE-DENSITY-1S-V1.0",
          "ProductKey": "VG1-J-PWS-5-DDR-ELE-DENSITY-1S-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager1/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1979-03-01T19:58:22.50",
          "StopDate": "1979-03-21T14:25:32.50"
        },
        "Cadence": "PT1S"
      },
      "ObservedRegion": "Jupiter"
    }
  }
}