{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Helios2/E1",
      "ResourceHeader": {
        "ResourceName": "Helios 2 E1 Plasma Experiment",
        "AlternateName": "Helios 2 E1",
        "ReleaseDate": "2009-05-20T21:10:15Z",
        "Description": "\nThe E1 plasma experiment aboard the Helios solar probes consists of four independent instruments designed to investigate the solar wind plasma.\nBy measuring the velocity distribution functions of the different kinds of particles, all important hydrodynamic parameters of the solar wind plasma can be derived.\nThree instruments (I1a, I1b, and I3) analyze the positive components (protons and heavier ions with energy-per-charge values from 0.155 to 15.32 kV) of the solar wind.\nTwo of them allow for an angular resolution in both directions of incidence. The experiment employed a combination of a hemispherical, a quadrispherical, and a sinusoidally-shaped electrostatic analyzer.\n\nAll detectors were mounted normal to the spin axis. \n\nOne instrument (I2) measures electrons in the energy range from 0.5 the 1660 eV with one-dimensional angular resolution\nusing a hemispherical electrostatic analyzer.\n\nFor more detailed information see p. 226 of Raumfahrtforschung, v. 19, n. 5, 1975.\n      ",
        "Acknowledgement": "User will acknowledge the Helios 2 Plasma Experiment PI F. H. R. Rosenbauer in any publication resulting from the use of these data.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Rainer.Schwenn",
            "Role": "DataProducer"
          },
          {
            "PersonID": "spase://SMWG/Person/Helmut.R.Rosenbauer",
            "Role": "PrincipalInvestigator"
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "E1 Plasma Experiment",
      "ObservatoryID": "spase://SMWG/Observatory/Helios2"
    }
  }
}