{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_2_0.xsd",
    "Version": "2.2.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Helios2/E7",
      "ResourceHeader": {
        "ResourceName": "Galactic and Solar Cosmic Rays",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The detector complement of this experiment (E7) consisted of\nthree separate dE/dx vs E telescopes and a proportional counter for monitoring\nsolar X rays in the range 2-8 keV. The high-energy telescope had a geometric\nfactor of 0.22 sq cm-sr and measured electrons in three ranges between 2 and 8 MeV,\nand protons and alpha particles in three ranges between 20 and 56 MeV/n. Protons\nabove 230 MeV were also measured. The first low-energy telescope (geometric factor\nwas 0.155 sq cm-sr) measured protons and Z>1 particles in three ranges between\n3 and 21 MeV/n. The second low-energy telescope (geometric factor was 0.015 sq cm-sr)\nmeasured protons in several ranges between 0.12 and 2.1 MeV, alpha particles in the\nranges 0.6-2.1 and 6-21.2 MeV/n, and electrons in four ranges between 0.12 and 2 MeV.\nFor a number of coincidence modes, counting-rate data sectored into eight 45-deg\nsectors were obtained. The data cycle time was dependent on the spacecraft telemetry\nrate (variable between 4096 and 8 bits/s) and format. Under optimum conditions, five\nevents per second were pulse-height analyzed and the rate data cycle was of the order\nof 5 min. At the slowest combination of bit rate and format, a complete data cycle\nrequired about 2.5 h. See IEEE Trans. on Nuc. Sci., NS-22, p. 570, 1975, and\nRaumfahrtforschung, v. 19, n. 5, pp. 258-260, 1975, for further details.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Nand.Lal",
          "Role": "GeneralContact"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1976-003A&ex=8",
          "Description": "Information about the Solar and Galactic Cosmic Ray experiment on the Helios-B mission."
        }
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "Galactic and SolarCosmic Ray Experiment on Helios-B",
      "ObservatoryID": "spase://SMWG/Observatory/Helios2"
    }
  }
}