{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/POLAR/HYDRA",
      "ResourceHeader": {
        "ResourceName": "HYDRA",
        "AlternateName": "Hot Plasma Analyzer (Hydra)",
        "ReleaseDate": "2020-11-06T00:00:00Z",
        "Description": "The objectives of this investigation are \n                * (1) to observe the expected kinetic and magnetohydrodynamic signatures of magnetic reconnection in the cusp region, to quantify the energy released to the plasma and the rate of mass flux into the magnetosphere implied, and to understand what external parameters control the rates of reconnection of magnetic flux; \n                * (2) to understand the role of field-aligned currents in the auroral zone, their relation to auroral forms and terrestrial kilometric radiation, and their response to magnetotail and solar wind stimuli as monitored by the other ISTP program spacecraft; to ascertain the altitude dependence of the associated electrical potential and the parameters which control its size; \n                * (3) to obtain a quantitative, high time resolution definition of the regions associated with the cusp and entry layer including a study of the momentum transfer between magnetosheath and entry layer plasmas. The instrument, named HYDRA, resolves electrons and ions, in three dimensions, with energies between 1 eV and 30 keV with 0.5-s time resolution. HYDRA consists of eight pairs of 127-deg electrostatic analyzer heads. Six pairs are body mounted, and two are on the loss cone platform.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Jack.D.Scudder",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1996-013A&ex=3",
          "Description": "Information about the Hot Plasma Analyzer (HYDRA) experiment on the Polar mission."
        }
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Hot Plasma Analyzer (Hydra) on Polar",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/POLAR"
    }
  }
}