{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "Instrument": {
      "ResourceID": "spase://IUGONET/Instrument/NIPR/misc/SYO/SodiumLidar",
      "ResourceHeader": {
        "ResourceName": "Sodium (Na) Temperature Lidar at Syowa Station, Antarctica.",
        "ReleaseDate": "2011-04-01T12:00:00",
        "Description": "The Na temperature lidar was developed by the National Institute of Polar Research (NIPR) and Shinshu University for an Antarctic observation project in 1998 and completed a 3-year observation at Syowa station in Antarctica from 2000-2002. This lidar uses a two-frequency technique to measure Na density and temperature around 80-105 km. The narrowband laser was tuned alternately to two wavelengths near the D2a peak and bottom. The lidar transmitter uses two injection-seeded, pulsed Nd:YAG lasers with wavelengths of 1064 and 1319 nm. The sum frequency generator with a non-linear crystal produces Na resonance line radiation at 589 nm. The laser pulse repetition was 10 Hz with output energy of ~40 mJ. Photon profiles were obtained alternately at each wavelength with an integration time of 2.5 min (1500 shots). Including the switching period of 30 s, the total length of one cycle of observation for two wavelengths was 6 min. The backscattered signal was received by a telescope with a diameter of 50 cm and an operational field of view (FOV) of 1-2 mrad.",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Takuya.Kawahara",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Takuji.Nakamura",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Mitsumu.Ejiri",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Yoshimasa.Tanaka",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Imager",
      "InvestigationName": "Sodium Lidar Observation at Syowa Station",
      "ObservatoryID": "spase://IUGONET/Observatory/NIPR/misc/SYO"
    }
  }
}