{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/DSX/LIPS",
      "ResourceHeader": {
        "ResourceName": "Low Energy Imaging Particle Spectrometer (LIPS)",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\"The LIPS is a scintillator-based sensor is designed to monitoring the lower energy charged particle environment for the expected energy range of protons and electrons in 6 energy bins (logarithmically spaced) for 20 KeV through lMeV and has eight angular bins for angle of arrival measurements. This sensor was design, built, tested and calibrated by Physical Science Inc. (PSI) located in Andover, MA. This particle energy range is responsible for deep dielectric charging in electronic systems on spacecraft exposed to the inner magnetosphere.\"\n\"The LIPS does not rely on a magnetic sector to discriminate between electron and proton particles. LIPS use the advantage of the particle cross-section characteristics and scintillator properties to differentiate between electrons and\nprotons. Basically, the LIPS is configured as a \"pinhole camera\" type with particles entering the collimator aperture and incident on particle-specific scintillator focal planes (Figure 8a). The scintillator is designed specifically to respond only to either protons or electrons within a specific energy range. The scintillator is coupled directly to a multi-anode photomultiplier tube (PMT). Owing to their particle-specific response, the scintillator themselves provide the particle discrimination. The pulse amplitude defines the particle energy and the spatial position provides angular information.\"\n\"The LIPS uses a technique of overlaying a thin layer of polymer over a scintillator. For the case of protons, the total thickness of the scintillator is small and the electrons punch through without leaving energy in the scintillator. The protons stop in the scintillator and their energy can be measured. In the case of electrons, the polymer layer is thick enough to stop protons while the electrons deposit their energy in the scintillator. The LIPS has a nominal field of regard of 80° x 8°, which the edge of the field of view aligns with the earth magnetic field line when the DSX spacecraft is in its magnetic field line tracking mode (shown in Figure 8b). The LIPS dimensions are 139 x 76 x 95 mm and weights 1.44 kg.\" (Fennelly, 2011)",
        "Contact": {
          "PersonID": "spase://SMWG/Person/James.I.Metcalf",
          "Role": "ProjectScientist"
        },
        "InformationURL": [
          {
            "Name": "Demonstration and Science Experiments\n(DSX) Satellite",
            "URL": "https://www.amostech.com/TechnicalPapers/2009/Space-Based_Assets/Scherbarth.pdf",
            "Description": "DSX Fact Sheet, Sept. 2005"
          },
          {
            "Name": "THE DEMONSTRATION AND SCIENCE EXPERIMENTS (DSX): A FUNDAMENTAL SCIENCE RESEARCH MISSION ADVANCING TECHNOLOGIES THAT ENABLE MEO SPACEFLIGHT",
            "URL": "https://lws-set.gsfc.nasa.gov/documents/DSX_paper.pdf",
            "Description": "2006 Instrument paper"
          },
          {
            "Name": "AFRL's demonstration and science experiments (DSX) mission",
            "URL": "https://dspace.mit.edu/handle/1721.1/52739",
            "Description": "2009 DSX Paper"
          },
          {
            "Name": "Demonstrations and Science Experiment (DSX) Space Weather\nExperiment (SWx)",
            "URL": "https://apps.dtic.mil/dtic/tr/fulltext/u2/a542684.pdf",
            "Description": "Fennelly, 2011, Proc. of SPIE Vol. 7438"
          }
        ]
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "DSX-SWx",
      "ObservatoryID": "spase://SMWG/Observatory/DSX"
    }
  }
}