{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_5_0.xsd",
    "Version": "2.5.0",
    "NumericalData": {
      "ResourceID": "spase://IUGONET/NumericalData/ICSWSE/CPMN/CNT/fluxgate/PT1S_ICSWSE_storage",
      "ResourceHeader": {
        "ResourceName": "CPMN observation network 1sec resolution geomagnetic field data at Canete, Peru",
        "ReleaseDate": "2013-07-30T00:00:00",
        "ExpirationDate": "2199-12-31T00:00:00",
        "Description": "Geomagnetic field data observed at CPMN Canete station, Peru. The time resolution is 1 second. The data consist of 3 components (H, D, Z).",
        "Contact": [
          {
            "PersonID": "spase://IUGONET/Person/Akimasa.Yoshikawa",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://IUGONET/Person/Shuji.Abe",
            "Role": "MetadataContact"
          }
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://IUGONET/Repository/ICSWSE/ICSWSEDB",
        "Availability": "Online",
        "AccessRights": "Restricted",
        "AccessURL": {
          "URL": "http://data.icswse.kyushu-u.ac.jp/",
          "Language": "en_us"
        },
        "Format": "Binary",
        "Acknowledgement": "Scientists who want to engage in collaboration with ICSWSE should contact the project leader of MAGDAS/CPMN observations, Dr. A. Yoshikawa, Kyushu Univ., who will organize such collaborations. There is a possibility that the PI of MAGDAS will arrange offers so that there is less overlapping of themes between MAGDAS research groups. Before you use MAGDAS/CPMN data for your papers, you must agree to the following points; 1. Before you submit your paper, you must contact the PI (Dr. A. Yoshikawa: yoshi@geo.kyushu-u.ac.jp) and discuss authorship. 2. When you submit your paper after doing the above item 1, you must mention the source of the data in the acknowledgment section of your paper. 3. In general, you must use the following references: (i). Yumoto, K., and the 210MM Magnetic Observation Group, The STEP 210 magnetic meridian network project, J. Geomag. Geoelectr., 48, 1297-1310., 1996. (ii). Yumoto, K. and the CPMN Group, Characteristics of Pi 2 magnetic pulsations observed at the CPMN stations: A review of the STEP results, Earth Planets Space, 53, 981-992, 2001. (iii). Yumoto K. and the MAGDAS Group, MAGDAS project and its application for space weather, Solar Influence on the Heliosphere and Earth's Environment: Recent Progress and Prospects, Edited by N. Gopalswamy and A. Bhattacharyya, ISBN-81-87099-40-2, pp. 309-405, 2006. (iv). Yumoto K. and the MAGDAS Group, Space weather activities at SERC for IHY: MAGDAS, Bull. Astr. Soc. India, 35, pp. 511-522, 2007. 4. In all circumstances, if anything is published you must send a hardcopy to the following address: Dr. Akimasa Yoshikawa, PI of MAGDAS/CPMN Project, International Center for Space Weather Science and Education, Kyushu University, 744, Motooka, Nishi-ku, Fukuoka, 819-0395, JAPAN, TEL/FAX:+81-92-802-6240, e-mail: yoshi@geo.kyushu-u.ac.jp"
      },
      "ProcessingLevel": "Calibrated",
      "InstrumentID": "spase://IUGONET/Instrument/ICSWSE/CPMN/CNT/fluxgate",
      "MeasurementType": "Magnetogram",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1996-01-01T00:00:00",
          "StopDate": "2001-11-30T23:59:59"
        },
        "Cadence": "PT1S"
      },
      "ObservedRegion": "Earth.Magnetosphere",
      "SpatialCoverage": {
        "CoordinateSystem": {
          "CoordinateRepresentation": "Spherical",
          "CoordinateSystemName": "GEO"
        },
        "NorthernmostLatitude": "-13.06",
        "SouthernmostLatitude": "-13.06",
        "EasternmostLongitude": "-76.38",
        "WesternmostLongitude": "-76.38"
      },
      "Keyword": "ground observation magnetometer geomagnetic field",
      "Parameter": {
        "Name": "hdz_1sec",
        "Description": "3 components and total geomagnetic field value in unit of nano tesla. H is horizontal component (northward positive). D is declination component (northward positive). Z is vertical component (downward positive).",
        "Units": "nT",
        "Field": {
          "Qualifier": "Vector",
          "FieldQuantity": "Magnetic"
        }
      }
    }
  }
}