{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-Archive/Interball-Tail/ELECTRON",
      "ResourceHeader": {
        "ResourceName": "3D Electron Distribution Function (ELECTRON)",
        "ReleaseDate": "2022-04-26T08:14:26Z",
        "Description": "The ELECTRON spectrometer consists of a quadri-spherical analyzer associated with microchannel plates. The analyzer is a symmetrical top hat electrostatic analyzer which provides a 180째 x 6째 field of view with a uniform response. The angular resolution is 22.5째 x 6째. Electrons are multiplied by a chevron-mounted pair of MCP associated with 8 anode sectors. Due to the spacecraft rotation, the full 4 solid angle is scanned once per spin period (~120 seconds). The number of energy sweeps per spin can be changed, as well as the energy range, according to the mode of operation.\n\nThe data processing system, based on a 16 bit microprocessor controls the operation of the analyzer, formats the data for the TM channel and receives and execute commands. The spectrometer can be operated in 15 main modes. Standard modes allow to obtain 32 energy spectra with 32 energies per spin, high speed modes can be used to quickly sweep 4 energies. Moment computations, up to the heat flux vector are onboard processed in slow modes.",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Jean-Andre.Sauvaud",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Emmanuel.Penou",
            "Role": "GeneralContact"
          }
        ]
      },
      "InstrumentType": "QuadrisphericalAnalyser",
      "InvestigationName": "3D Electron Distribution Function (ELECTRON) on Interball Tail Probe",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-Archive/Interball-Tail"
    }
  }
}