{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-Archive/Interball-Tail/FM-3I",
      "ResourceHeader": {
        "ResourceName": "Flux-gate magnetometer (FM-3I)",
        "ReleaseDate": "2022-04-26T08:14:26Z",
        "Description": "FM-3I is a flux-gate magnetometer designed to measure three components of the magnetic fields in two different ranges: +/-200 nT and +/-1000 nT. Measurements in these ranges are performed independently by two identical magnetometers M1 and M2 simultaneously. Each megnetometer consists of the triaxial flux-gate sensor and unit containing analog and digital electronics.\n\nThe FM-3I sensors consist of the three identical flux-gate core ring sensitive elements arranged in a right orthogonal system. They are mounted on the non-magnetic boom which is attached to the edge of the solar panel. The electronics block is located inside the satellite and contains two independent nearly identical electronics units of the M1 and M2 magnetometers.\n\nThe output signals of the sensors are amplified, detected, filtered and converted to the digital form in the appropriate electronic unit. The output of the M1 sensors are digitalized with a rate of 128 vectors per second. After averaging the magnetic field data are transmitted to the SSNI telemetry system with a rate of 0.125 - 16 vectors per second depending of the telemetry mode of the instrument. The output of the M2 sensors are digitalized with a constant rate of 0.3 vectors per second. Magnetic field data collected by M2 magnetometer are transmitted to the BNS attitude control system.\n\nThe main characteristics of the instrument are given below.\n\n- The ranges of measurements:\n\nrange 1 (M1)   -   +/- 200 nT,\n\nrange 2 (M2)   -   +/- 1000 nT.\n\n- The resolution in each range:\n\nrange 1 (M1)   -   +/- 0.1 nT,\n\nrange 2 (M2)   -   +/- 1 nT.\n\n- The maximum transmission rates:\n\nrange 1 (M1)   -   16 vectors/s\n\nrange 2 (M2)   -   0.3 vectors/s",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Lev.Zelenyi",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/M.N.Nozdrachev",
            "Role": "CoInvestigator"
          }
        ]
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "Fluxgate DC Magnetometer FM-3I on Interball Tail Probe",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-Archive/Interball-Tail"
    }
  }
}