{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_1.xsd",
    "Version": "2.0.1",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Wind/3DP",
      "ResourceHeader": {
        "ResourceName": "Wind Hot Plasma and Charged Particles (3DP)",
        "AlternateName": "Wind/3DP",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Wind 3DP investigation, a three-dimensional plasma analyzer, is designed to meet the following objectives:\n\n            * (1) to make the first detailed exploration of the interplanetary particle population in the suprathermal energy range between solar wind plasma energies and 100 keV;\n            * (2) to study particle acceleration at the sun, in the interplanetary medium, and upstream from the earth;\n            * (3) to study the transport of particles in the interplanetary medium in the critical transition energy range between solar wind plasma and cosmic rays; and\n            * (4) to study the basic plasma processes occurring in the interplanetary medium, such as the production of radio emission by beam-plasma processes (Type III bursts) and shock waves (Type II), soliton collapse, and solar wind flux.\n\n            The instrument measures the three-dimensional distribution of plasma and energetic electrons and ions with high energy, angular, and temporal resolution, over the energy range 10 eV to 5 MeV (different ranges for different parts of the instrument). The instrument consists of three detector systems, SST, EESA, and PESA. The SST consists of two arrays of semiconductor detectors (electron and proton), each consisting of six separate telescopes covering an aperture of 108 x 36 deg. EESA and PESA are quadrispherical analyzers (electron and proton, respectively), each mounted on a separate inertia boom. These analyzers, of novel design, provide significant measurements even at the lowest flux levels likely to be encountered by this spacecraft. The symmetrical quadrispherical electrostatic analyzers provide a large geometric factor, a uniform angular response at all polar angles, with about 1-deg angular resolution, and a 360-deg field of view. Microprocessors are employed to provide physically meaningful onboard data processing and compression, as well as flexibility of operation. For example, 10 moments of positive ion and electron distributions are computed every half spin period. In addition, the particles are sorted by pitch angle, using the magnetic field vector obtained directly from the magnetometer on board.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Robert.P.Lin",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1994-071A-01",
          "Description": "Information about the Hot Plasma and Charged Particles (3DP) experiment on the Wind mission."
        },
        "PriorID": "spase://SMWG/instrument/1994-071A-01"
      },
      "InstrumentType": "QuadrisphericalAnalyser",
      "InvestigationName": "Hot Plasma and Charged Particles (3DP) on Wind",
      "ObservatoryID": "spase://SMWG/Observatory/Wind"
    }
  }
}