{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/BARREL/3C/MediumSpectra/L2/PT4S",
      "ResourceHeader": {
        "ResourceName": "BARREL 3C X-ray Spectrometer (MSPC) Bremsstrahlung X-ray Spectrum Medium Time Resolution, Level 2, 4 s Data",
        "DOI": "https://doi.org/10.48322/vmwt-tj82",
        "ReleaseDate": "2022-05-11T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": [
            {
              "ReleaseDate": "2021-03-29T12:34:56.789",
              "Note": "Last prior known metadata Release Date"
            },
            {
              "ReleaseDate": "2022-04-16T12:34:56.789",
              "Note": "BARREL: DOI and PublicationInfo added, metadata revised by LFB on 2022-04-16, reviewed by TAK"
            },
            {
              "ReleaseDate": "2022-05-11T12:34:56.789",
              "Note": "BARREL: Campaign_and_launches.txt InformationURL added, typo fixed, metadata revised by LFB on 2022-05-11"
            }
          ]
        },
        "Description": "MSPC: 48 channels of medium time resolution, 4 s, Bremsstrahlung X-ray spectra detected with a NaI Scintillator. The nominal energy range covered by the 48 channels ranges from 0 MeV to 4 MeV. All channels are combined to a single variable named MSPC.\n\nThe BARREL Mission was a multiple-balloon investigation designed to study electron losses from Earth's Radiation Belts. Selected as a NASA Living with a Star Mission of Opportunity, BARREL was designed to augment the Radiation Belt Storm Probes, RBSP, mission by providing measurements of the spatial and temporal variations of electron precipitation from the radiation belts. The RBSP mission has since been renamed the Van Allen Probes mission. Each BARREL balloon carried an X-ray spectrometer to measure the bremsstrahlung X-rays produced by precipitating relativistic electrons as they collide with neutrals in the atmosphere, and a DC magnetometer to measure ULF-timescale variations of the magnetic field. BARREL observations collected near latitudes close to either the antarctic and arctic circles at stratospheric altitudes at about 30 km. The BARREL instrumentation provided the first balloon measurements of relativistic electron precipitation while comprehensive in situ measurements of both plasma waves and energetic particles were available. Also, the BARREL data has been used to characterize the spatial scale of precipitation at relativistic energies.\n\nThe initial pair of balloon campaigns that were conducted initially during the Austral summer months of January and February of 2013 and 2014 with launches from two stations located in Antarctica: the British base located at Halley Bay on the Brunt Ice Shelf and the South African SANAE IV base (SANAE stand for South African National Antarctic Expedition) located in Vesleskarvet, Queen Maud Land. For the 2013 and 2014 the balloon campaigns, the launch plan was designed to maintain an array with about five payloads spread across about six hours of magnetic local time, MLT, in the region that magnetically maps to the radiation belts. Thus, the BARREL balloon constellation constituted an evolving and slowly moving array able to study relativistic electron precipitation from the radiation belts.\n\nLater campaigns were undertaken in 2015 and 2016 from the Esrange Space Center located in Kiruna, Sweden. The 2015 and 2016 campaigns were undertaken in coordination with the Van Allen Probes mission, the European Incoherent Scatter Scientific Association, EISCAT, incoherent scatter radar system, and other ground and space based instruments. Seven balloon launches occurred during the August 2015 BARREL campaign. A total of eight flights occurred during August 2016.\n\nSumming over the four BARREL campaigns, over 50 small, approximately 20 kg, stratospheric balloons were successively launched. The website creeated and hosted by A.J. Halford (see Information URL below) reports that: \"By the end of the campaigns, there were over 90 researchers coordinating on a daily basis with the BARREL team working on 7 different satellite missions, 1 other balloon mission, and way too many ground based instruments to count.\" Although the BARREL mission launched only balloons during the years from 2013 to 2016, research using data collected on these flights is ongoing, so stay tuned for updates! All data and analysis software are freely available to the scientific community.\n\nThe information listed above in this resource description was compiled by referencing several BARREL related resources including primarily the Millan et al. (2013) Space Science Reviews publication, the BARREL at Dartmouth mission web site, and the website maintained by A.J. Halford.\n\nThe current release of all BARREL CDF data products are Version 10 files.\n\nBARREL will make all its scientific data products quickly and publicly available but all users are expected to read and follow the BARREL Data Usage Policy listed below.\n\nBARREL Data Usage Policy\n\nBARREL data products are made freely available to the public and every effort is made to ensure that these products are of the highest quality. However, there may occasionally be issues with either the instruments or data processing that affect the accuracy of data. When possible, a quality flag is included in higher level data products, and known issues are posted in the BARREL data repository. You are also strongly encouraged to follow the guidelines below if you are planning a publication or presentation in which BARREL data are used. This will help you ensure that your science results are valid.\n\n* Users should always use the highest version numbers of data and analysis tools. Browse/quick-look plots are not intended for science analysis or publication and should not be used for those purposes without consent of the principal investigator, PI.\n* Users should notify the BARREL PI of the data use and investigation objectives. This will ensure that you are using the data appropriately and have the most recent version of the data or analysis routines. Additionally, if a BARREL team member is already working on a similar or related topic, they may be able to contribute intellectually.\n* If BARREL team members are not part of the author list, then users should Credit/Acknowledge the BARREL team as follows: We acknowledge the BARREL team (PI: Robyn Millan) for use of BARREL data.\n* Users are also requested to provide the PI with a copy of each manuscript that uses BARREL data upon submission of that manuscript for consideration of publication. On publication, the citation should be transmitted to the PI.\n\nThe BARREL PI can be contacted at: Robyn.Millan@dartmouth.edu.\n\nAn online copy of the BARREL Data Usage Policy document can be found at: https://barrel.rmillan.host.dartmouth.edu/documents/data.use.policy.pdf.",
        "Acknowledgement": "Please acknowledge the Principal Investigator R. Millan for use of the Data. \n\nBARREL will make all its scientific data products quickly and publicly available but all users are expected to read and follow the \"BARREL Mission Data Usage Policy\" which can be found here: http://www.dartmouth.edu/~barrel/documents/data.use.policy.pdf.",
        "PublicationInfo": {
          "Authors": "Millan, Robyn M.; Woodger, Leslie A.; McCarthy, Michael P.; Sample, John G.; Smith, David M.; and Warren Z. Rexroad",
          "PublicationDate": "2021-01-01T00:00:00",
          "PublishedBy": "NASA Space Physics Data Facility"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Robyn.Millan",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Leslie.Anita.Woodger",
            "Role": "CoPI"
          },
          {
            "PersonID": "spase://SMWG/Person/Michael.P.McCarthy",
            "Role": "CoPI"
          },
          {
            "PersonID": "spase://SMWG/Person/John.G.Sample",
            "Role": "CoPI"
          },
          {
            "PersonID": "spase://SMWG/Person/David.M.Smith",
            "Role": "CoPI"
          },
          {
            "PersonID": "spase://SMWG/Person/Warren.Z.Rexroad",
            "Role": "TechnicalContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Robert.M.Candey",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "BARREL Mission Home Website, Dartmouth College",
            "URL": "https://barrel.rmillan.host.dartmouth.edu/index.html",
            "Description": "The Balloon Array for Radiation Belt Relativistic Electron Losses, BARREL, Mission official website with embedded links to mission overview, data, news & events, and publications. Hosted by Dartmouth College",
            "Language": "en"
          },
          {
            "Name": "The BARREL Mission overview publication",
            "URL": "https://doi.org/10.1007/s11214-013-9971-z",
            "Description": "Balloon Array for Radiation Belt Relativistic Electron Losses, BARREL, Space Science Reviews overview publication: Millan, R.M., McCarthy, M.P., Sample, J.G., Smith, D.M., Thompson, L.D., McGaw, D.G., Woodger, L.A., Hewitt, J.G., Comess, M.D., Yando, K.B., Liang, A.X., Anderson, B.A., Knezek, N.R., Rexroad, W.Z., Scheiman, J.M., Bowers, G.S., Halford, A.J., Collier, A.B., Clilverd, M.A., Lin, R.P., and M.K. Hudson, The Balloon Array for RBSP Relativistic Electron Losses (BARREL). Space Sci. Rev., 179, 503-530 (2013). https://doi.org/10.1007/s11214-013-9971-z",
            "Language": "en"
          },
          {
            "Name": "BARREL Data Usage Policy",
            "URL": "https://barrel.rmillan.host.dartmouth.edu/documents/data.use.policy.pdf",
            "Description": "BARREL Mission Data Usage Policy PDF",
            "Language": "en"
          },
          {
            "Name": "BARREL Balloon Campaign Information",
            "URL": "https://cdaweb.gsfc.nasa.gov/pub/data/barrel/Campaigns_and_launches.txt",
            "Description": "Annotated BARREL campaign information with balloon release locations along with dates and times of balloon launch and termination of data acquisition. Text file provided by Warren Rexroad",
            "Language": "en"
          },
          {
            "Name": "BARREL Mission website created and hosted by A.J. Halford",
            "URL": "http://relativisticballoons.blogspot.com",
            "Description": "The A.J. Halford BARREL Mission overview website covering the years from 2013 to 2016. The site hosts a list of BARREL related publications, an informative BARREL slideshow, and a youtube video that expounds on the BARREL balloon campaign strategy and goals.",
            "Language": "en"
          },
          {
            "Name": "BARREL Mission Status Update Blog",
            "URL": "https://alexahalford.weebly.com/barrel-2013---2016.html",
            "Description": "The BARREL Mission status update blog entitled: BARREL - Radiation Belt Science with Balloons. This blog offers offers status reports and links to frequently asked questions, FAQ, page as well as links to two other blogs: the BARREL Dedicated Science Blog and the KeV Blog that list also balloon status reports. All of these blogs document events that occurred during BARREL balloon launch campaigns that took place from late 2012 until the summer of 2016.",
            "Language": "en"
          },
          {
            "Name": "NASA BARREL Mission Website",
            "URL": "https://www.nasa.gov/mission-pages/rbsp/barrel/",
            "Description": "The NASA Balloon Array for Radiation Belt Relativistic Electron Losses, BARREL, Mission website with links to a BARREL Mission Overview as well as mission related images, videos, and BARREL related NASA news releases amd media resources.",
            "Language": "en"
          }
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": [
          {
            "Name": "FTPS from SPDF (not with most browsers)",
            "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/barrel/l2/3c/mspc/",
            "Description": "Access to Data in CDF Format via ftps from SPDF"
          },
          {
            "Name": "HTTPS from SPDF",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/barrel/l2/3c/mspc/",
            "Description": "Access to Data in CDF Format via https from SPDF"
          },
          {
            "Name": "CDAWeb",
            "URL": "https://cdaweb.gsfc.nasa.gov/cgi-bin/eval2.cgi?dataset=BAR_3C_L2_MSPC&index=sp_phys",
            "ProductKey": "BAR_3C_L2_MSPC",
            "Description": "Access to ASCII, CDF, and Plots via NASA/GSFC CDAWeb"
          }
        ],
        "Format": "CDF",
        "Encoding": "None",
        "Acknowledgement": "Please acknowledge the Principal Investigator R. Millan. Please acknowledge the Data Providers and CDAWeb when using these Data."
      },
      "ProcessingLevel": "Calibrated",
      "InstrumentID": "spase://SMWG/Instrument/BARREL/3C/XRI",
      "MeasurementType": [
        "EnergeticParticles",
        "InstrumentStatus",
        "Spectrum"
      ],
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2015-08-17T13:12:03",
          "StopDate": "2015-08-18T00:58:50"
        },
        "Cadence": "PT4S"
      },
      "ObservedRegion": [
        "Earth.NearSurface.AuroralRegion",
        "Earth.NearSurface.Mesosphere",
        "Earth.NearSurface.PolarCap",
        "Earth.NearSurface.Stratosphere"
      ],
      "Parameter": [
        {
          "Name": "Epoch Time",
          "ParameterKey": "Epoch",
          "Description": "Epoch, Default Time",
          "Caveats": "This Parameter exhibits an increasing Monotonic Progression",
          "Units": "ns",
          "UnitsConversion": "1.0e-9>s",
          "RenderingHints": {
            "AxisLabel": "Epoch",
            "ScaleType": "LinearScale"
          },
          "ValidMin": "2009-09-19T00:00:05.978849280",
          "ValidMax": "2019-10-15T09:04:54.724999936",
          "FillValue": "9999-12-31T23:59:59.999999999",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "DPU Frame Number",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "FrameGroup",
          "Description": "Data Processing Unit, DPU, Frame Counter",
          "Cadence": "PT4S",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "Frame",
            "ValueFormat": "I10",
            "ScaleType": "LinearScale"
          },
          "ValidMin": "0",
          "ValidMax": "4294967294",
          "FillValue": "4294967295",
          "Support": {
            "SupportQuantity": "InstrumentMode"
          }
        },
        {
          "Name": "Data Quality Flag",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "Quality",
          "Description": "Data Quality Flag, a flag value equal to 0 denotes no issues",
          "Caveats": "32 bit flag used to indicate data quality. Bit 0=Low altitude, below 20 km, Bit 1=No GPS, Bit 2=External ephemeris used, Bit 3=Gain shift.",
          "Cadence": "PT4S",
          "RenderingHints": {
            "DisplayType": "TimeSeries",
            "AxisLabel": "Q",
            "ValueFormat": "I10",
            "ScaleType": "LinearScale"
          },
          "ValidMin": "0",
          "ValidMax": "4294967294",
          "FillValue": "4294967295",
          "Support": {
            "SupportQuantity": "DataQuality"
          }
        },
        {
          "Name": "Medium Time Resolution Spectra",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "MSPC",
          "Description": "Medium Time Resolution X-Ray Spectra, MSPC, 48 channels",
          "Caveats": "Rebinned, divided by energy channel widths and adjusted to /sec time scale. The \"energy\" variable tracks the level of each of the 48 channels in keV.",
          "Cadence": "PT4S",
          "Units": "(keV s)^-1",
          "UnitsConversion": "6.24181e19>(J s)^-1",
          "RenderingHints": {
            "DisplayType": "Spectrogram",
            "AxisLabel": "MSPC",
            "ValueFormat": "F8.3",
            "ScaleType": "LogScale"
          },
          "Structure": {
            "Size": "48",
            "Element": [
              {
                "Name": "Element 1",
                "Index": "1",
                "RenderingHints": {
                  "AxisLabel": "107.422"
                }
              },
              {
                "Name": "Element 2",
                "Index": "2",
                "RenderingHints": {
                  "AxisLabel": "117.187"
                }
              },
              {
                "Name": "Element 3",
                "Index": "3",
                "RenderingHints": {
                  "AxisLabel": "125.732"
                }
              },
              {
                "Name": "Element 4",
                "Index": "4",
                "RenderingHints": {
                  "AxisLabel": "134.277"
                }
              },
              {
                "Name": "Element 5",
                "Index": "5",
                "RenderingHints": {
                  "AxisLabel": "142.822"
                }
              },
              {
                "Name": "Element 6",
                "Index": "6",
                "RenderingHints": {
                  "AxisLabel": "151.367"
                }
              },
              {
                "Name": "Element 7",
                "Index": "7",
                "RenderingHints": {
                  "AxisLabel": "163.574"
                }
              },
              {
                "Name": "Element 8",
                "Index": "8",
                "RenderingHints": {
                  "AxisLabel": "180.664"
                }
              },
              {
                "Name": "Element 9",
                "Index": "9",
                "RenderingHints": {
                  "AxisLabel": "197.753"
                }
              },
              {
                "Name": "Element 10",
                "Index": "10",
                "RenderingHints": {
                  "AxisLabel": "214.843"
                }
              },
              {
                "Name": "Element 11",
                "Index": "11",
                "RenderingHints": {
                  "AxisLabel": "234.374"
                }
              },
              {
                "Name": "Element 12",
                "Index": "12",
                "RenderingHints": {
                  "AxisLabel": "251.464"
                }
              },
              {
                "Name": "Element 13",
                "Index": "13",
                "RenderingHints": {
                  "AxisLabel": "268.554"
                }
              },
              {
                "Name": "Element 14",
                "Index": "14",
                "RenderingHints": {
                  "AxisLabel": "285.644"
                }
              },
              {
                "Name": "Element 15",
                "Index": "15",
                "RenderingHints": {
                  "AxisLabel": "302.734"
                }
              },
              {
                "Name": "Element 16",
                "Index": "16",
                "RenderingHints": {
                  "AxisLabel": "327.148"
                }
              },
              {
                "Name": "Element 17",
                "Index": "17",
                "RenderingHints": {
                  "AxisLabel": "361.327"
                }
              },
              {
                "Name": "Element 18",
                "Index": "18",
                "RenderingHints": {
                  "AxisLabel": "395.507"
                }
              },
              {
                "Name": "Element 19",
                "Index": "19",
                "RenderingHints": {
                  "AxisLabel": "429.686"
                }
              },
              {
                "Name": "Element 20",
                "Index": "20",
                "RenderingHints": {
                  "AxisLabel": "468.749"
                }
              },
              {
                "Name": "Element 21",
                "Index": "21",
                "RenderingHints": {
                  "AxisLabel": "502.928"
                }
              },
              {
                "Name": "Element 22",
                "Index": "22",
                "RenderingHints": {
                  "AxisLabel": "537.108"
                }
              },
              {
                "Name": "Element 23",
                "Index": "23",
                "RenderingHints": {
                  "AxisLabel": "571.288"
                }
              },
              {
                "Name": "Element 24",
                "Index": "24",
                "RenderingHints": {
                  "AxisLabel": "605.467"
                }
              },
              {
                "Name": "Element 25",
                "Index": "25",
                "RenderingHints": {
                  "AxisLabel": "654.295"
                }
              },
              {
                "Name": "Element 26",
                "Index": "26",
                "RenderingHints": {
                  "AxisLabel": "722.654"
                }
              },
              {
                "Name": "Element 27",
                "Index": "27",
                "RenderingHints": {
                  "AxisLabel": "791.014"
                }
              },
              {
                "Name": "Element 28",
                "Index": "28",
                "RenderingHints": {
                  "AxisLabel": "859.373"
                }
              },
              {
                "Name": "Element 29",
                "Index": "29",
                "RenderingHints": {
                  "AxisLabel": "937.498"
                }
              },
              {
                "Name": "Element 30",
                "Index": "30",
                "RenderingHints": {
                  "AxisLabel": "1005.86"
                }
              },
              {
                "Name": "Element 31",
                "Index": "31",
                "RenderingHints": {
                  "AxisLabel": "1074.22"
                }
              },
              {
                "Name": "Element 32",
                "Index": "32",
                "RenderingHints": {
                  "AxisLabel": "1142.57"
                }
              },
              {
                "Name": "Element 33",
                "Index": "33",
                "RenderingHints": {
                  "AxisLabel": "1210.93"
                }
              },
              {
                "Name": "Element 34",
                "Index": "34",
                "RenderingHints": {
                  "AxisLabel": "1308.59"
                }
              },
              {
                "Name": "Element 35",
                "Index": "35",
                "RenderingHints": {
                  "AxisLabel": "1445.31"
                }
              },
              {
                "Name": "Element 36",
                "Index": "36",
                "RenderingHints": {
                  "AxisLabel": "1582.03"
                }
              },
              {
                "Name": "Element 37",
                "Index": "37",
                "RenderingHints": {
                  "AxisLabel": "1718.75"
                }
              },
              {
                "Name": "Element 38",
                "Index": "38",
                "RenderingHints": {
                  "AxisLabel": "1874.99"
                }
              },
              {
                "Name": "Element 39",
                "Index": "39",
                "RenderingHints": {
                  "AxisLabel": "2011.71"
                }
              },
              {
                "Name": "Element 40",
                "Index": "40",
                "RenderingHints": {
                  "AxisLabel": "2148.43"
                }
              },
              {
                "Name": "Element 41",
                "Index": "41",
                "RenderingHints": {
                  "AxisLabel": "2285.15"
                }
              },
              {
                "Name": "Element 42",
                "Index": "42",
                "RenderingHints": {
                  "AxisLabel": "2421.87"
                }
              },
              {
                "Name": "Element 43",
                "Index": "43",
                "RenderingHints": {
                  "AxisLabel": "2617.18"
                }
              },
              {
                "Name": "Element 44",
                "Index": "44",
                "RenderingHints": {
                  "AxisLabel": "2890.62"
                }
              },
              {
                "Name": "Element 45",
                "Index": "45",
                "RenderingHints": {
                  "AxisLabel": "3164.05"
                }
              },
              {
                "Name": "Element 46",
                "Index": "46",
                "RenderingHints": {
                  "AxisLabel": "3437.49"
                }
              },
              {
                "Name": "Element 47",
                "Index": "47",
                "RenderingHints": {
                  "AxisLabel": "3749.99"
                }
              },
              {
                "Name": "Element 48",
                "Index": "48",
                "RenderingHints": {
                  "AxisLabel": "4023.43"
                }
              }
            ]
          },
          "ValidMin": "0.0",
          "ValidMax": "1707.0",
          "FillValue": "-1.0e+31",
          "Wave": {
            "WaveType": "Photon",
            "Qualifier": [
              "Magnitude",
              "Spectral"
            ],
            "WaveQuantity": "Intensity"
          }
        },
        {
          "Name": "Count Error",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "cnt_error",
          "Description": "Spectra Count Error due to Noise, based on Poisson statistics, error equal to the square root of the counts",
          "Caveats": "Error only valid for large count values",
          "Cadence": "PT4S",
          "Units": "(keV s)^-1",
          "UnitsConversion": "6.24181e19>(J s)^-1",
          "RenderingHints": {
            "DisplayType": "Spectrogram",
            "AxisLabel": "Error",
            "ValueFormat": "E11.4",
            "ScaleType": "LinearScale"
          },
          "Structure": {
            "Size": "48",
            "Element": [
              {
                "Name": "Element 1",
                "Index": "1",
                "RenderingHints": {
                  "AxisLabel": "0"
                }
              },
              {
                "Name": "Element 2",
                "Index": "2",
                "RenderingHints": {
                  "AxisLabel": "1"
                }
              },
              {
                "Name": "Element 3",
                "Index": "3",
                "RenderingHints": {
                  "AxisLabel": "2"
                }
              },
              {
                "Name": "Element 4",
                "Index": "4",
                "RenderingHints": {
                  "AxisLabel": "3"
                }
              },
              {
                "Name": "Element 5",
                "Index": "5",
                "RenderingHints": {
                  "AxisLabel": "4"
                }
              },
              {
                "Name": "Element 6",
                "Index": "6",
                "RenderingHints": {
                  "AxisLabel": "5"
                }
              },
              {
                "Name": "Element 7",
                "Index": "7",
                "RenderingHints": {
                  "AxisLabel": "6"
                }
              },
              {
                "Name": "Element 8",
                "Index": "8",
                "RenderingHints": {
                  "AxisLabel": "7"
                }
              },
              {
                "Name": "Element 9",
                "Index": "9",
                "RenderingHints": {
                  "AxisLabel": "8"
                }
              },
              {
                "Name": "Element 10",
                "Index": "10",
                "RenderingHints": {
                  "AxisLabel": "9"
                }
              },
              {
                "Name": "Element 11",
                "Index": "11",
                "RenderingHints": {
                  "AxisLabel": "10"
                }
              },
              {
                "Name": "Element 12",
                "Index": "12",
                "RenderingHints": {
                  "AxisLabel": "11"
                }
              },
              {
                "Name": "Element 13",
                "Index": "13",
                "RenderingHints": {
                  "AxisLabel": "12"
                }
              },
              {
                "Name": "Element 14",
                "Index": "14",
                "RenderingHints": {
                  "AxisLabel": "13"
                }
              },
              {
                "Name": "Element 15",
                "Index": "15",
                "RenderingHints": {
                  "AxisLabel": "14"
                }
              },
              {
                "Name": "Element 16",
                "Index": "16",
                "RenderingHints": {
                  "AxisLabel": "15"
                }
              },
              {
                "Name": "Element 17",
                "Index": "17",
                "RenderingHints": {
                  "AxisLabel": "16"
                }
              },
              {
                "Name": "Element 18",
                "Index": "18",
                "RenderingHints": {
                  "AxisLabel": "17"
                }
              },
              {
                "Name": "Element 19",
                "Index": "19",
                "RenderingHints": {
                  "AxisLabel": "18"
                }
              },
              {
                "Name": "Element 20",
                "Index": "20",
                "RenderingHints": {
                  "AxisLabel": "19"
                }
              },
              {
                "Name": "Element 21",
                "Index": "21",
                "RenderingHints": {
                  "AxisLabel": "20"
                }
              },
              {
                "Name": "Element 22",
                "Index": "22",
                "RenderingHints": {
                  "AxisLabel": "21"
                }
              },
              {
                "Name": "Element 23",
                "Index": "23",
                "RenderingHints": {
                  "AxisLabel": "22"
                }
              },
              {
                "Name": "Element 24",
                "Index": "24",
                "RenderingHints": {
                  "AxisLabel": "23"
                }
              },
              {
                "Name": "Element 25",
                "Index": "25",
                "RenderingHints": {
                  "AxisLabel": "24"
                }
              },
              {
                "Name": "Element 26",
                "Index": "26",
                "RenderingHints": {
                  "AxisLabel": "25"
                }
              },
              {
                "Name": "Element 27",
                "Index": "27",
                "RenderingHints": {
                  "AxisLabel": "26"
                }
              },
              {
                "Name": "Element 28",
                "Index": "28",
                "RenderingHints": {
                  "AxisLabel": "27"
                }
              },
              {
                "Name": "Element 29",
                "Index": "29",
                "RenderingHints": {
                  "AxisLabel": "28"
                }
              },
              {
                "Name": "Element 30",
                "Index": "30",
                "RenderingHints": {
                  "AxisLabel": "29"
                }
              },
              {
                "Name": "Element 31",
                "Index": "31",
                "RenderingHints": {
                  "AxisLabel": "30"
                }
              },
              {
                "Name": "Element 32",
                "Index": "32",
                "RenderingHints": {
                  "AxisLabel": "31"
                }
              },
              {
                "Name": "Element 33",
                "Index": "33",
                "RenderingHints": {
                  "AxisLabel": "32"
                }
              },
              {
                "Name": "Element 34",
                "Index": "34",
                "RenderingHints": {
                  "AxisLabel": "33"
                }
              },
              {
                "Name": "Element 35",
                "Index": "35",
                "RenderingHints": {
                  "AxisLabel": "34"
                }
              },
              {
                "Name": "Element 36",
                "Index": "36",
                "RenderingHints": {
                  "AxisLabel": "35"
                }
              },
              {
                "Name": "Element 37",
                "Index": "37",
                "RenderingHints": {
                  "AxisLabel": "36"
                }
              },
              {
                "Name": "Element 38",
                "Index": "38",
                "RenderingHints": {
                  "AxisLabel": "37"
                }
              },
              {
                "Name": "Element 39",
                "Index": "39",
                "RenderingHints": {
                  "AxisLabel": "38"
                }
              },
              {
                "Name": "Element 40",
                "Index": "40",
                "RenderingHints": {
                  "AxisLabel": "39"
                }
              },
              {
                "Name": "Element 41",
                "Index": "41",
                "RenderingHints": {
                  "AxisLabel": "40"
                }
              },
              {
                "Name": "Element 42",
                "Index": "42",
                "RenderingHints": {
                  "AxisLabel": "41"
                }
              },
              {
                "Name": "Element 43",
                "Index": "43",
                "RenderingHints": {
                  "AxisLabel": "42"
                }
              },
              {
                "Name": "Element 44",
                "Index": "44",
                "RenderingHints": {
                  "AxisLabel": "43"
                }
              },
              {
                "Name": "Element 45",
                "Index": "45",
                "RenderingHints": {
                  "AxisLabel": "44"
                }
              },
              {
                "Name": "Element 46",
                "Index": "46",
                "RenderingHints": {
                  "AxisLabel": "45"
                }
              },
              {
                "Name": "Element 47",
                "Index": "47",
                "RenderingHints": {
                  "AxisLabel": "46"
                }
              },
              {
                "Name": "Element 48",
                "Index": "48",
                "RenderingHints": {
                  "AxisLabel": "47"
                }
              }
            ]
          },
          "ValidMin": "0.0",
          "ValidMax": "10000.0",
          "FillValue": "-1.0e+31",
          "Wave": {
            "WaveType": "Photon",
            "Qualifier": [
              "Magnitude",
              "Spectral",
              "Uncertainty"
            ],
            "WaveQuantity": "Intensity"
          }
        },
        {
          "Name": "Energy Level",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "energy",
          "Description": "Energy Level",
          "Caveats": "Center of each medium spectrum channel",
          "Cadence": "PT4S",
          "Units": "keV",
          "UnitsConversion": "1.60218e-22>J",
          "RenderingHints": {
            "AxisLabel": "Energy",
            "ValueFormat": "F8.3",
            "ScaleType": "LogScale"
          },
          "Structure": {
            "Size": "48"
          },
          "ValidMin": "0.0",
          "ValidMax": "4140.0",
          "FillValue": "-1.0e+31",
          "Wave": {
            "WaveType": "Photon",
            "Qualifier": "Magnitude",
            "WaveQuantity": "Intensity"
          }
        },
        {
          "Name": "Channel Number",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "channel",
          "Description": "Channel Number",
          "Caveats": "Channel number 0 to 47",
          "Cadence": "PT4S",
          "RenderingHints": {
            "AxisLabel": "Channel",
            "ValueFormat": "I2",
            "ScaleType": "LinearScale"
          },
          "Structure": {
            "Size": "48"
          },
          "ValidMin": "0",
          "ValidMax": "48",
          "FillValue": "255",
          "Support": {
            "SupportQuantity": "InstrumentMode"
          }
        },
        {
          "Name": "Bin Width",
          "Set": "Time series defined by using: Epoch",
          "ParameterKey": "HalfBinWidth",
          "Description": "Half Width of Energy Channel",
          "Cadence": "PT4S",
          "Units": "keV",
          "UnitsConversion": "1.60218e-22>J",
          "RenderingHints": {
            "AxisLabel": "Width",
            "ValueFormat": "F7.3",
            "ScaleType": "LinearScale"
          },
          "Structure": {
            "Size": "48"
          },
          "ValidMin": "3.0",
          "ValidMax": "157.0",
          "FillValue": "-1.0e+31",
          "Wave": {
            "WaveType": "Photon",
            "Qualifier": "Magnitude",
            "WaveQuantity": "Intensity"
          }
        },
        {
          "Name": "Half Accumulation Time",
          "ParameterKey": "HalfAccumTime",
          "Description": "Half Period of Time used to accumulate Spectra",
          "Units": "ns",
          "UnitsConversion": "1.0e-9>s",
          "RenderingHints": {
            "AxisLabel": "HalfAccumTime",
            "ValueFormat": "I8"
          },
          "ValidMin": "1999999999",
          "ValidMax": "2000000001",
          "FillValue": "-9223372036854775808",
          "Support": {
            "SupportQuantity": "Temporal"
          }
        }
      ]
    }
  }
}