{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_0.xsd",
    "Version": "2.3.1",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/UCLA/Global-MHD-code",
      "ResourceHeader": {
        "ResourceName": "UCLA Global MHD model",
        "ReleaseDate": "2021-06-11T18:19:57Z",
        "Description": "UCLA Global magnetohydrodynamic (MHD) magnetosphere-ionosphere code is based on a single fluid description \n\t  of the interaction between the solar wind and Earth’s magnetosphere. A detailed description of the MHD model can be \n\t  found in [Frank et al., 1995] and Raeder et al. [1998; 2001] and El-Alaoui [2001].  In the MHD simulation, the total \n\t  electric field includes convective and resistive terms. Explicit resistivity is necessary in our code for reconnection \n\t  to occur.  The MHD equations are solved on a non-uniform Cartesian computational grid that is computed prior to \n\t  the run by using continuous functions to distribute the grid points in the simulation system. The size of each \n\t  grid cell is defined by three continuous functions that allow us to distribute grid points so as to increase the \n\t  grid resolution in the region of interest without excessively degrading the resolution in the rest of the simulation \n\t  domain. The minimum grid spacing for this event was about 0.12 RE in each direction.   The dimensions of the \n\t  simulation box are 20 RE in the sunward direction, 300 RE along the tail, and 55 RE in each transverse direction. \n\t  With such a large simulation domain, all flows at the external boundaries are in the super-magnetosonic regime. \n\t  The time step in the simulations is determined by the Courant condition tau=Delta/VA where Delta is the minimum grid spacing and \n\t  VA is the maximum Alfvén velocity in the simulation domain.  The ionospheric part of the model takes into account \n\t  three sources of ionospheric conductance: solar EUV ionization modeled by using an empirical model, diffuse auroral \n\t  precipitation modeled by assuming strong pitch-angle scattering, and the accelerated electron precipitation \n\t  associated with upward field-aligned currents modeled in accordance with the approach of Knight [1972]. We \n\t  use the empirical relations developed by Robinson et al. [1987] to calculate ionospheric conductances from \n\t  mean electron energies and energy fluxes. A detailed description of the MHD model can be found in Raeder et al. \n\t  [1998; 2001] and El-Alaoui et al., 2001.\n\t  \n\t  El-Alaoui, M. (2001), Current disruption during November 24, 1996, substorm, Journal of Geophysical Research-Space Physics, 106(A4), 6229-6245, doi:10.1029/1999ja000260.\n      \n\t  Frank, L.A., M. Ashour Abdalla, J. Berchem, J. Raeder, W. R. Paterson, S. Kokubun, T. Yamamoto, R. P. Lepping, F. V. Coroniti, D. H. Fairfield, and K. L. Ackerson (1995), Observations of plasmas and magnetic fields in Earth's distant magnetotail: Comparison with a global MHD model, J. Geophys. Res., 100(A10), 19177–19190, doi:10.1029/95JA00571.\n\n\t  Knight, S. (1973), Parallel Electric-Fields, Planetary and Space Science, 21(5), 741-750, doi:10.1016/0032-0633(73)90093-7.\n\n\t  Raeder, J., and R.L. McPherron (1998), Global MHD simulations of the substorm current wedge and dipolarization, in SUBSTORMS-4, edited by S. Kokubun, and  Y. Kamide, pp. 343-348, Terra Scientific Pub. Co. and Kluwer Academic Publishers, Lake Hamana, Japan.\n\n\t  Raeder, J., Y.L. Wang, T.J. Fuller-Rowell, and H.J. Singer (2001), Global simulation of magnetospheric space weather effects of the Bastille Day storm, Solar Physics, 204(1-2), 325-338, doi:10.1023/A:1014228230714.\n\n\t  Robinson, R.M., R.R. Vondrak, K. Miller, T. Dabbs, and D. Hardy (1987), On Calculating Ionospheric Conductances from the Flux and Energy of Precipitating Electrons, Journal of Geophysical Research-Space Physics, 92(A3), 2565-2569, doi:10.1029/JA092iA03p02565.\n\t  ",
        "Acknowledgement": "The MHD computations were performed using the Comet supercomputer at San Diego, part of the Extreme Science and Engineering Discovery Environment (XSEDE) and on NASA HECC supercomputer.  Solar wind data and magnetic indices were downloaded from the NSSDC OMNI data file https://cdaweb.sci.gsfc.nasa.gov/index.html/. THEMIS ground and spacecraft data were obtained from the THEMIS database http://themis.ssl.berkeley.edu/index.shtml.",
        "PublicationInfo": {
          "Authors": "M. El-Alaoui",
          "PublicationDate": "2001-04-01T00:00:00",
          "PublishedBy": "Journal of Geophysical Research-Space Physics"
        },
        "Funding": [
          {
            "Agency": "NASA",
            "Project": "unknown",
            "AwardNumber": "NNX17AB83G"
          },
          {
            "Agency": "NSF",
            "Project": "GEM: A Statistical Study of the Substorm Sequence and Phenomena Associated with Expansion Onset",
            "AwardNumber": "1602588"
          }
        ],
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Mostafa.El-Alaoui",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": {
          "Name": "UCLA Space Plasma Homepage",
          "URL": "https://epss.ucla.edu/research-areas/space-physics/",
          "Description": "Information related to the Space Plasma Simulation Group.",
          "Language": "EN"
        }
      },
      "InstrumentType": [
        "Magnetometer",
        "Antenna",
        "ParticleDetector"
      ],
      "InvestigationName": "UCLA Global MHD model",
      "ObservatoryID": "spase://SMWG/Observatory/UCLA/SPSG"
    }
  }
}