{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/AMPTE/CCE",
      "ResourceHeader": {
        "ResourceName": "CCE",
        "AlternateName": "Charge Composition Explorer",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Active Magnetospheric Particle Tracer Explorers (AMPTE) program involves three separate spacecrafts that were launched by a single Delta vehicle on August 16, 1984. \n        The CCE instrumentation measured the composition of the matgnetospheric particle populations over their full energy range to study the spectral and  \n        temporal variations of these populations as a function of species ,and used these measurements to study the basic processes of magnetospheric ion enrgization, transport and loss.  \n        The CCE also monitored the access, energization and transport of the artificially injected tracer ions from the AMPTE solar wind and magnetotail tracer releases.  \n        The CCE carried three highly sensitive instruments (CHEM, HPCE, MEPA) to determine the distribution functions of both common and rare ion species over an energy range extending from eVs to MeVs and  \n        electrons over and energy range extending from eVs to keVs. It also carried two instruments to measure the ambient magnetic field and electric component of plasma waves.  \n        These instruments collected data over the four-year mission of August 1984 to January 1989 in a roughly 8-Re equatorial orbit.\n      ",
        "Acknowledgement": "Please acknowledge the US AMPTE Program for the CCE of JHU/APL",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Richard.W.McEntire",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "JHU/APL Science Data Center (SDC) for the AMPTE-CCE spacecraft",
            "URL": "http://sd-www.jhuapl.edu/AMPTE/"
          },
          {
            "Name": "NSSDC Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1984-088A"
          }
        ]
      },
      "ObservatoryGroupID": "spase://CNES/Observatory/CDPP-AMDA/AMPTE",
      "Location": {
        "ObservatoryRegion": [
          "Earth.Magnetosheath",
          "Earth.Magnetosphere",
          "Earth.Magnetosphere.Magnetotail",
          "Heliosphere.NearEarth"
        ]
      },
      "OperatingSpan": {
        "StartDate": "1984-08-16T07:31:00",
        "StopDate": "1989-01-11T12:00:00"
      }
    }
  }
}