{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/AMPTE/IRM",
      "ResourceHeader": {
        "ResourceName": "IRM",
        "AlternateName": "Ion Release Module",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n        The AMPTE (Active Magnetospheric Particle Tracer Explorers) mission was designed to study the access of solar wind ions to the magnetosphere, the convective-diffusive transport and energization of magnetospheric particles, and the interactions of plasmas in space. \n        The program consisted of three spacecraft: the CCE, which measured in the magnetosphere the ions released by the IRM; the IRM; and the UKS, which used thrusters to keep station near the IRM to provide two-point local measurements. \n        The IRM provided multiple ion releases in the solar wind, the magnetosheath, and the magnetotail, with in situ diagnostics of each. \n        The IRM spacecraft was spin-stabilized at 15 rpm. Its spin axis was initially in the ecliptic plane, but later it was adjusted with magnetic torquing to be at right angles to the ecliptic. \n        The power system was a 60 W solar array with redundant batteries. There was a redundant S-band telemetry and telecommand system. Telemetry rates could be chosen between 1 and 8 kbps. For injection into the final orbit, the IRM carried its own kick stage. \n        In addition to the ion releases, the instruments on board the spacecraft monitored the ambient, magnetosphere, but with the data acquisition confined to the passes that could be tracked in real time from Germany. \n        After launch on 16 August 1984 IRM was taken through the usual commissioning phase and was declared fully operational three weeks later. The spacecraft was then operated until August 14, 1986.\n      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Gerhard.Haerendel",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "AMPTE-IRM webpage at University of New Hampshire",
            "URL": "http://www-ssg.sr.unh.edu/index.html?tof/Missions/Ampte-irm/amptemain.html"
          },
          {
            "Name": "NSSDC Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1984-088B"
          }
        ]
      },
      "ObservatoryGroupID": "spase://CNES/Observatory/CDPP-AMDA/AMPTE",
      "Location": {
        "ObservatoryRegion": [
          "Earth.Magnetosheath",
          "Earth.Magnetosphere",
          "Earth.Magnetosphere.Magnetotail",
          "Heliosphere.NearEarth"
        ]
      },
      "OperatingSpan": {
        "StartDate": "1984-08-16T07:31:00",
        "StopDate": "1986-08-14T23:59:59"
      }
    }
  }
}