{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/AMPTE/UKS",
      "ResourceHeader": {
        "ResourceName": "UKS",
        "AlternateName": "United Kingdom Subsatellite",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n        The AMPTE (Active Magnetospheric Particle Tracer Explorers) mission was designed to study the access of solar wind ions to the magnetosphere, \n        the convective-diffusive transport and energization of magnetospheric particles, and the interactions of plasmas in space.\n        The program consisted of three spacecraft: the CCE, which measured in the magnetosphere the ions released by the IRM; the IRM, which provided multiple ion releases in the solar wind, \n        the magnetosheath, and the magnetotail, with in situ diagnostics of each; and the UKS. \n        The UKS served as a subsatellite of the IRM spacecraft. Its purpose was to help distinguish between spatial structure and temporal changes in the plasma phenomena initiated \n        by ion releases from the IRM and in the natural magnetospheric environment. \n        Measured quantities were similar to those of the IRM and include magnetic fields, positive ions, electrons, plasma waves, and modulations in ions and electrons.\n        The spacecraft was spin-stabilized at 12 rpm and employed S-band communications. It carried a cold gas propulsion system and a VHF radar system for station keeping with the IRM \n        normally at a distance of a few hundred kilometers.\n        The operation of UKS was constrained by the power available from the solar panels and onboard battery capacity. \n        This limited operation of the full set of instruments to a maximum duration of 5 hours after which 10 hours were required to recharge batteries. \n        Longer periods of operation were possible with a subset of the instruments. Operation was further constrained by the need to transmit data back to the ground in real-time. \n        Thus, in general, the instruments were operated only when the spacecraft was in view of the telemetry stations in the UK \n        (but on a few special occasions, such as ion releases, this constraint was overcome by use of the NASA Deep Space Network). \n        As a result, the UKS data are discontinuous with coverage of up to 6 hours per day. \n        Note that the UKS mission took place during the declining phase of solar cycle 21. This was characterised by corotating high-speed streams in the solar wind. \n        These were well observed by UKS in the early months of its mission.\n      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Duncan.A.Bryant",
          "Role": "ProjectScientist"
        },
        "InformationURL": [
          {
            "Name": "AMPTE-UKS User Guide",
            "URL": "http://www.sp.ph.ic.ac.uk/csc-web/DOCS/CU-QMW-MA-0008/index.html"
          },
          {
            "Name": "NSSDC Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/spacecraft/display.action?id=1984-088C"
          }
        ]
      },
      "ObservatoryGroupID": "spase://CNES/Observatory/CDPP-AMDA/AMPTE",
      "Location": {
        "ObservatoryRegion": [
          "Earth.Magnetosheath",
          "Earth.Magnetosphere",
          "Earth.Magnetosphere.Magnetotail",
          "Heliosphere.NearEarth"
        ]
      },
      "OperatingSpan": {
        "StartDate": "1984-08-25T07:31:00",
        "StopDate": "1985-06-15T23:59:59"
      }
    }
  }
}