{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/PioneerVenusOrbiter/OMAG",
      "ResourceHeader": {
        "ResourceName": "MAG",
        "AlternateName": "OMAG",
        "ReleaseDate": "2016-09-20T21:10:14Z",
        "Description": "This experiment used a triaxial fluxgate magnetometer with two ring-core sensors at the end of a magnetometer boom and one ring-core sensor, at 45 degrees to the spin axis, halfway down the boom. The drive and electronics design had been used on the Apollo 15 and 16 subsatellites. The objectives of this investigation were to: (1) determine any planetary and remnant magnetic fields; (2) deduce the location and strength of the ionospheric current system; (3) determine the energy and mass balance in the upper atmosphere of Venus; (4) examine the nature of the solar wind interaction with Venus; and, (5) study the near-wake region of Venus and the structure of the Venusian bow shock. Additional objectives for interplanetary (solar wind) studies were to determine the perturbation of the near-planet region by Venus and to compare the properties of the average field at 0.7 and 1.0 AU.\nThe instrument was intended to, in the worst case of low-bit and low-sample rates, measure one vector per 32 s. While in Venus orbit, when the spacecraft was coasting through the interplanetary region in the apoapsis mode, the sample rate was one vector per 8 s. While the spacecraft was passing through Venus' ionosphere in the periapsis mode, the sample rate was four vectors per second.\nThe last full orbit of three-axis data was 3602, which ended on 16 Oct. 1988 at 14:30 UT. After this time, only one-axis data were available.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Christopher.T.Russell",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "http://nssdc.gsfc.nasa.gov/database/MasterCatalog?sc=1978-051A&ex=12",
          "Description": "Information about the Magnetometer (OMAG) experiment on the Pioneer Venus Orbiter mission."
        }
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "Magnetometer on the Pioneer Venus Orbiter mission",
      "OperatingSpan": {
        "StartDate": "1978-12-05T07:20:07.282Z",
        "StopDate": "1992-10-08T16:30:39.579"
      },
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/PioneerVenusOrbiter"
    }
  }
}