{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_0.xsd",
    "Version": "2.3.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/ParkerSolarProbe/FIELDS",
      "ResourceHeader": {
        "ResourceName": "FIELDS",
        "AlternateName": "Electromagnetic Fields Investigation",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n    The Fields instrument is designed to make in-situ measurements of magnetic\n    fields, electric fields, plasma wave spectra and polarization properties, plasma\n    density, electron temperature, Poynting flux, spacecraft floating potential, and\n    solar radio emissions, with the overall objective of measuring the plasma,\n    fields, and energetic particle environment of the inner heliosphere to study the\n    mechanisms of coronal heating and the relationship to the coronal magnetic\n    field. To achieve this, the Fields instrument will measure the coronal magnetic\n    field from 0 Hz (D.C.) to greater than the electron cyclotron frequency, to map\n    the coronal magnetic field and characterize magnetized plasma waves.\n\n\n    The instrument comprises five voltage probes, two fluxgate magnetometers, and\n    one search coil magnetometer. Four of the voltage probes (designated V1 V4) are\n    2 meter long electric whip antennas protruding out from behind the heat shield\n    so they are in direct sunlight. They are arranged at 90 degree angles extending\n    radially from the spacecraft, with 192 cm exposed to full sunlight. The antenna\n    are 0.32 cm (1/8 inch) diameter niobium C-103 thin-walled tubes. The spacecraft\n    end of the antenna is clamped to a 30 cm molybdenum stub mounted behind the heat\n    shield. The signal from the antenna is fed through the stub to a preamplifier.\n    Sapphire is used to thermally isolate the shield, antenna, and stub from each\n    other. The V5 voltage probe is mounted on a 3.5 meter boom protruding from the\n    opposite end of the spacecraft from the heat shield, in the shadow of the heat\n    shield, and also in the shield plasma wake. The sensor is mounted 308 cm along\n    the boom from the spacecraft bus, and consists of two short tube sensor elements\n    jutting out from a small pre-amplifier box.\n\n    The two fluxgate magnetometers, MAGi and MAGo, are also mounted on the boom\n    extending from the back of the spacecraft, MAGi 190 cm along the boom, and MAGo\n    272 cm from the spacecraft. The magnetometers are triaxial with a dynamic range\n    of +-65,536 nT and 16 bit resolution. They obtain data at 292.97 samples/second.\n    The search coil magnetometer consists of 3 sensors mounted orthogonally at the\n    end of the 3.5 meter boom. The sensors are 10.4 cm long cylinders. Two of the\n    sensors cover the frequency range 10-50 Hz, the third covers the 10-50 Hz range\n    and the 1 kHz-1 MHz range.\n",
        "Acknowledgement": "National Aeronautics and Space Administration, NASA, and the French Centre National d'Etudes Spatiales, CNES",
        "PublicationInfo": {
          "Authors": "S.D. Bale, K. Goetz, P.R. Harvey, P. Turin, J.W. Bonnell, T. Dudok de Wit, R.E. Ergun, R.J. MacDowall, M. Pulupa, M. Andre, M. Bolton, J.-L. Bougeret, T.A. Bowen, D. Burgess, C.A. Cattell, B.D.G. Chandran, C.C. Chaston, C.H.K. Chen, M.K. Choi, J.E. Connerney, S. Cranmer, M. Diaz-Aguado, W. Donakowski, J.F. Drake, W.M. Farrell, P. Fergeau, J. Fermin, J. Fischer, N. Fox, D. Glaser, M. Goldstein, D. Gordon, E. Hanson, S.E. Harris, L.M. Hayes, J.J. Hinze, J.V. Hollweg, T.S. Horbury, R.A. Howard, V. Hoxie, G. Jannet, M. Karlsson, J.C. Kasper, P.J. Kellogg, M. Kien, J.A. Klimchuk, V.V. Krasnoselskikh, S. Krucker, J.J. Lynch, M. Maksimovic, D.M. Malaspina, S. Marker, P. Martin, J. Martinez-Oliveros, J. McCauley, D.J. McComas, T. McDonald, N. Meyer-Vernet, M. Moncuquet, S.J. Monson, F.S. Mozer, S.D. Murphy, J. Odom, R. Oliverson, J. Olson, E.N. Parker, D. Pankow, T. Phan, E. Quataert, T. Quinn, S.W. Ruplin, C. Salem, D. Seitz, D.A. Sheppard, A. Siy, K. Stevens, D. Summers, A. Szabo, M. Timofeeva, A. Vaivads, M. Velli, A. Yehle, D. Werthimer, and J.R. Wygant",
          "PublicationDate": "2016-03-31T00:00:00",
          "PublishedBy": "Space Science Reviews"
        },
        "Funding": [
          {
            "Agency": "National Aeronautics and Space Administration, Living With a Star, LWS, Program",
            "Project": "Parker Solar Probe FIELDS Investigation",
            "AwardNumber": "NNN06AA01C"
          },
          {
            "Agency": "French Centre National d'Etudes Spatiales, CNES",
            "Project": "Parker Solar Probe FIELDS Investigation"
          }
        ],
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Stuart.D.Bale",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "Parker Solar Probe Mission Instrument Web Page, JPL",
            "URL": "http://parkersolarprobe.jhuapl.edu/Spacecraft/index.php#Instruments",
            "Description": "Parker Solar Probe Mission Instrument Web Page, NASA Jet Propulsion Laboratory, JPL"
          },
          {
            "Name": "Parker Solar Probe Mission Instrument Web Page, NASA",
            "URL": "https://www.nasa.gov/content/goddard/parker-solar-probe-instruments/",
            "Description": "Additional information on the Parker Solar Probe Instruments"
          },
          {
            "Name": "Parker Solar Probe FIELDS Instrument Suite, NSSDC Master Catalog Listing",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2018-065A-01",
            "Description": "NSSDC Master Catalog Listing for the Parker Solar Probe Fields Experiment, FIELDS, Instrument Suite, NSSDCA/COSPAR ID: 2018-065A-01"
          },
          {
            "Name": "Parker Solar Probe FIELDS Instrument Suite Space Science Review Article",
            "URL": "https://link.springer.com/article/10.1007%2Fs11214-016-0244-5",
            "Description": "The FIELDS Instrument Suite for Solar Probe Plus. Space Sci Rev, 204(1-4), 49-82, 2016."
          }
        ]
      },
      "InstrumentType": [
        "Antenna",
        "Magnetometer",
        "SearchCoil"
      ],
      "InvestigationName": "Parker Solar Probe FIELDS Investigation",
      "OperatingSpan": {
        "StartDate": "2018-08-12T07:31:00",
        "Note": "Parker Solar Probe Launch Date and Time until data are available"
      },
      "ObservatoryID": "spase://SMWG/Observatory/ParkerSolarProbe"
    }
  }
}