{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_0.xsd",
    "Version": "2.3.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/ParkerSolarProbe/ISOIS",
      "ResourceHeader": {
        "ResourceName": "ISOIS",
        "AlternateName": "Integrated Science Investigation of the Sun",
        "ReleaseDate": "2019-11-07T21:47:34Z",
        "Description": "\n    The science objective of the Integrated Science Investigation of the Sun, ISOIS,\n    experiment is to explore the physical mechanisms that produce, accelerate, and\n    transport energetic particles in the inner heliosphere. This will be achieved by\n    observing energetic electrons, protons, and heavy ions in the Sun's\n    atmosphere and inner heliosphere to learn about the origin and seed population\n    of solar energetic particles, how these and other particles are accelerated, and\n    what mechanisms are responsible for transporting the different particle\n    populations into the heliosphere. It will also contribute to tracing the flow of\n    energy that heats and accelerates the solar corona and solar wind, and\n    determining the structure and dynamics of the plasma and magnetic fields at the\n    sources of the solar wind. The Integrated Science Investigation of the Sun\n    consists of two instruments, EPI-Lo and EPI-Hi, mounted on the side of the\n    spacecraft near the back ram-facing side, protected by the heat shield.\n\n\n    The EPI-Lo instrument is disc-shaped and divided into 8 sections, or wedge\n    assemblies, each section holding 10 foil-covered apertures. Each aperture faces\n    a slightly different direction, together they provide coverage of nearly a full\n    hemisphere. The apertures allow particles to enter the wedge interior, which\n    contains a time-of-flight mass spectrometer. Ions pass through the thin foils in\n    the apertures and then hit a stop foil backed by a solid-state detector.\n    Electrons are detected by independent solid-state detectors covered by ~2 micron\n    thick aluminum flashing. Epi-Lo measures energetic ions from 0.02 MeV/n to 15\n    MeV total energy, protons from about 0.04 MeV to 7 MeV, and energetic electrons\n    from approximately 25 keV to 1000 keV. It measures the ion composition and\n    pitch-angle distributions from 30 keV/n up to 0.3 MeV/n or 1.0 MeV/n every 5 or\n    30 seconds. It can return data for up to 64 energy bins and 80 angular ranges\n    (one for each aperture).\n\n    The EPI-Hi instrument system is based on ion-implanted solid-state detectors. It\n    comprises three detector stacks (particle telescopes). One is designated a High\n    Energy Telescope (HET) and two are designated Low-Energy Telescopes (LET1 and\n    LET2).\n\n    The HET is a cylinder containing a central stack of detector disks and two\n    single detector disks, one at each end. The individual detectors in the central\n    stack have thicknesses of 1000 microns. Three of the detectors in the central\n    stack comprise two 1000-micron disks connected to act as single 2000 micron\n    detectors. The end detector disks are 500 microns thick. The front end detector\n    and the outermost detectors at each end of the central stack are each divided\n    into five active elements, a central bulls-eye and four quadrants, each of equal\n    area. Which active area hit on different disks gives directional information on\n    the particle. An outer annular segment of each detector acts as an\n    anti-coincidence shield to detect particles that exit the cylinder before\n    passing through all the detectors. The HET covers electrons up to approximately\n    6 MeV and protons and heavy ions to at least 100 MeV/n. The lower range overlaps\n    the high end of the Low Energy Telescopes.\n\n    LET1 and LET2 are similar in design to the HET, cylinders containing a central\n    stack of detector disks and positionally sensitive detectors at the ends. LET1\n    has 1000-micron thick detector disks in the central stack, except for the end\n    disks which are 500 microns. At the front of the cylinder, separate from the\n    central stack, is a 12 micron thick disk and then a 25 micron disk. The back of\n    the detector has the same arrangement. The front of the detector also has a thin\n    window (~3 micron silicon equivalent). The 12, 25, and 500 micron thick disks\n    are all separated into five active elements in the same way as the HET for\n    positional determination. LET2 is similar to LET1 but does not have the end 12,\n    25, and 500 micron disks. The Low-Energy Telescopes can measure protons and\n    heavy ions from approximately 1 MeV to greater than 20 MeV/n and electrons from\n    about 0.5 MeV to 2 MeV.\n",
        "Acknowledgement": "Please acknowledge the National Aeronautics and Space Administration, NASA",
        "PublicationInfo": {
          "Authors": "D.J. McComas, N. Alexander, N. Angold, S. Bale, C. Beebe, B. Birdwell, M. Boyle, J.M. Burgum, J.A. Burnham, E.R. Christian, W.R. Cook, S.A. Cooper, A.C. Cummings, A.J. Davis, M.I. Desai, J. Dickinson, G. Dirks, D.H. Do, N. Fox, J. Giacalone, R.E. Gold, R.S. Gurnee, J.R. Hayes, M.E. Hill, J.C. Kasper, B. Kecman, J. Klemic, S.M. Krimigis, A.W. Labrador, R.S. Layman, R.A. Leske, S. Livi, W.H. Matthaeus, R.L. McNutt, Jr, R.A. Mewaldt, D.G. Mitchell, K.S. Nelson, C. Parker, J.S. Rankin, E.C. Roelof, N.A. Schwadron, H. Seifert, S. Shuman, M.R. Stokes, E.C. Stone, J.D. Vandegriff, M. Velli, T.T. von Rosenvinge, S.E. Weidner, M.E. Wiedenbeck, and P. Wilson, IV",
          "PublicationDate": "2014-07-05T00:00:00",
          "PublishedBy": "Space Science Reviews"
        },
        "Funding": {
          "Agency": "National Aeronautics and Space Administration, Living With a Star, LWS, Program",
          "Project": "Parker Solar Probe ISOIS Investigation",
          "AwardNumber": "NNN06AA01C"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/David.J.McComas",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Eric.R.Christian",
            "Role": "DeputyPI"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "Parker Solar Probe Mission Instrument Web Page, JPL",
            "URL": "http://parkersolarprobe.jhuapl.edu/Spacecraft/index.php#Instruments",
            "Description": "Parker Solar Probe Mission Instrument Web Page, NASA Jet Propulsion Laboratory, JPL"
          },
          {
            "Name": "Parker Solar Probe Mission Instrument Web Page, NASA",
            "URL": "https://www.nasa.gov/content/goddard/parker-solar-probe-instruments/",
            "Description": "Additional information on the Parker Solar Probe Instruments"
          },
          {
            "Name": "Parker Solar Probe ISOIS Instrument Suite, NSSDC Master Catalog Listing",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2018-065A-02",
            "Description": "NSSDC Master Catalog Listing for the Parker Solar Probe Integrated Science Investigation of the Sun, ISOIS, Instrument Suite, NSSDCA/COSPAR ID: 2018-065A-02"
          },
          {
            "Name": "Parker Solar Probe ISOIS Instrument Suite Space Science Review Article",
            "URL": "https://link.springer.com/article/10.1007%2Fs11214-014-0059-1",
            "Description": "Integrated Science Investigation of the Sun (ISOIS): Design of the Energetic Particle Investigation. Space Sci Rev, 204(1-4), 187-256, 2016."
          }
        ]
      },
      "InstrumentType": [
        "MassSpectrometer",
        "SolidStateDetector"
      ],
      "InvestigationName": "Parker Solar Probe ISOIS Investigation",
      "OperatingSpan": {
        "StartDate": "2018-08-12T07:31:00",
        "Note": "Parker Solar Probe Launch Date and Time until data are available"
      },
      "ObservatoryID": "spase://SMWG/Observatory/ParkerSolarProbe"
    }
  }
}