{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_0.xsd",
    "Version": "2.3.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/ParkerSolarProbe/WISPR",
      "ResourceHeader": {
        "ResourceName": "WISPR",
        "AlternateName": "Wide-field Imager for Solar Probe",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\n    The Wide-field Imager for Solar Probe, WISPR, is a system of two visible light\n    cameras designed to take images of the solar corona and inner heliosphere, as\n    well as solar wind shocks and other structures as they approach and pass the\n    spacecraft. The science objectives of the instrument are to understand the\n    morphology, velocity, acceleration, and density of evolving solar wind\n    structures when they are close to the Sun, to derive the 3D structure of the\n    solar corona through which in-situ measurements are made to determine the\n    sources of the solar wind, to determine the roles of turbulence, waves, and\n    pressure-balanced structures in the solar wind, and to measure the physical\n    properties of solar energetic particle producing shocks and their coronal mass\n    ejection drivers as they evolve in the corona and inner heliosphere.\n\n    The Wide-field Imager for Solar Probe consists of two telescopes, designated the\n    Outer Telescope and the Inner Telescope, mounted on the the side of the\n    spacecraft behind the sunshield. The telescopes look in the direction of\n    spacecraft travel off to the side of the Sun from behind the sunshield. The\n    Inner Telescope views an area from 58.5 degrees; from the center of the Sun to\n    98.5 degrees. The Outer Telescope views from 98.5 to 156.5 degrees; offset from the\n    Sun center. The telescopes focus onto two imagers that use radiation-hardened 2K\n    x 2K Active Pixel Sensor CMOS detectors. The telescope lenses are made of\n    radiation hard BK7 glass. A combination of baffle systems is used to mitigate\n    stray light coming into the instruments. The image cadence can be up to one per\n    second.\n",
        "Acknowledgement": "Please acknowledge the National Aeronautics and Space Administration, NASA, the Deutsches Zentrum fur Luft- und Raumfahrt, the Belgian Science Policy Office, and the French Centre National d'Etudes Spatiales, CNES",
        "PublicationInfo": {
          "Authors": "A. Vourlidas, R.A. Howard, S.P. Plunkett, C.M. Korendyke, A.F.R. Thernisien, D. Wang, N. Rich, M.T. Carter, D.H. Chua, D.G. Socker, M.G. Linton, J.S. Morrill, S. Lynch, A. Thurn, P. Van Duyne, R. Hagood, G. Clifford, P.J. Grey, M. Velli, P.C. Liewer, J.R. Hall, E.M. DeJong, Z. Mikic, P. Rochus, E. Mazy, V. Bothmer, and J. Rodmann",
          "PublicationDate": "2015-02-11T00:00:00",
          "PublishedBy": "Space Science Reviews"
        },
        "Funding": [
          {
            "Agency": "National Aeronautics and Space Administration, Living With a Star, LWS, Program",
            "Project": "Parker Solar Probe WISPR Interagency Agreement",
            "AwardNumber": "NNG11EK11I"
          },
          {
            "Agency": "Deutsches Zentrum fur Luft- und Raumfahrt",
            "Project": "Parker Solar Probe WISPR Interagency Agreement",
            "AwardNumber": "FKZ 50OL1201"
          },
          {
            "Agency": "Belgian Science Policy Office",
            "Project": "Parker Solar Probe WISPR Interagency Agreement"
          },
          {
            "Agency": "French Centre National d'Etudes Spatiales, CNES",
            "Project": "Parker Solar Probe WISPR Interagency Agreement"
          }
        ],
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Russell.A.Howard",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "Parker Solar Probe Mission Instrument Web Page, JPL",
            "URL": "http://parkersolarprobe.jhuapl.edu/Spacecraft/index.php#Instruments",
            "Description": "Parker Solar Probe Mission Instrument Web Page, NASA Jet Propulsion Laboratory, JPL"
          },
          {
            "Name": "Parker Solar Probe Mission Instrument Web Page, NASA",
            "URL": "https://www.nasa.gov/content/goddard/parker-solar-probe-instruments/",
            "Description": "Additional information on the Parker Solar Probe Instruments"
          },
          {
            "Name": "Parker Solar Probe WISPR Instrument Suite, NSSDC Master Catalog Listing",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2018-065A-03",
            "Description": "NSSDC Master Catalog Listing for the Parker Solar Probe Wide-field Imager for Solar PRobe, WISPR, Instrument Suite, NSSDCA/COSPAR ID: 2018-065A-03"
          },
          {
            "Name": "Parker Solar Probe WISPR Instrument Suite Space Science Review Article",
            "URL": "https://link.springer.com/article/10.1007%2Fs11214-014-0114-y",
            "Description": "The Wide-Field Imager for Solar Probe Plus (WISPR). Space Sci Rev, 204(1-4), 83-130, 2016."
          }
        ]
      },
      "InstrumentType": "Coronograph",
      "InvestigationName": "Parker Solar Probe WISPR Investigation",
      "OperatingSpan": {
        "StartDate": "2018-08-12T07:31:00",
        "Note": "Parker Solar Probe Launch Date and Time until data are available"
      },
      "ObservatoryID": "spase://SMWG/Observatory/ParkerSolarProbe"
    }
  }
}