{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/LECP/Uranus/PT12M48S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Uranus LECP Resampled RDR Stepping Sector 12.8-min V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                       \nThis data consists of resampled data from the Low Energy\nCharged Particle (LECP) Experiment on the Voyager 2 Spacecraft\nfor the period when Voyager 2 was in the vicinity of the planet\nUranus.  The period covered is 1989/day 24/0000 SCET to\n1989/day 27/0000 SCET.  This data gives scan plane angle\ndistributions for those periods when the LECP instrument was\nmechanically scanning.  There are periods when the instrument\nwas not scanning, and the corresponding data does not appear\nhere with this Step data.  Another data set that is available,\nthe so called Scan data, contains data for these not stepping\nperiods as well as angle averaged data for the stepping periods.\nThe instrument samples 8 directional sectors during a single\nscan, and thus this Step data contains 8 particle intensity\nnumbers for each channel of data utilized (a ninth sector\ncorresponds to accumulations for which the sector is unknown).\n \n   Two scanning situations occurred during the time of this\ndata. They are: 1) continuous 48 sec stepping (48 seconds for\neach of 8 look directions for a total of 6.4 minutes per scan;\nnote that sector 8 is shielded with 2 mm Al), and 2) a special \nUranus scan cyclic with the following sequence: 7, scan, scan,\n7, scan, scan, repeat; where the 7 represents a 10.4 minute\nperiod when the instrument is fixed in sector 7, and where the\nword scan represents a period of scanning (6 sec stepping\nfor a total scan time of 48 sec).  For this Uranus Scan data\nthe two adjacent scans within the Uranus scan cyclic (Mode 2 \nabove) have been averaged together into a single, 96 sec record.\nThe records of the 48 sec stepping mode (mode 1 above) are for 6.4\nminutes.  The schedule of mode changes is as follows:\n \n     prior to day 24/ 0420 SCET:    Mode (1)\n \n     24/0420 to 25/1357:            Mode (2)\n \n     after 25/1357:                 Mode (1)\n \nPlease note that the change-over between modes is not \ninstantaneous, and that for a few minutes the state of\nthe scanning is not regular.  Note also that there were\nbrief interruptions to, and changes in time phase in, the\nmode (2) scan cyclic during the transitions into and out of\nthe movable block period that bracketed the close approach\nposition (not shown above).\n \n     Obviously these stepping mode changes, and the angle sample\nswitching that occurs during stepping mode (2), gives the data\na disjointed appearance.\n \n     The LECP channels utilized with this data set are:\n \n       EB01:          electrons,  22 to  35 keV\n       EB02:          electrons,  35  to  61 keV\n       EB03:          electrons,  61 to  112 keV\n       EB04:          electrons, 112 to 183 keV\n       EG06-EG07:     electrons, 252 to 480 keV\n       EG07-EG08:     electrons, 480 to 853 keV\n       EG08-EG09:     electrons, 853 to 1200 keV\n       PL01:          ions,       28 to  43  keV\n       PL02:          ions,       43 to  80  keV\n       PL03:          ions,       80 to 137  keV\n       PL04:          ions,      137 to 215  keV\n       PL05:          ions,      215 to 540  keV\n       PL06:          ions,      540 to 990  keV\n       PL07:          ions,      990 to 2140 keV\n       PL08:          ions,     2140 to 3500 keV\n \nPlease note that 3 of the electron channels are derived from\n4 of the instrumental channels by taking differences between\nadjacent (in energy) channels.\n \n     The channel data is given in units of intensity:\ncounts/(cm^2.sec.str.keV).  For the ions, it has been assumed\nthat they consist only of protons.  Intensity is derived from\nthe raw count rates via the relation:\n \n                    I  =  CR/(eG.(E2-E1),\n \nwhere eG is geometric factor times detector efficiency, and\n(E2-E1) is the band pass of the channel in energy.  The proton\nvalues of these parameters were used in deriving the intensities\nfor this data set.  To obtain the Intensities under the assumption\nthat some other mass species dominates, one must convert back\nto count rate (CR) utilizing the proton parameters, and then \nconvert to intensity using the parameters corresponding to the\nmass species in question.  The parameters can be found in\nTable 1 of Krimigis et al. (Journal of Geophysical Research,\nV. 86, page 8227, 1981).  The corresponding parameters for electrons\ncan be found in Mauk et al. (Journal of Geophysical Research,\nV. 92, page 15283, 1987).  Prior to the conversion to intensity,\nthe count rates have been corrected for: (1) Background, \n(2) electron contamination of the lower energy ion channels, and\n(3) solar UV contamination of the lowest energy ion channel.\n \n     The uncertainty parameters given with the data associated with\neach channel (expressed as a percent) is the largest of the\ntwo quantities: (i) one standard deviation Poisson statistical\nerror, and (ii) a percentage assigned by the data supplier\nbased on the amount of contamination correction that has been \nperformed on each data channel.\n \n     Also supplied with each record of this data set is the\nfraction of the data accumulations that correspond to each\nof the 8 angle sectors.  A sector 9 has also been defined\ncorresponding to those accumulations with no known sector \nassignment.\n \n    Additionally supplied for each data channel is a one bit code\nthat tells whether that channel had any accumulations at\nall associated with it (1 = yes; 0 = no).  This code must be\nused to distinguish between accumulations that yielded no counts\nand situations where the channel simply had no accumulations\n(results in Intensity = 0.0).\n\nProcessing Level Id            : 4      \nSoftware Flag                  : N      \nProcessing Start Time          : 1991-07-24      \nProcessing Stop Time           : 1991-07-25      \n\nParameters    \n==========       \n\nData Set Parameter 'PARTICLE FLUX INTENSITY'      \n--------------------------------------------        \nThe channel data is given in units of intensity:        \ncounts/(cm^2.sec.str.keV).  For the ions, it has been assumed        \nthat they consist only of protons.  Intensity is derived from        \nthe raw count rates via the relation:                           \n\n                    I = CR/(eG.(E2-E1),         \n\nwhere eG is geometric factor times detector efficiency, and        \n(E2-E1) is the band pass of the channel in energy.  The        \nproton values of these parameters were used in deriving the        \nintensities for this data set.  To obtain the Intensities        \nunder the assumption that some other mass species dominates,        \none must convert back to count rate (CR) utilizing the proton        \nparameters, and then convert to intensity using the        \nparameters corresponding to the mass species in question.        \nThe parameters can be found in Table 1 of Krimigis et al.        \n(Journal of Geophysical Research, V.  86, page 8227, 1981).        \nThe corresponding parameters for electrons can be found in        \nMauk et al.  (Journal of Geophysical Research, V.  92, page        \n15283, 1987).  Prior to the conversion to intensity, the        \ncount rates have been corrected for: (1) Background, (2)        \nelectron contamination of the lower energy ion channels, and        \n(3) solar UV contamination of the lowest energy ion channel.         \n\nSampling Parameter Name        : TIME        \nData Set Parameter Name        : PARTICLE FLUX INTENSITY        \nSampling Parameter Resolution  : 768.000000        \nSampling Parameter Interval    : 768.000000        \nMinimum Available Sampling Int : 6.000000        \nData Set Parameter Unit        :                          \n                   COUNTS/(CM**2*SECOND*STERRADIAN*KEV)        \nSampling Parameter Unit        : SECOND      S\n\nSource Instrument Parameters    \n============================      \nInstrument Host ID              : VG2      \nData Set Parameter Name         : PARTICLE FLUX INTENSITY      \nInstrument Parameter Name       : PARTICLE MULTIPLE PARAMETERS      \nImportant Instrument Parameters : 1      \n\nProcessing    \n==========       \n   Processing History      \n   ----------------",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-U-LECP-4-RDR-STEP-12.8MIN-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-U-LECP-4-RDR-STEP-12.8MIN-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-U-LECP-4-RDR-STEP-12.8MIN-V1.0",
          "ProductKey": "VG2-U-LECP-4-RDR-STEP-12.8MIN-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/LECP",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1986-01-24T00:00:00.00",
          "StopDate": "1986-01-27T00:00:00.00"
        },
        "Cadence": "PT12M48S"
      },
      "ObservedRegion": "Uranus"
    }
  }
}