{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Juno/FGM",
      "ResourceHeader": {
        "ResourceName": "FGM",
        "AlternateName": "Fluxgate Magnetometer",
        "ReleaseDate": "2017-01-20T21:10:13Z",
        "Description": "The FGM sensor block uses two miniature ring-core fluxgate sensors to measure the magnetic field in three components of the vector field. \n     \n     Limitations: The Juno magnetic field investigation was designed to measure fields to 16 Gauss per axis over 6 dynamic ranges of the instrument, the most sensitive of which is ± 1600 nT with a quantization step size of 0.05 nT (16 bit A/D). Moreover, the spacecraft magnetic requirement was not to exceed 2 nT static and 0.5 nT variable spacecraft-generated magnetic field. In very weak field environments, such as encountered in outer cruise, accuracy may be expected to be limited by sensor offset and spacecraft magnetic field variations. The combined (static) spacecraft-generated magnetic field and sensor offset may be continuously monitored in flight in the spacecraft x and y axis, since the spacecraft spins (nominally at 1 or 2 RPM) about an axis closely aligned with the spacecraft payload z axis. However, offsets in the z axis need be estimated using the Alfvenic properties in the solar wind (ref. Juno Magnetic field investigation paper in Space Science Reviews). Statistical in nature, estimates of z axis zeros are not continuously available and are less accurate than the x and y zeros. Also, variations in spacecraft field over a time span comparable to a spin period will also lead to larger errors. \n      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/John.E.P.Connerney",
          "Role": "PrincipalInvestigator"
        }
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "Fluxgate Magnetometer on Juno FGM",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Juno"
    }
  }
}