{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Juno/JADE",
      "ResourceHeader": {
        "ResourceName": "JADE",
        "AlternateName": "Jovian Auroral Distributions Experiment",
        "ReleaseDate": "2018-01-20T21:10:13Z",
        "Description": "The Jovian Auroral Distributions Experiment (JADE) on Juno provides the \n        critical in situ measurements of electrons and ions needed to understand the plasma \n        energy particles and processes that fill the Jovian magnetosphere and ultimately produce \n        its strong aurora. JADE is an instrument suite that includes three essentially identical \n        electron sensors (JADE-Es), a single ion sensor (JADE-I), and a highly capable \n        Electronics Box (EBox) that resides in the Juno Radiation Vault and provides all \n        necessary control, low and high voltages, and computing support for the four sensors. \n        The three JADE-Es are arrayed 120∘ apart around the Juno spacecraft to measure complete \n        electron distributions from ˜0.1 to 100 keV and provide detailed electron pitch-angle \n        distributions at a 1 s cadence, independent of spacecraft spin phase. JADE-I measures \n        ions from ˜5 eV to ˜50 keV over an instantaneous field of view of 270∘×90∘ in 4 s and \n        makes observations over all directions in space each 30 s rotation of the Juno spacecraft. JADE-I also provides ion composition measurements from 1 to \n        50 amu with m/Δ m˜2.5, which is sufficient to separate the heavy and light ions, as well as\n        O+ vs S+, in the Jovian magnetosphere.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/David.J.McComas",
          "Role": "PrincipalInvestigator"
        }
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "Jovian Auroral Distributions Experiment on Juno JADE",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Juno"
    }
  }
}