{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Repository": {
      "ResourceID": "spase://SMWG/Repository/CSA",
      "ResourceHeader": {
        "ResourceName": "Cluster Science Archive",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Cluster Science Archive is a repository of processed and validated high-resolution Cluster data, raw data,\n        processing software, calibration data, documentation and other value added products.  The archive provides online access to\n        high-quality data from the Cluster instruments together with auxiliary and support data (such as orbit information) products.\n        In addition the CSA provides value-added capabilities such as data visualization services and VO support.\n        The CSA supersedes the Cluster Active Archive (CAA) as the public interface to the Cluster mission archive. The design is\n        based on the CAA interface so the look, feel and capabilities will be familiar to users of its predecessor. The CSA services\n        can be accessed either via its Java based Graphical User Interface or by using Archive Inter-Operability (command line)\n        interface. Users of the CSA may notice references to the CAA in products and documentation that they download; this simply\n        reflects the heritage of the system.",
        "Acknowledgement": "For presentations and publications, please acknowledge the instrument teams and the Cluster Science Archive.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Harri.Laakso",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Christopher.H.Perry",
            "Role": "TechnicalContact"
          }
        ]
      },
      "AccessURL": {
        "Name": "Cluster Science Archive Home Page",
        "URL": "https://www.cosmos.esa.int/",
        "Description": "Authentication is required to access the restricted parts of the web site.",
        "Language": "EN"
      }
    }
  }
}