{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_3_1.xsd",
    "Version": "2.3.1",
    "Repository": {
      "ResourceID": "spase://SMWG/Repository/WALDO",
      "ResourceHeader": {
        "ResourceName": "WALDO",
        "AlternateName": "Worldwide Archive of Low-frequency Data and Observations",
        "ReleaseDate": "2020-06-03T16:39:32",
        "Description": "\r\nWALDO is a joint effort between Georgia Tech and CU-Denver, using data\r\ncollected by Stanford University from the 1970s until 2016, and then\r\nby both Georgia Tech and CU-Denver starting in 2014. \r\n\r\nWALDO description\r\n(from\r\nhttps://eos.org/science-updates/returning-lightning-data-to-the-cloud)\r\n\r\nWe have developed an online interface that allows easy access to the\r\ndata, which can also be shared with anyone with a Google account upon\r\nrequest. Through the website, users can view automatically generated\r\nquick-look plots to make it easy to find out what’s available, for\r\nexample, maps of receiver sites from which data from a given day are\r\navailable, annual calendars showing data availability, and summary\r\ncharts of the data on a day-by-day basis.\r\n\r\nWALDO enables direct access to raw data including:\r\n Broadband VLF data,  Broadband LF data,  Narrowband data.\r\n Quick-look plots of Broadband and Narrowband data are also available.\r\nWALDO provides software tools mostly in Matlab but Python tools are planned as well.  \r\nAnticipated total data volume will exceed 1000 TB.\r\nThe “What’s Available” page, and the “Availability Maps” show what sites are available for each day.\r\n\r\n   ",
        "Acknowledgement": "\r\n     DATA USAGE POLICY\r\nThe data in the WALDO database have been collected by Stanford\r\nUniversity, the Georgia Institute of Technology, and the University of\r\nColorado Denver. Funding has been provided by the United States\r\ngovernment under various basic science research grants over many\r\nyears. \r\n\r\nTo maximize the benefit of those investments, WALDO data are released\r\nwithout restriction, and can be freely analyzed or published. \r\n\r\nThe curators of WALDO are Morris Cohen (Georgia Tech) and Mark\r\nGolkowski (CU-Denver). We request that the following acknowledgement\r\nbe added in any publication using data from WALDO \r\n\r\n\"VLF data are provided by the WALDO database (http://waldo.world),\r\noperated jointly by the Georgia Institute of Technology, and the\r\nUniversity of Colorado Denver, using data collected from those\r\ninstitutions as well as Stanford University, and has been supported by\r\nvarious US government grants from the NSF, NASA, and the Department of\r\nDefense.\" \r\n\r\nIf extensive amounts of WALDO data are used in a publication, the\r\ncurators request, but do not require, to be contacted to discuss the\r\npossibility of joint authorship, with the WALDO curators providing\r\nhelp analyzing and interpreting the large dataset. \r\n   ",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Morris.Cohen",
            "Role": "ArchiveSpecialist"
          },
          {
            "PersonID": "spase://SMWG/Person/Mark.Golkowski",
            "Role": "ArchiveSpecialist"
          }
        ],
        "InformationURL": {
          "Name": "Returning Lightning Data to the Cloud\r\n     ",
          "URL": "https://doi.org/10.1029/2020EO142801\r\n     "
        }
      },
      "AccessURL": {
        "Name": "WALDO",
        "URL": "http://waldo.world"
      }
    }
  }
}