{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_9.xsd",
    "Version": "2.2.9",
    "DisplayData": {
      "ResourceID": "spase://NASA/DisplayData/IMAGE/RPI/PGM/PT5M",
      "ResourceHeader": {
        "ResourceName": "IMAGE radio plasma imager (RPI) Plasmagram Plots",
        "ReleaseDate": "2020-07-07T19:48:34Z",
        "Description": "Collection of RPI Plasmagram images at University of Massachusetts Lowell, covering complete mission period from 2000-04-21 to 2005-12-18. Access to images is arranged via a webpage containing a query form with the time period of interest and options for search of expert-annotated plasmagrams. The query returns a list of qualifying plasmagrams with URLs pointing to images. RPI plasmagrams are visualized by plotting images in which received signal strength (color scale) is a function of echo delay (range in vertical scale) and radio-sounder frequency (horizontal scale) of the sounder pulses. Echoes that can be used to derive remote, long-range, magnetospheric electron-density profiles, appear as discrete traces on plasmagrams. These plasmagram traces are intermixed with vertical signatures with greater intensity at shorter ranges, corresponding to locally excited plasma resonances, and other vertical signatures that cover the entire listening period, i.e., the entire virtual-range scale, corresponding to various natural and/or man-made emissions propagating in space and/or local interference.",
        "Acknowledgement": "Users please acknowledge B. W. Reinisch of the University of Massachusetts Lowell for making these plasmagram images available.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Bodo.W.Reinisch",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Ivan.A.Galkin",
            "Role": [
              "DataProducer",
              "TechnicalContact"
            ]
          }
        ],
        "InformationURL": [
          {
            "Name": "IMAGE RPI Instrument Page",
            "URL": "https://image.gsfc.nasa.gov/rpi/",
            "Description": "IMAGE RPI Instrument page maintained by NASA GSFC with RPI facts, description, team, data, documents, discoveries, and related links sections",
            "Language": "en"
          },
          {
            "Name": "IMAGE RPI Instrument Page at UML",
            "URL": "https://ulcar.uml.edu/rpi.html",
            "Description": "IMAGE RPI Instrument page maintained by University of Massachusetts Lowell with RPI description, team, software downloads, software user guides, access to CORPRAL automated prospecting results, mission planning tools and commanding guide, data model descriptions for Level 0 and 1, sonification files of 2003 Halloween storm, and useful links",
            "Language": "en"
          }
        ],
        "Association": {
          "AssociationID": "spase://NASA/NumericalData/IMAGE/RPI/PGM/CCSDS/PT5M",
          "AssociationType": "DerivedFrom"
        },
        "PriorID": [
          "spase://VWO/DisplayData/IMAGE/RPI/IMAGE_RPI_PNG_PGM_PT5M",
          "spase://VWO/DisplayData/IMAGE/RPI/PGM.PT5M",
          "spase://VSPO/DisplayData/IMAGE/RPI/PGM/PT5M"
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/UML/RPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "RPI Plasmagram Browser",
          "URL": "http://giro.uml.edu/rpi/plsearch.php",
          "Description": "Repository of RPI plasmagram images at University of Massachusetts Lowell, containing web query form to retrieve individual images.",
          "Language": "en"
        },
        "Format": "PNG",
        "Encoding": "None",
        "DataExtent": {
          "Quantity": "70000",
          "Units": "byte",
          "Per": "PT5M"
        },
        "Acknowledgement": "Users please acknowledge B. W. Reinisch of the University of Massachusetts Lowell for making these dynamic spectrograms available."
      },
      "ProcessingLevel": "Calibrated",
      "ProviderProcessingLevel": "Level 1, calibrated data in physical units. Spacecraft MET to UT is converted using history of IMAGE observatory clock drift. All images produced by ShowPlasmagram tool from raw telemetry data.",
      "InstrumentID": "spase://SMWG/Instrument/IMAGE/RPI",
      "MeasurementType": "Waves.Active",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2000-04-21T20:24:42Z",
          "StopDate": "2005-12-18T07:50:00Z",
          "Note": "Cadence of plasmagram measurements is variable depending on the science objective and RPI operating schedule design"
        },
        "Cadence": "PT5M",
        "Exposure": "PT1M"
      },
      "SpectralRange": "RadioFrequency",
      "DisplayCadence": "PT5M",
      "ObservedRegion": [
        "Earth.Magnetosphere",
        "Earth.NearSurface.Plasmasphere",
        "Earth.NearSurface.AuroralRegion",
        "Earth.NearSurface.PolarCap",
        "Heliosphere.Inner"
      ],
      "Caveats": "Less than 20% of all plasmagrams contain signatures of remote reflections that can be used to derive remote electron-density profiles. The RPI instrument is, in a sense, a radar of opportunity: for its 10 Watt signal to reflect at a remote location as far as 40,000 km away, return to the spacecraft location, and appear above the noise level to be detected, a number of conditions needs to be satisfied. When they are satisfied, a great deal can be deduce about the intervening magnetospheric plasma. Plasmagrams that do not produce such echoes often produce stimulated plasma phenomena containing a wealth of information about local plasma conditions. Such plasmagram data exploration, however, often requires a substantial manual labor expense.",
      "Keyword": [
        "Plasmagram",
        "Echo",
        "Trace",
        "Field-Aligned Propagation",
        "Ducted Echo",
        "Epsilon",
        "Discrete Echo",
        "Diffuse Echo",
        "Plasma Resonance",
        "Proton Echo",
        "Proton Spur",
        "Ion Spur"
      ],
      "Parameter": {
        "Name": "Signal Strength",
        "Description": "Received signal strength, expressed as AC Electric Field in units of dB(nV/m). Plotted values are obtained as ratio of antenna voltage in [nV] over effective antenna length in [m], expressed for a better visualization in the logarithmic scale as [dB relative to 1 nV/m].",
        "Cadence": "PT5M",
        "Units": "dB(nVm)",
        "Wave": {
          "WaveType": "PlasmaWaves",
          "Qualifier": [
            "Magnitude",
            "Pseudo"
          ],
          "WaveQuantity": "ACElectricField",
          "FrequencyRange": {
            "SpectralRange": "RadioFrequency",
            "Low": "3",
            "High": "3000",
            "Units": "kHz"
          }
        }
      }
    }
  }
}