{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/PioneerVenusOrbiter/ORPA",
      "ResourceHeader": {
        "ResourceName": "Retarding Potential Analyzer (ORPA)",
        "AlternateName": "ORPA",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This investigation used a Langmuir-probe retarding-potential analyzer designed to measure electron concentration and temperature, major ion concentrations and temperatures, ion drift velocities, and the energy distribution function of ambient photoelectrons. It was an adaptation of the instrument flown on the German Aeros satellite in 1972. Either one of two sensor heads could be used, each consisting of a multigrid cup and electrometer, which could operate in electron, ion, or photoelectron modes, initiated by spacecraft roll pulses. The measurements taken when the sensor axis was closest to the plasma flow velocity vector were transmitted. The aims of the investigation were to improve knowledge of the important ionic reactions in the Venusian ionosphere, to study the plasma transport processes to determine if Venus has a polar wind, to study the processes at the solar wind-ionosphere boundary, and to study similar aims concerning the ambient electron population.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/William.C.Knudsen",
          "Role": "GeneralContact"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1978-051A&ex=7",
          "Description": "Information about the Retarding Potential Analyzer (ORPA) experiment on the Pioneer Venus Orbiter mission."
        }
      },
      "InstrumentType": "LangmuirProbe",
      "InvestigationName": "Retarding Potential Analyzer (ORPA) on Pioneer Venus Orbiter",
      "ObservatoryID": "spase://SMWG/Observatory/PioneerVenusOrbiter"
    }
  }
}