{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/PWS/Jupiter/PT1H",
      "ResourceHeader": {
        "ResourceName": "VG2 J/S/U/N/SS PWS RESAMP SPECTRUM ANALYZER HOUR AVG V1.0",
        "ReleaseDate": "2014-12-01T10:16:15.22",
        "Description": "\n\n  Data Set Overview\n  =================\n    This data set consists of electric field spectrum analyzer data from\n    the Voyager 2 Plasma Wave Subsystem obtained during the entire\n    mission.  Data after 2013-12-31 will be added to the archive on          \n    subsequent volumes.  The data set encompasses all spectrum analyzer      \n    observations obtained in the cruise mission phases before, between,\n    and after the Jupiter and Saturn encounter phases as well as those\n    obtained during the two encounter phases.\n\n    The Voyager 2 spacecraft travels from Earth to beyond 75 AU over the\n    course of this data set.  To provide some guidance on when some key\n    events occurred during the mission, the following table is provided.\n\n    Date         Event\n    1977-08-20   Launch\n    1979-07-02   First inbound bow shock crossing at Jupiter\n    1979-08-03   Last outbound bow shock crossing at Jupiter\n    1981-08-24   First inbound bow shock crossing at Saturn\n    1981-08-31   Last outbound bow shock crossing at Saturn\n    1982-04-26   10 AU\n    1983-08-30   Onset of first major LF heliospheric radio event\n    1986-01-24   First inbound bow shock crossing at Uranus\n    1986-01-29   Last outbound bow shock crossing at Uranus\n    1986-05-26   20 AU\n    1989-08-07   30 AU\n    1989-08-24   First inbound bow shock crossing at Neptune\n    1989-08-28   Last outbound bow shock crossing at Neptune\n    1992-07-06   Onset of second major LF heliospheric radio event\n    1993-05-08   40 AU\n    1996-10-10   50 AU\n    2000-01-27   60 AU\n    2002-11-01   Onset of third major LF heliospheric radio event\n    2003-04-21   70 AU\n    2006-07-01   80 AU\n    2009-09-03   90 AU\n    2012-11-04   100 AU\n\n\n  Data Sampling\n  =============\n    This data set consists of average and peak wave electric field\n    intensities accumulated over 1-hour intervals from the Voyager 2\n    Plasma Wave Receiver spectrum analyzer obtained during the entire\n    mission.  For each 1-hour time interval squares of the calibrated\n    electric field measurements obtained during each hour-long interval\n    in each of the 16 spectrum analyzer channels are summed and then\n    divided by the number of measurements.  The square root of the\n    resulting value is obtained and stored as the average electric field\n    strength for the respective channel.  During the same hour-long\n    interval, the maximum electric field strength acquired in each of\n    the 16 channels is also recorded and stored as the peak electric\n    field strength for the respective channel.  Hence, for each hour, an\n    average and peak electric field spectrum from 10 Hz to 56.2 kHz is\n    obtained.  The 16 spectrum analyzer channels have center frequencies\n    that range from 10 Hertz to 56.2 kiloHertz and are logarithmically\n    spaced in frequency, four channels per decade.  The time associated\n    with each peak and average spectrum is the time of the beginning of\n    the averaging interval.  Given variations in the sweep rate of the\n    instrument (from a minimum of 4 seconds/sweep to a maximum of 96\n    seconds/sweep) the maximum number of samples in an hour-long\n    interval can range from 900 to 38.  Data gaps within the interval\n    can further reduce the number of samples.\n\n    During data gaps where complete spectra are missing, no entries\n    exist in the file, that is, the gaps are not zero-filled or tagged\n    in any other way.\n\n\n  Data Processing\n  ===============\n    The spectrum analyzer data are a continuous (where data are\n    available) low resolution data set which provides wave intensity as\n    a function of frequency (16 log-spaced channels) and time (one\n    spectrum per time intervals ranging from 4 seconds to 96 seconds in\n    the full-resolution data set, depending on telemetry mode.) This\n    data set includes one-hour average and peak values for each channel.\n    The data are typically plotted as amplitude vs. time for one or more\n    of the channels in a strip-chart like display, or can be displayed\n    as a frequency-time spectrogram using a gray- or color-bar to\n    indicate amplitude.  With only sixteen channels, it is usually best\n    to stretch the frequency axis by interpolating from one frequency\n    channel to the next either linearly or with a spline fit.  One must\n    be aware if the frequency axis is stretched that more resolution may\n    be implied than is really present.\n\n    The measurements provided in the average and peak electric field\n    spectra included in this data set are in units of electric field\n    (volts/meter).\n\n    Spectral density units may be obtained by dividing the square of the\n    electric field value by the nominal frequency bandwidth of the\n    corresponding spectrum analyzer channel.\n\n      specdens = (efield(ichan))**2 / bandwidth(ichan)\n\n    Finally, power flux may be obtained by dividing the spectral density\n    by the impedance of free space in ohms:\n\n      pwrflux = (efield(ichan))**2 / bandwidth(ichan) / 376.73\n\n    The center frequencies and bandwidths of each PWS spectrum analyzer\n    channel for each Voyager spacecraft are given below:\n\n      VOYAGER 2 PWS SPECTRUM ANALYZER\n      Voyager-2\n      Channel    Center Frequency      Bandwidth\n          1          10.0  Hz           2.16 Hz\n          2          17.8  Hz           3.58 Hz\n          3          31.1  Hz           4.50 Hz\n          4          56.2  Hz          10.7  Hz\n          5         100.   Hz          13.8  Hz\n          6         178.   Hz          28.8  Hz\n          7         311.   Hz          39.8  Hz\n          8         562.   Hz          75.9  Hz\n          9           1.00 kHz         75.9  Hz\n         10           1.78 kHz        151.   Hz\n         11           3.11 kHz        324.   Hz\n         12           5.62 kHz        513.   Hz\n         13          10.0  kHz        832.   Hz\n         14          17.8  kHz       1260    Hz\n         15          31.1  kHz       2400    Hz\n         16          56.2  kHz       3800    Hz\n\n\n    A failure in the Voyager 2 Flight Data System which occurred about 3\n    months after launch has adversely affected the calibration of PWS\n    channels 9 through 16.  An algorithm has been devised to partially\n    correct for this failure, and has proven useful for Voyager 2\n    Jupiter, Saturn, Uranus, and Neptune encounters, but is not valid\n    for Earth-Jupiter cruise and may be modified in the future.  The\n    following implementation of this correction algorithm in FORTRAN\n    assumes that uncalibrated data numbers are stored in a 16-element\n    integer array, idn, with the array index equal to the PWS channel\n    number:\n\n      c     'the old noise level' for vg2 pws\n\n            real tonl(9:16) /2.0, 1.0, -1.0, -2.0, -3.0, 1.0, 2.0, 1.0/\n\n            do ichan = 9, 16\n              if (idn(ichan) .gt. 0) then\n                if (idn(ichan) .lt. 64) idn(ichan) = 64\n                if (idn(ichan) .le. 72) then\n                  idn(ichan) = int (tonl(ichan) - 530.4 +\n           &                   8.6 * float (idn(ichan)))\n                else\n                  idn(ichan) = int (tonl(ichan) + 20.113 +\n           &                   0.99 * float (idn(ichan)))\n                end if\n              end if\n            end do\n\n    This correction has been applied to the appropriate data in this\n    data set.\n\n    Additional information about this data set and the instrument which\n    produced it can be found elsewhere in this catalog.  A complete\n    instrument description can be found in [SCARF&GURNETT1977].\n\n\n  Data\n  ====\n    The average and peak spectrum analyzer data are a continuous (where\n    data are available) low resolution data set which provides wave\n    intensity as a function of frequency (16 log-spaced channels) and\n    time (one spectrum per hour).  Each sample is a floating point\n    electric field strength in units of volts/meter.\n\n\n  Ancillary Data\n  ==============\n    None\n\n\n  Coordinates\n  ===========\n    The electric dipole antenna detects electric fields ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-J/S/U/N/SS-PWS-4-SUMM-SA1HOUR-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-J-S-U-N-SS-PWS-4-SUMM-SA1HOUR-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?id=pds://PPI/VG2-J_S_U_N_SS-PWS-4-SUMM-SA1HOUR-V1.0",
          "ProductKey": "VG2-J/S/U/N/SS-PWS-4-SUMM-SA1HOUR-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1977-08-20T07:00:00.00",
          "StopDate": "2014-01-01T00:00:00.00"
        },
        "Cadence": "PT1H"
      },
      "ObservedRegion": "Jupiter"
    }
  }
}