{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/PWS/Jupiter/PT4.0S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Jupiter PWS Edited Spectrum Analyzer 4.0-s V1.1",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \n                                                                              \n      Data Set Overview                                                       \n      =================                                                       \n                                                                              \n      Version 1.1                                                             \n      -----------                                                             \n      This version 1.1 data set replaces the version 1.0 data set             \n      (DATA_SET_ID = VG2-J-PWS-2-SA-4.0SEC) previously archived with          \n      the PDS. Changes to this version include the upgrade of the             \n      associated labels and templates to PDS version 3 compliance.            \n                                                                              \n      Data Set Description                                                    \n      --------------------                                                    \n      This data set consists of 4-second edited, wave electric                \n      field intensities from the Voyager 2 Plasma Wave Receiver               \n      spectrum analyzer obtained in the vicinity of the Jovian                \n      magnetosphere. For each 4-second interval, a field strength             \n      is determined for each of the 16 spectrum analyzer channels             \n      whose center frequencies range from 10 Hertz to 56.2                    \n      kiloHertz and which are logarithmically spaced in                       \n      frequency, four channels per decade. The time associated                \n      with each set of intensities (16 channels) is the time of               \n      the beginning of the scan. During data gaps where complete              \n      4-second spectra are missing, no entries exist in the file,             \n      that is, the gaps are not zero-filled or tagged in any                  \n      other way. When one or more channels are missing within a               \n      scan, the missing measurements are zero-filled. Data are                \n      edited but not calibrated. The data numbers in this data                \n      set can be plotted in raw form for event searches and                   \n      simple trend analysis since they are roughly proportional               \n      to the log of the electric field strength. Calibration                  \n      procedures and tables are provided for use with this data               \n      set; the use of these is described below.                               \n                                                                              \n      Use of Voyager PWS Calibration Tables                                   \n                                                                              \n      The Voyager PWS calibration table is given in an ASCII text             \n      file named SA_CL_4S.TAB (for Voyager-2). This provides                  \n      information to convert the uncalibrated 'data number' output            \n      of the PWS 16-channel spectrum analyzer to calibrated antenna           \n      voltages for each frequency channel. Following is a brief               \n      description of these files and a tutorial in their                      \n      application.                                                            \n                                                                              \n      Descriptive headers have been removed from the calibration              \n      table file. The columns included are IDN, ICHAN01, ICHAN02,             \n      ICHAN03, ICHAN04, ICHAN05, ICHAN06, ... ICHAN16.                        \n                                                                              \n      The first column lists an uncalibrated data number followed by          \n      the corresponding value in calibrated volts for each of the 16          \n      frequency channels of the PWS spectrum analyzer. Each line              \n      contains calibrations for successive data number values                 \n      ranging from 0 through 255. (Data number 0 actually represents          \n      the lack of data since the baseline noise values for each               \n      channel are all above that.)                                            \n                                                                              \n      A data analysis program may load the appropriate table into a           \n      data structure and thus provide a simple look-up scheme to              \n      obtain the appropriate voltage for a given data number and              \n      frequency channel. For example, the following VAX FORTRAN code          \n      may be used to load a calibration array for Voyager 2 PWS:              \n                                                                              \n        real*4 cal (16,0:255)                                                 \n        open ( unit=10, file='SA_CL_4S.TAB', status='old' )                   \n                                                                              \n        do i=0,255                                                            \n          read (10,*) idn, (cal(ichan,i),ichan=1,16)                          \n        end do                                                                \n        close (10)                                                            \n                                                                              \n      Then, given an uncalibrated data value idn for the frequency            \n      channel ichan, the corresponding calibrated antenna voltage             \n      would be given by the following array reference:                        \n                                                                              \n        volts = cal (ichan, idn)                                              \n                                                                              \n      This may be converted to a wave electric field amplitude by             \n      dividing by the effective antenna length in meters, 7.07 m.             \n      That is:                                                                \n                                                                              \n        efield = cal(ichan, idn) / 7.07                                       \n                                                                              \n      Spectral density units may be obtained by dividing the square           \n      of the electric field value by the nominal frequency bandwidth          \n      of the corresponding spectrum analyzer channel.                         \n                                                                              \n        specdens = (cal(ichan,idn)/7.07)**2 / bandwidth(ichan)                \n                                                                              \n      Finally, power flux may be obtained by dividing the spectral            \n      density by the impedance of free space in ohms:                         \n                                                                              \n        pwrflux = ((cal(ichan,idn)/7.07)**2/bandwidth(ichan))/376.73          \n                                                                              \n      Of course, for a particular application, it may be more                 \n      efficient to apply the above conversions to the calibration             \n      table directly.                                                         \n                                                                              \n      The center frequencies and bandwidths of each PWS spectrum              \n      analyzer channel for the Voyager 2 PWS are given below:                 \n                                                                              \n      VOYAGER 2 PWS SPECTRUM ANALYZER                                         \n                                                                      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-J-PWS-2-RDR-SA-4.0SEC-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-J-PWS-2-RDR-SA-4.0SEC-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-J-PWS-2-RDR-SA-4.0SEC-V1.0",
          "ProductKey": "VG2-J-PWS-2-RDR-SA-4.0SEC-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/PWS",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1979-07-02T00:00:03.36",
          "StopDate": "1979-08-03T23:59:57.14"
        },
        "Cadence": "PT4.0S"
      },
      "ObservedRegion": "Jupiter"
    }
  }
}