{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "Version": "2.3.1",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/SOHO/CDS/VSO_SDAC",
      "ResourceHeader": {
        "ResourceName": "SOHO CDS Data Archive at SDAC via VSO",
        "ReleaseDate": "1996-01-19T20:15:57",
        "Description": "\n\tThe CDS (Coronal Diagnostic Spectrometer) is designed to probe\n\tthe solar atmosphere through the analysis of spectral emission\n\tlines in the extreme ultraviolet wavelength range 15.0-80.0\n\tnm. Observations of the absolute and relative intensities of\n\tselected lines, and line profiles, allows the derivation of\n\ttemperature, density, flow and abundance information for the\n\tplasmas in the solar atmosphere.  The CDS will provide\n\tsimultaneous coverage of large wavelength bands combined with\n\ttemporal resolution down to 1 s. The spatial resolution is 2\n\tarcsec over a field of view of 4 arcmin, which can be pointed\n\tanywhere on the sun and the low corona. Wavelength ranges for\n\tnormal incidence are 31.0-38.0 nm and 51.7-63.3 nm. For\n\tgrazing incidence, the wavelength ranges are 15.5-22.4,\n\t26.1-34.6, 39.5-49.6, and 66.2-78.7 nm. Slit choices are 2 x\n\t2, 4 x 4, 2 x 240, 4 x 240, 8 x 50, and 90 x 240\n\tarcsec. Spectral resolving power is 3,500 to 12,000 depending\n\ton wavelength.  The instrument generates far more data than\n\tcan be transmitted in the telemetry available. Therefore, data\n\tare compressed and selected; only the portions of the spectrum\n\tdesired by the current program are returned. The instrument\n\tconsists of a Wolter 2 telescope, a flat scan mirror, a slit\n\tassembly, and two spectrometers; one for normal incidence and\n\tone for grazing incidence. For normal incidence a\n\twavelength-dispersed image is produced at a two-dimensional\n\tdetector. With a rotation of the scan mirror, two-dimensional\n\timages in all of the observed lines can be built up very\n\tquickly. For wavelengths less than approximately 30.0 nm, a\n\tgrazing incidence system is used. The spectrum is dispersed\n\tonto four detectors placed along the Rowland circle. Such a\n\tsystem has no imaging capability, so for imaging a pin-hole\n\tslit is used, with the mirror performing a raster scan in one\n\tdimension. In the other dimension the slit itself is scanned.\n\tThis information is from the paper \"The Coronal Diagnostic\n\tSpectrometer for the Solar and Heliospheric Observatory,\" by\n\tR. A. Harrison and E. C. Sawyer (Proceedings of the First SOHO\n\tWorkshop, ESA SP-348, pp. 17-19, November 1992).\n      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Jack.Ireland",
          "Role": "GeneralContact"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/SDAC",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "VSO page with full search capability",
          "URL": "https://www.virtualsolar.org/"
        },
        "Format": "FITS"
      },
      "ProviderProcessingLevel": "CALIBRATED",
      "InstrumentID": "spase://SMWG/Instrument/SOHO/CDS",
      "MeasurementType": "Spectrum",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1996-01-19T20:15:57",
          "StopDate": "2014-09-05T10:06:48"
        }
      },
      "ObservedRegion": [
        "Sun",
        "Sun.Corona"
      ]
    }
  }
}