{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_3.xsd",
    "Version": "2.2.3",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/KittPeak/Magnetograph",
      "ResourceHeader": {
        "ResourceName": "512-channel magnetograph",
        "ReleaseDate": "2007-02-22T00:00:00Z",
        "Description": "This archive contains daily full-disk solar observations \r\nmade with the NSO/KP solar magnetograph (Applied Optics, Vol. 15, 40).  An image of the sun is\r\nfocused by the NSO/KP vacuum telescope on the slit of a Littrow\r\nspectrograph. The slit covers 0.7 arc seconds by about 550 arc seconds.  \r\nA pair of self-scanning 512-element integrated diode arrays are employed as\r\ndetectors at the final focal plane of the spectrograph.  The spectrograph is\r\narranged to produce a spectrum centered on one of these lines:  868.8 nm\r\nFeI, 1038 nm HeI, or 550.7 nm FeI.  For the FeI lines a Kerr cell is used\r\nas the electrooptic light modulator.  It passes alternately left or right\r\ncircularly polarized light to allow longitudinal Zeeman splitting of the\r\nspectrum line to be observed.  The data are processed in real time to\r\nproduce data quantities along the slit using selected wavelength windows\r\nthat span the spectrum line.  By controlling the pointing of the telescope, \r\na full-disk image can be built up from four swaths in about 40 minutes.  \r\nThe scans start in the northwest and end in the southeast.  The image \r\norientation is heliocentric with north at the top and east to the left.  \r\nThe pixel size is nominally 1 arc second.  \r\nftp://nsokp.nso.edu/512_cdrom/README",
        "Contact": {
          "PersonID": "spase://SMWG/Person/John.W.Harvey",
          "Role": "GeneralContact"
        }
      },
      "InstrumentType": "Magnetograph",
      "InvestigationName": "512-channel magnetograph on KP",
      "ObservatoryID": "spase://SMWG/Observatory/KittPeak"
    }
  }
}