{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_3_1.xsd",
    "Version": "2.3.1",
    "DisplayData": {
      "ResourceID": "spase://ISWI/DisplayData/AWESOME/LF/Broadband/P1D",
      "ResourceHeader": {
        "ResourceName": "AWESOME receiver system quick-look Broadband Summary Charts for VLF-LF Data",
        "ReleaseDate": "2021-03-02T17:39:48Z",
        "Description": "The broadband summary chart stitches together the\r\n   first second of each hour in the day. For LF data  (1 MHz\r\n   sampling), the spectrogram will display from 0.3 kHz to 125\r\n   kHz, although frequencies up to 470 kHz are captured in the\r\n   data. Note, these are not 24-hour-long spectrograms, but rather\r\n   only the first second of each hour (if available) is displayed. This\r\n   provides a quick and easy way to evaluate the operation of the\r\n   receiver and the noise environment, but more detailed analysis\r\n   requires downloading the actual data.\r\n\r\n   Each chart consists of two plots, the upper plot displays magnetic\r\n   field output from the North-South antenna, the lower plot displays\r\n   the magnetic field output from the East-West antenna. These are 24\r\n   Hour plots. The title of the chart indicates the name of the\r\n   station and the year-month-day of the observation.",
        "Acknowledgement": "\r\n     DATA USAGE POLICY\r\nThe data in the WALDO database have been collected by Stanford\r\nUniversity, the Georgia Institute of Technology, and the University of\r\nColorado Denver. Funding has been provided by the United States\r\ngovernment under various basic science research grants over many\r\nyears. \r\n\r\nTo maximize the benefit of those investments, WALDO data are released\r\nwithout restriction, and can be freely analyzed or published. \r\n\r\nThe curators of WALDO are Morris Cohen (Georgia Tech) and Mark\r\nGolkowski (CU-Denver). We request that the following acknowledgement\r\nbe added in any publication using data from WALDO \r\n\r\n\"VLF data are provided by the WALDO database (https://waldo.world),\r\noperated jointly by the Georgia Institute of Technology, and the\r\nUniversity of Colorado Denver, using data collected from those\r\ninstitutions as well as Stanford University, and has been supported by\r\nvarious US government grants from the NSF, NASA, and the Department of\r\nDefense.\" \r\n\r\nIf extensive amounts of WALDO data are used in a publication, the\r\ncurators request, but do not require, to be contacted to discuss the\r\npossibility of joint authorship, with the WALDO curators providing\r\nhelp analyzing and interpreting the large dataset. \r\n   ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Morris.Cohen",
          "Role": "ArchiveSpecialist"
        },
        "InformationURL": {
          "Name": "Worldwide Archive of Low-Frequency Data and Observations (WALDO)",
          "URL": "https://waldo.world"
        },
        "Association": {
          "AssociationID": "spase://GBO/NumericalData/AWESOME/LF/PT0.000001S",
          "AssociationType": "DerivedFrom"
        },
        "PriorID": "spase://GBO/DisplayData/AWESOME/LF/Broadband/P1D"
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/WALDO",
        "AccessURL": {
          "Name": "Worldwide Archive of Low-Frequency Data and Observations (WALDO) Broadband Summary Charts",
          "URL": "https://waldo.world/summary-and-availability-charts/#BroadbandSummary"
        },
        "Format": "PNG"
      },
      "InstrumentID": "spase://SMWG/Instrument/AWESOME/LF",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2012-05-09T00:00:00",
          "RelativeStopDate": "-P3Y",
          "Note": "Different stations have different start/stop dates"
        },
        "Cadence": "P1D"
      },
      "DisplayCadence": "P1D",
      "ObservedRegion": [
        "Earth.NearSurface.Ionosphere",
        "Earth.NearSurface"
      ],
      "InputResourceID": "spase://GBO/NumericalData/AWESOME/LF/PT0.000001S"
    }
  }
}