{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AE-C/NACE",
      "ResourceHeader": {
        "ResourceName": "Closed-Source Neutral Mass Spectrometer",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This experiment measured in situ the spatial distribution and temporal changes of the\n   concentrations of the neutral atmospheric species. In addition, new insight into in situ measurement\n   techniques was obtained from comparisons of these measurements with those obtained from other on-board\n   experiments; namely, open source spectrometer (73-101A-07), solar EUV spectrophotometer (73-101A-06),\n   and density accelerometer (73-101A-02). The mass-spectrometer sensor had a gold-plated stainless steel\n   thermalizing chamber and ion source, a hyperbolic-rod quadrupole analyzer, and an off-axis electron\n   multiplier. Five different sequences of mass selections were available and, expressed in atomic mass\n   units (u), were (a) geophysical -1, 2, 4, total, 16, 28, 32, selected, 40, (b) analytical -12, 14,\n   18, 20, 22, 30, 44, calibrate, zero, (c) individual -selected, selected, selected, ... (any mass 1 to 44),\n   (d) sweep digital -1, 2, 3, 4, 5, ... 45 (in 3/16 u steps), (e) sweep analog -2, 3, 4, 5, ... 45\n   (continuous). Five operational formats were available and selected by ground command, and each one\n   contained a different combination of the five mass selection sequences listed above. When operating in\n   the \"normal format,\" the analyzer measured all masses in the range 1 to 44 with emphasis on hydrogen,\n   helium, oxygen, nitrogen, and argon. Another format was optimized for minor constituent studies of any\n   individual gas species in the measured range. Spatial resolution was determined primarily by the mode\n   of spacecraft operation. In orbit, the presealed spectrometer was opened, and the atmospheric\n   constituents passed through a knife-edged orifice into the thermalization chamber and ion source.\n   Selected ions left the quadrupole analyzer through a weak focusing lens and were accelerated into a\n   14-stage electron multiplier, where they were turned 90 deg to strike the first dynode. For each impacting\n   ion, the multiplier output was a pulse of 2.E6 electrons. These output pulses constituted the measurement,\n   and the count rate was proportional to the chamber density of the selected species. These density values\n   were then converted to ambient concentrations. The analyzer normally operated at a resolution of 1 u over\n   the mass range. Pulses occurring during 0.015-s integration intervals were accumulated in a 16-bit counter.\n   Multiple integration periods (up to 16) were assigned to each measurement for less dense atmospheric species.\n   Automatically selected ranges of ionizing electron currents were used. The overall dynamic range of the\n   measurements was greater than 1.E7. More experiment details can be found in\n   D. T. Pelz et al., Radio Sci., v. 8, n. 4, p. 277, 1973. NSSDC has all the useful data that exist\n   from this investigation.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/D.T.Pelz",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1973-101A-08",
            "Description": "Information about the Closed-Source Neutral Mass Spectrometer experiment on the AE-C mission."
          },
          {
            "Name": "Radio Science Journal Article",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1029/RS008i004p00277",
            "Description": "Detailed information about the neutral-atmosphere composition experiment on the AE-C mission."
          }
        ]
      },
      "InstrumentType": "MassSpectrometer",
      "InvestigationName": "Closed-Source Neutral Mass Spectrometer on AE-C",
      "ObservatoryID": "spase://SMWG/Observatory/AE-C"
    }
  }
}