{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AE-C/OSS",
      "ResourceHeader": {
        "ResourceName": "Open-Source Neutral Mass Spectrometer",
        "AlternateName": "OSS",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The objective of this experiment was to contribute to a study of the chemical,\n   dynamic, and energetic processes that control the structure of the thermosphere by providing\n   direct, in situ measurements of both major and minor neutral atmospheric constituents having\n   masses in the range from 1 to 48 atomic mass units (u). A double-focusing Mattauch-Herzog\n   magnetic deflection mass spectrometer with an impact ion source was flown. Two ion collectors were\n   included to measure ions differing in mass by a factor of 8, i.e., the two mass ranges covered were\n   1 to 6 u and 6 to 48 u. In the ion source the neutral species were ionized by means of electron\n   impact. At altitudes greater than 380 km, ion currents were measured with an electron multiplier\n   counting individual ions. Counts were accumulated for 1/20 s before automatically switching to a\n   different mass number. While complete mass spectra could be swept, in the common mode of operation\n   peak stepping was employed, with readings on the principal peaks in the mass spectrum being repeated\n   approximately every 0.5 s and on other species less frequently. Data below 380 km were measured using\n   an electrometer. In addition to the peak stepping mode, there were several other operating modes which\n   were selected by ground command. In the fly-through mode, the ion source voltages were adjusted so\n   that there was no electric field to draw ions out of the electron beam when they were formed.\n   Ambient particles striking the ion source retained energies less than 0.1 eV, which was not high\n   enough to overcome the negative space charge potential holding the ions in the beam. Those\n   ambient particles that did not strike the ion source retained their incoming energy of several\n   eV after ionization and escaped into the accelerating region of the analyzer. The electron accelerating\n   potential was 75 eV in normal mode operation and was 25 eV in the fly-through mode. In another\n   operating mode, the instrument switched automatically to a sequence of masses of particular interest\n   such as, e.g., between masses 16 and 32 or between masses 28 and 32. More details can be found in\n   A. O. Nier et al., Radio Sci., v. 8, n. 4, p. 271, 1973. NSSDC has all the useful data that exist\n   from this investigation.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Alfred.O.C.Nier",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1973-101A-07",
            "Description": "Information about the Open-Source Neutral Mass Spectrometer experiment on the AE-C mission."
          },
          {
            "Name": "Radio Science Journal Article",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1029/RS008i004p00271",
            "Description": "Detailed information about the Open-Source Neutral Mass Spectrometer on the AE-C mission."
          }
        ]
      },
      "InstrumentType": "MassSpectrometer",
      "InvestigationName": "Open-Source Neutral Mass Spectrometer on AE-C",
      "ObservatoryID": "spase://SMWG/Observatory/AE-C"
    }
  }
}