{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.0.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/AE-C/PES",
      "ResourceHeader": {
        "ResourceName": "Photoelectron Spectrometer (PES)",
        "AlternateName": "PES",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "This experiment was designed to provide information on the intensity, angular distribution,\n   energy spectrum, and net flow along field lines, of electrons in the thermosphere with energies between\n   1 and 500 eV. The instrument consisted of two identical oppositely directed hemispherical electrostatic\n   analyzers, and 30 operating modes. Each spectrometer had a relative energy resolution of plus or minus\n   2.5% and a geometric factor on the order of 0.001 sq cm sr, independent of electron energy. Three separate\n   energy ranges could be sensed: 0 to 25, 0 to 100, or 0 to 500 eV. Measurements from these intervals could\n   be sequenced in five different ways. Data could be taken from either sensor separately, or alternately with\n   time resolution varying from 0.25 to 8 s. There were two deflection voltage scan rates determined by\n   spacecraft clock. This voltage was changed in 64 steps, and was done at 4 or 16 steps per telemetry frame.\n   With 16 frames/s, this allowed a choice of either one 64-point spectrum, or four 16-point spectra in 1 s.\n   The longest (8 s) cycle of data involved observations using increasing voltage steps for the lowest,\n   middle, lowest, then highest energy ranges (in that order) for 1 s each. A repeat for decreasing voltage\n   step completed the cycle. A more detailed description of this experiment may be found in\n   J. P. Doering et al., Radio Sci., v. 8, n. 4, p. 387, 1973. NSSDC has all the useful data that\n   exist from this investigation.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/John.P.Doering",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1973-101A-03",
            "Description": "Information about the Photoelectron Spectrometer (PES) experiment on the AE-C mission."
          },
          {
            "Name": "Radio Science Journal Article",
            "URL": "https://onlinelibrary.wiley.com/doi/abs/10.1029/RS008i004p00387",
            "Description": "Detailed information about the Photoelectron Spectrometer (PES) experiment on the AE-C mission."
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Photoelectron Spectrometer (PES) on AE-C",
      "ObservatoryID": "spase://SMWG/Observatory/AE-C"
    }
  }
}