{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/ACE",
      "ResourceHeader": {
        "ResourceName": "ACE",
        "AlternateName": [
          "Advanced Composition Explorer, NASA",
          "1997-045A",
          "Explorer 71"
        ],
        "ReleaseDate": "2016-08-08T18:19:16Z",
        "Description": "Advanced Composition Explorer (ACE) observes particles of solar, \n        interplanetary, interstellar, and galactic origins, spanning the energy range \n        from solar wind ions to galactic cosmic ray nuclei.\n        The Advanced Composition Explorer (ACE) spacecraft carries six high-resolution \n        sensors and three monitoring instruments that sample low-energy particles of solar\n        origin and high-energy galactic particles with a collecting power 10 to 1000 times \n        greater than past or planned experiments. From a vantage point approximately 1/100 of the \n        distance from the Earth to the Sun, ACE performs measurements over a wide range of energy \n        and nuclear mass, under all solar wind flow conditions and during both large and small\n        particle events including solar flares.\n        \nACE provides near-real-time solar wind information \nover short time periods. When reporting space weather, \nACE can provide an advance warning (about one hour) of geomagnetic \nstorms that can overload power grids, disrupt communications on Earth, \nand present a hazard to astronauts.\n\nThe prime objective of ACE is \nto measure and compare the composition of several samples of matter, \nincluding the solar corona, the solar wind, and other interplanetary particle populations, \nthe local interstellar medium (ISM), and galactic matter. While there has been great progress \naddressing these objectives, the changing conditions over the solar cycle present new opportunities. \nIn addition, new observations and theoretical advances, new missions, and the evolving goals of NASA \nand the Sun-Solar- System Connection (S3C) Theme have introduced new challenges, including the goal \nof achieving the scientific understanding needed to forecast space weather in the coming years when \nhumans will venture beyond Earth's protective magnetosphere.\n      ",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Edward.C.Stone.Jr",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Tycho.T.Von.Rosenvinge",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": [
          {
            "Name": "ACE Home Page",
            "URL": "http://www.srl.caltech.edu/ACE",
            "Description": "ACE mission home page at Caltech with data download"
          },
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "http://nssdc.gsfc.nasa.gov/nmc/spacecraftDisplay.do?id=1997-045A",
            "Description": "Information about the ACE mission"
          }
        ],
        "PriorID": "spase://vspo/observatory/2"
      },
      "Location": {
        "ObservatoryRegion": [
          "Heliosphere.NearEarth",
          "Heliosphere.Inner"
        ]
      },
      "OperatingSpan": {
        "StartDate": "1997-08-25T00:00:00"
      }
    }
  }
}