{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/PioneerVenusOrbiter",
      "ResourceHeader": {
        "ResourceName": "PVO",
        "AlternateName": [
          "Pioneer Venus Orbiter",
          "Pioneer 12",
          "1978-051A",
          "Pioneer Venus 1",
          "PVO",
          "Pioneer Venus 1978 Orbiter"
        ],
        "ReleaseDate": "2016-09-25T03:09:48Z",
        "Description": "The Pioneer Venus Orbiter was \n        the first of a two-spacecraft orbiter-probe \n        combination designed to conduct a comprehensive investigation \n        of the atmosphere of Venus. The spacecraft was a solar-powered\n        cylinder about 250 cm in diameter with its spin axis \n        spin-stabilized perpendicular to the ecliptic plane. \n        A high-gain antenna was mechanically despun to remain focused \n        on the earth. The instruments were mounted on a shelf within \n        the spacecraft except for a magnetometer mounted at the end \n        of a boom to ensure against magnetic interference from the \n        spacecraft. Pioneer Venus Orbiter measured the detailed \n        structure of the upper atmosphere and ionosphere of Venus, \n        investigated the interaction of the solar wind with the \n        ionosphere and the magnetic field in the vicinity of Venus, \n        determined the characteristics of the atmosphere and surface \n        of Venus on a planetary scale, determined the planet's \n        gravitational field harmonics from perturbations of the \n        spacecraft orbit, and detected gamma-ray bursts. \n        UV observations of comets have also been made. From Venus \n        orbit insertion on December 4, 1978 to July 1980 periapsis was\n        held between 142 and 253 km to facilitate radar and \n        ionospheric measurements. Thereafter, the periapsis was \n        allowed to rise (to 2290 km at maximum) and then fall, to \n        conserve fuel. In 1991 the Radar Mapper was reactivated to \n        investigate previously inaccessible southern portions of the \n        planet. In May 1992 Pioneer Venus began the final phase of its\n        mission, in which the periapsis was held between 150 and 250 \n        km until the fuel ran out and atmospheric entry destroyed the \n        spacecraft the following August. The orbiter cost $125 million\n        to build and operate for the first 10 years. For further\n        details see Colin, L. and Hunten, D. M., Space Science \n        Reviews 20, 451, 1977.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Lawrence.Colin",
          "Role": "ProjectScientist"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "http://nssdc.gsfc.nasa.gov/database/MasterCatalog?sc=1978-051A",
          "Description": "Information about the Pioneer Venus Orbiter mission"
        }
      },
      "Location": {
        "ObservatoryRegion": [
          "Venus",
          "Heliosphere.Inner"
        ]
      },
      "OperatingSpan": {
        "StartDate": "1978-12-05T07:20:07.282Z",
        "StopDate": "1992-10-08T16:30:39.579"
      }
    }
  }
}