{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/Pioneer10",
      "ResourceHeader": {
        "ResourceName": "Pioneer 10",
        "AlternateName": [
          "1972-012A",
          "Pioneer-F"
        ],
        "ReleaseDate": "2010-09-25T03:09:48Z",
        "Description": "This mission was the first to be sent to the outer \n        solar system and the first to investigate the planet Jupiter, \n        after which it followed an escape trajectory from the solar \n        system. The spacecraft achieved its closest approach to \n        Jupiter on December 3, 1973, when it reached approximately \n        2.8 Jovian radii (about 200,000 km). As of Jan. 1, 1997\n        Pioneer 10 was at about 67 AU from the Sun near the ecliptic \n        plane and heading outward from the Sun at 2.6 AU/year and \n        downstream through the heliomagnetosphere towards the tail \n        region and interstellar space. This solar system escape \n        direction is unique because the Voyager 1 and 2 spacecraft \n        (and the now terminated Pioneer 11 spacecraft mission) are \n        heading in the opposite direction towards the nose of the \n        heliosphere in the upstream direction relative to the \n        inflowing interstellar gas. The spacecraft is heading \n        generally towards the red star Aldebaran, which forms the eye \n        of Taurus (The Bull). The journey over a distance of 68 light\n        years to Aldebaran will require about two million years to\n        complete. Routine tracking and project data processing \n        operatations were terminated on March 31, 1997 for budget \n        reasons. Occasional tracking continued later under support \n        of the Lunar Prospector project at NASA Ames Research Center \n        with retrieval of energetic particle and radio science data. \n        The last successful data acquisitions through NASA's Deep \n        Space Network (DSN) occurred on March 3, 2002, the 30th \n        anniversary of Pioneer 10's launch date, and on \n        April 27, 2002. The spacecraft signal was last detected on\n        Jan. 23, 2003 after an uplink was transmitted to turn \n        off the last operational experiment, the Geiger Tube \n        Telescope (GTT), but lock-on to the sub-carrier signal for \n        data downlink was not achieved. No signal at all was \n        detected during a final attempt on Feb. 6-7, 2003. Pioneer\n        Project staff at NASA Ames then concluded that the spacecraft \n        power level had fallen below that needed to power the onboard \n        transmitter, so no further attempts would be made.\n\nThe history of the Pioneer 10 tracking status is available from the \nweb site of the former Pioneer Project at the following location:\n\nhttp://spaceprojects.arc.nasa.gov/Space_Projects/pioneer/PNhome.html\n\nFifteen experiments were carried to study the interplanetary and \nplanetary magnetic fields; solar wind parameters; cosmic rays;\ntransition region of the heliosphere; neutral hydrogen abundance; \ndistribution, size, mass, flux, and velocity of dust particles; \nJovian aurorae; Jovian radio waves; atmosphere of Jupiter and some \nof its satellites, particularly Io; and to photograph Jupiter and \nits satellites. Instruments carried for these experiments were \nmagnetometer, plasma analyzer, charged particle detector, ionizing \ndetector, non-imaging telescopes with overlapping fields of view \nto detect sunlight reflected from passing meteoroids, sealed \npressurized cells of argon and nitrogen gas for measuring the \npenetration of meteoroids, UV photometer, IR radiometer, and an\nimaging photopolarimeter, which produced photographs and measured \npolarization. Further scientific information was obtained from the \ntracking and occultation data.\n\nThe spacecraft body was mounted behind a 2.74-m-diameter parabolic \ndish antenna that was 46 cm deep. The spacecraft structure was a \n36-cm-deep flat equipment compartment, the top and bottom being \nregular hexagons. Its sides were 71 cm long. One side joined a \nsmaller compartment that carried the scientific experiments. \nThe high-gain antenna feed was situated on three struts, which \nprojected forward about 1.2 m. This feed was topped with a \nmedium-gain antenna. A low-gain omnidirectional antenna extended \nabout 0.76 m behind the equipment compartment and was mounted below \nthe high-gain antenna. Power for the spacecraft was obtained by \nfour SNAP-19 radioisotope thermonuclear generators (RTG), which were\nheld about 3 m from the center of the spacecraft by two three-rod\ntrusses 120 deg apart. A third boom extended 6.6 m from the \nexperiment compartment to hold the magnetometer away from the \nspacecraft. The four RTG's generated about 155 W at launch and \ndecayed to approximately 140 W by the time the spacecraft reached \nJupiter, 21 months after launch. There were three reference sensors: \na star sensor for Canopus which failed shortly after Jupiter\nencounter and two sun sensors. Attitude position could be calculated \nfrom the reference directions to the earth and the sun, with the \nknown direction to Canopus as a backup. Three pairs of rocket \nthrusters provided spin-rate control and changed the velocity \nof the spacecraft, the spin period near the end of the mission \nbeing 14.1 seconds. These thrusters could be pulsed or fired \nsteadily by command. The spacecraft was temperature-controlled \nbetween minus 23 deg C and plus 38 deg C. A plaque was mounted \non the spacecraft body with drawings depicting a man, a woman, and \nthe location of the sun and the earth in our galaxy.\n\nCommunications were maintained via (1) the omnidirectional and \nmedium-gain antennas which operated together while connected \nto one receiver and (2) the high-gain antenna which was connected \nto another receiver. These receivers could be interchanged by command\nto provide some redundancy. Two radio transmitters, coupled to two \ntraveling-wave tube amplifiers, produced 8 W at 2292 MHz each. \nUplink was accomplished at 2110 MHz, while data transmission \ndownlink was at 2292 MHz. The data were received by NASA's \nDeep Space Network (DSN) at bit rates up to 2048 bps enroute to \nJupiter and at 16 bps near end of the mission.\n\nSpace experiments mostly continued to operate for planetary or \ninterplanetary measurements until failure or until insufficient \nspacecraft power from the RTG's was available for operation of all \ninstruments, such that some were turned off permanently and others \nwere cycled on and off in accordance with a power sharing plan \nimplemented in September 1989. The Asteroid/Meteroid Detector \nfailed in December 1973, followed by the Helium Vector Magnetometer\n(HVM) in November 1975 and the Infrared Radiometer in January 1974.\nThe Meteroid Detector was turned off in October 1980 due to inactive\nsensors at low temperatures. The spacecraft sun sensors became\ninoperative in May 1986, and the Imaging Photopolarimeter (IPP) \ninstrument was used to obtain roll phase and spin period information\nuntil being turned off in October 1993 to conserve power. The \nTrapped Radiation Detector (TRD) and Plasma Analyzer (PA) were\nrespectively turned off in November 1993 and September 1995 for \nthe same reason. As of January 1996 the final power cycling plan \nincluded part-time operations of the Charged Particle Instrument\n(CPI), the Cosmic Ray Telescope (CRT), the Geiger Tube Telescope\n(GTT), and the Ultraviolet Photometer (UV). As of August 2000, \nonly the GTT instrument was still returning data.\n\nVarious other spacecraft subsystems also either failed or were\nturned off for power or other reasons, and an account of these \nmay be of interest for engineering design of long duration deep \nspace missions. The primary antenna feed offset bellows failed \nsometime in 1976 but a redundant unit was available for use \nthereafter. The Program Storage and Execution (PSE) subsystem \nwas turned off in September 1989 for power conservation, after\nwhich spacecraft maneuvers were performed by ground command \nsequences. A receiver problem in mid-1992 prevented uplink to the\nhigh gain antenna, after which uplink commands could only be sent\nwith 70-meter DSN antennas which also supported the 16 bps downlink.\nThe Backup Line Heater experienced a sticking thermostat operation \nin March 1993 for 30 days but the problem did not reoccur. \nUndervoltage Protection Logic was turned off in December 1993 to \nprevent loss of critical spacecraft systems in the event of a \ntransient undervoltage condition. Duration and Steering Logic (DSL) \nwas turned off in February 1995 to conserve power, after which it \nwas turned on again only for spacecraft maneuvers. RTG power levels \nare low enough that the spacecraft occasionally relies in part on \nbattery power (accumulated during inactive periods) to run \nexperiments and other systems.\n\nThe total mission cost for Pioneer 10 through the 1997 end of \nofficial science operations was about 350 million in FY 2001 U.S. \ndollars. This included about 200 million dollars for pre-launch \ndesign and development, and another 150 million for launch, \ntelemetry tracking, mission operations and data analysis. \nThese estimates were provided by the former Pioneer Project at \nNASA Ames Research Center.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Palmer.Dyal",
          "Role": "ProjectScientist"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "http://nssdc.gsfc.nasa.gov/database/MasterCatalog?sc=1972-012A",
          "Description": "Information about the Pioneer 10 mission"
        }
      },
      "ObservatoryGroupID": "spase://CNES/Observatory/CDPP-AMDA/Pioneer",
      "Location": {
        "ObservatoryRegion": "Jupiter"
      },
      "OperatingSpan": {
        "StartDate": "1972-03-03T00:00:00",
        "StopDate": "1997-03-31T00:00:00"
      }
    }
  }
}