{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/Pioneer",
      "ResourceHeader": {
        "ResourceName": "Pioneer",
        "AlternateName": "The Pioneer Missions",
        "ReleaseDate": "2017-09-25T03:09:48Z",
        "Description": "The Pioneer Spacecraft Missions are a series of eight spacecraft missions managed by the Pioneer Project Office at NASA, Ames Research Center.  \n\n* Pioneers 6-9 were launched into Solar orbit between 1965 and 1968. Their prime mission completed years ago, the spacecraft were then tracked only occasionally.\n* Pioneer 6 was launched on 16 December 1965. Some time after 15 December 1995 (almost 30 years after it was launched) the primary transmitter (TWT) failed. During a track on 11 July 1996 the spacecraft was commanded to switch to the backup TWT, and the downlink signal was re-acquired. The spacecraft and a few of the science instruments were again functioning. Pioneer 6 is the oldest NASA spacecraft extant. There was a successful contact of Pioneer 6 for about two hours on 8 December 2000 to commemorate its 35th anniversary.\n* Pioneer 7 was launched on 17 August 1966. It was last tracked successfully on 31 March 1995. The spacecraft and one of the science instruments were still functioning.\n* Pioneer 8 was launched on 13 December 1967. Its primary TWT failed several years ago, but on 22 August 1996 the spacecraft was commanded to switch to the backup TWT, and the downlink signal was re-acquired. The spacecraft and one of the science instruments were again functioning.\n* Pioneer 9 was launched on 8 November 1968. The spacecraft failed in 1983.\n* Pioneer 10 was launched on 2 March 1972 and Pioneer 11 on 5 April 1973.\n* The Pioneer Venus Orbiter spacecraft was launched on 20 May 1978. It orbited the planet Venus for 14 years until it entered the Venus atmosphere on 8 October 1992 and burned up by entry heating.\n* The Pioneer Venus Multiprobe spacecraft was launched on 8 August 1978. Three small probes, one large probe, and the spacecraft bus entered the Venus atmosphere on 9 December 1978.\n ",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Charles.Hall",
            "Role": "ProjectManager"
          },
          {
            "PersonID": "spase://SMWG/Person/Richard.O.Fimmel",
            "Role": "ProjectManager"
          }
        ],
        "InformationURL": {
          "Name": "The Pioneer Missions",
          "URL": "https://www.nasa.gov/centers/ames/missions/archive/pioneer.html",
          "Description": "Information about the Pioneer 10 mission"
        }
      },
      "Location": {
        "ObservatoryRegion": "Heliosphere"
      },
      "OperatingSpan": {
        "StartDate": "1972-03-03T00:00:00",
        "StopDate": "1997-03-31T00:00:00"
      }
    }
  }
}