{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/Themis",
      "ResourceHeader": {
        "ResourceName": "THEMIS",
        "AlternateName": "Time History of Events and Macroscale Interactions during Substorms; NASA Magnetospheric Mission",
        "ReleaseDate": "2010-09-24T21:35:00Z",
        "Description": "THEMIS answers longstanding fundamental questions concerning the nature of the substorm instabilities that abruptly and explosively release solar wind energy stored within the Earth’s magnetotail. The primary objectives of the mission are to\n\n *   Establish when and where substorms begin\n *   Determine how the individual components of the substorm interact\n *   Determine how substorms power the aurora, and\n *   Identify how local current disruption mechanisms couple to the more global substorm phenomena\n\nTHEMIS accomplishes these tasks by employing 5 identically-instrumented spacecraft in carefully chosen orbits whose apogees line up once every 4 days over a dedicated array of ground observatories located in Canada and the northern United States.\n\nThree inner probes ~10 Earth radii (RE) from Earth monitor current disruption onset, while two outer probes at 20 and 30RE remotely monitor plasma acceleration due to lobe flux dissipation. Magnetic field lines map phenomena occurring at the inner spacecraft to the ground arrays, where they can be observed as nightside auroral displays and geomagnetic perturbations.\n\nThe array of spacecraft and ground observations will enable researchers to pinpoint when and where substorms begin, thereby distinguishing between models that begin with current disruption in the near-Earth magnetotail and those that begin with magnetic reconnection in the distant magnetotail. The same array of spacecraft and ground observatories permits researchers to link phenomena observed in the magnetotail to those observed in the ionosphere.\n\nTHEMIS employs flight-proven instruments and subsystems, yet demonstrates spacecraft design strategies ideal for Constellation class missions. THEMIS complements MMS and serves as a science and a technology pathfinder for future STP missions. THEMIS was launched on February 17, 2007.",
        "Acknowledgement": "National Aeronautics and Space Administration/United States",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Vassilis.Angelopoulos",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/David.G.Sibeck",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": {
          "Name": "Time History of Events and Macroscale Interactions during Substorms (THEMIS) mission ",
          "URL": "http://themis.ssl.berkeley.edu/index.shtml",
          "Description": "THEMIS Mission Homepage"
        }
      },
      "Location": {
        "ObservatoryRegion": [
          "Earth.Magnetosphere",
          "Earth.Magnetosphere.Magnetotail",
          "Earth.Magnetosphere.Main",
          "Earth.Magnetosheath",
          "Heliosphere.NearEarth"
        ]
      },
      "OperatingSpan": {
        "StartDate": "2007-02-17T00:00:00",
        "Note": [
          "Initial phase: 2007-02-15 - 2007-09-15",
          "Orbit Placement Phase: 2007-09-15 - 2007-12-15",
          "Full constellation phase: 2007-12-15 - 2009-09-30",
          "THEMIS and ARTEMIS: 2009-10-01 - present"
        ]
      }
    }
  }
}