{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_6_0.xsd",
    "Version": "2.6.0",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/Ulysses/COSPIN/HET/Rates/SpinAveraged/PT10M",
      "ResourceHeader": {
        "ResourceName": "Ulysses Cosmic Ray and Solar Particle Investigation (COSPIN) High Energy Telescope (HET) Ion and Electron Spin-Averaged Coincidence Counting Rates, 10 min Data",
        "AlternateName": "COSPIN-HET-RATES-PT10M",
        "DOI": "https://doi.org/10.48322/s9mg-he04",
        "ReleaseDate": "2023-07-30T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": [
            {
              "ReleaseDate": "2021-04-27T15:38:11",
              "Note": "Only known prior ReleaseDate of the metadata"
            },
            {
              "ReleaseDate": "2023-07-30T12:34:56.789",
              "Note": "Added DOI and PublicationInfo minted by LFB, metadata versioned up to SPASE 2.6.0, reviewed by LFB 20230727"
            }
          ]
        },
        "Description": "This Data Set contains 10 min Average Ion and Electron Spin-Averaged Coincidence Counting Rates from the COSPIN High Energy Telescope (HET). The Parameter Keys in the Parameter Level Segments below are specifically relevant to the UFA accessible Versions of the Data.",
        "Acknowledgement": "Please acknowledge R. Bruce McKibben, Space Science Center, University of New Hampshire",
        "PublicationInfo": {
          "Authors": "McKibben, R., Bruce; Connell, James; Zhang, Ming; Tranquille, Cecil",
          "PublicationDate": "2023-01-01T00:00:00",
          "PublishedBy": "NASA Space Physics Data Facility"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/R.Bruce.McKibben",
            "Role": [
              "PrincipalInvestigator",
              "DataProducer"
            ]
          },
          {
            "PersonID": "spase://SMWG/Person/James.Connell",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Ming.Zhang",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Cecil.Tranquille",
            "Role": "ArchiveSpecialist"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "The Ulysses Cosmic Ray and Solar Particle Investigation, COSPIN",
            "URL": "http://ufa.esac.esa.int/ufa/#instruments",
            "Description": "Published Description of the COSPIN Instrumentation, J.A. Simpson et al., Astron. Astrophys. Suppl. Ser. 92, 365-399, 1992. See especially Section 4.3 for a detailed Description of the High Energy Telescopes, HET. An electronic Copy of this Paper is available at http://adsbit.harvard.edu/cgi-bin/nph-iarticle_query?1992A%26AS...92..365S&defaultprint=YES&filetype=.pdf."
          },
          {
            "Name": "User Notes for the COSPIN/HET Data Files",
            "URL": "http://ufa.esac.esa.int/ufa-sl-server/data-action?PROTOCOL=HTTP&PRODUCT_TYPE=ALL&FILE_NAME=het_usernotes.pdf&FILE_PATH=/ufa/HiRes/doc/cospin",
            "Description": "The User Notes File at the Ulysses Final Archive (UFA) describes the Format of the ASCII Data Files for the COSPIN High Energy Telescope, HET, 10 min Average Ion and Electron Spin-Averaged Coincidence Counting Rates"
          }
        ],
        "Association": {
          "AssociationID": "spase://NASA/NumericalData/Ulysses/COSPIN/HET/Rates/Sectored/PT10M",
          "AssociationType": "PartOf"
        },
        "PriorID": [
          "spase://VEPO/NumericalData/Ulysses/COSPIN/HET/Rates/PT10M",
          "spase://VSPO/NumericalData/Ulysses/COSPIN/HET/Rates/SpinAveraged/PT10M"
        ]
      },
      "AccessInformation": [
        {
          "RepositoryID": "spase://SMWG/Repository/ESA/ESAC/UlyssesFinalArchive",
          "Availability": "Online",
          "AccessRights": "Open",
          "AccessURL": {
            "Name": "Ulysses Final Archive Access to COSPIN/HET 10 min Average Ion and Electron Spin-Averaged Coincidence Counting Rates",
            "URL": "http://ufa.esac.esa.int/ufa/#data",
            "Description": "Parent Directory containing compressed Archives with Naming Convention coshetYY.zip, where YY indicates the two digit Year corresponding to the Data in the File. Each Archive contains Daily ASCII Files with Naming Convention ucoshetaYYDDD.uly where YY and DOY are the two digit Year and the three digit Day of Year (January 1 = 1) containing COSPIN/HET nominally 10 min Averages of the Spin-Averaged Rates H1-H13, which, as described in individual Description Fields, respond primarily to Electrons, Protons, and Ions with Z>2 in several Energy Ranges corresponding to Stopping Ranges in Si between 0.05 and 8.6 gm/cm^2. The actual Accumulation Intervals contributing to an Average consist of an Integral Number of Telemetry Subcomm Sequences, and correspond to all Subcomm Sequences which start in the nominal 10 min reporting Interval. The minimum Time corresponding to one Subcomm Sequence is 256 s at 1024 bps, the most Common Science Telemetry Rate. Thus the actual Start Time of the Accumulation may be up to 256 s later than the Start Time of the Nominal Interval. Similarly, the End Time of the Accumulation may extend up to 256 s beyond the End of the Nominal Interval. These Data are therefore not useful for highly accurate Timing Studies."
          },
          "Format": "Text",
          "Encoding": "ZIP",
          "Acknowledgement": "Please acknowledge R. Bruce McKibben, Space Science Center, University of New Hampshire"
        },
        {
          "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF/CDAWeb",
          "Availability": "Online",
          "AccessRights": "Open",
          "AccessURL": [
            {
              "Name": "FTP Access to CDF Files at SPDF",
              "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/ulysses/particle/cospin_cdaweb/het/",
              "Description": "HET Data Access via FTP in CDF Format from SPDF"
            },
            {
              "Name": "HTTP Access to CDF Files at SPDF",
              "URL": "https://spdf.gsfc.nasa.gov/pub/data/ulysses/particle/cospin_cdaweb/het/",
              "Description": "HET Data Access via HTTP in CDF Format from SPDF"
            }
          ],
          "Format": "CDF",
          "Acknowledgement": "Please acknowledge the CDAWeb or nssdcftp, as appropriate, from NASA/GSFC/SPDF"
        },
        {
          "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF/CDAWeb",
          "Availability": "Online",
          "AccessRights": "Open",
          "AccessURL": [
            {
              "Name": "CDAWeb",
              "URL": "https://cdaweb.gsfc.nasa.gov/cgi-bin/eval2.cgi?dataset=UY_M0_HET&index=sp_phys",
              "ProductKey": "UY_M0_HET",
              "Description": "Subset, Plot, List via CDAWeb"
            },
            {
              "Name": "FTPS from SPDF (not with most browsers)",
              "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/ulysses/particle/cospin/het/10min_spinavg/",
              "Description": "HET Data Access via FTP in ASCII Format from SPDF"
            },
            {
              "Name": "HTTPS from SPDF",
              "URL": "https://spdf.gsfc.nasa.gov/pub/data/ulysses/particle/cospin/het/10min_spinavg/",
              "Description": "HET Data Access via HTTP in ASCII Format from SPDF"
            }
          ],
          "Format": "Text",
          "Acknowledgement": "Please acknowledge the Space Physics Data Facility at NASA/GSFC"
        },
        {
          "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF/CDAWeb",
          "Availability": "Online",
          "AccessRights": "Open",
          "AccessURL": {
            "Name": "CDAWeb HAPI Server",
            "URL": "https://cdaweb.gsfc.nasa.gov/hapi",
            "Style": "HAPI",
            "ProductKey": "UY_M0_HET",
            "Description": "Web Service to this product using the HAPI interface."
          },
          "Format": "CSV",
          "Acknowledgement": "Please acknowledge the Space Physics Data Facility at NASA/GSFC"
        }
      ],
      "InstrumentID": "spase://SMWG/Instrument/Ulysses/COSPIN/HET",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1990-10-22T00:00:00.000",
          "StopDate": "2009-06-10T23:59:59.999"
        },
        "Cadence": "PT10M"
      },
      "ObservedRegion": "Heliosphere.Outer",
      "Parameter": [
        {
          "Name": "Interval Start Time",
          "ParameterKey": "Time_PG1",
          "Description": "Nominal Start Time for the average given in Year, Day of Year, Hour, Minute, and Seconds.",
          "Cadence": "PT10M",
          "Structure": {
            "Size": "5",
            "Element": [
              {
                "Name": "Year",
                "Index": "1",
                "ValidMin": "1990",
                "ValidMax": "2008",
                "FillValue": "Null"
              },
              {
                "Name": "Day of Year",
                "Index": "2",
                "ValidMin": "1",
                "ValidMax": "366",
                "FillValue": "Null"
              },
              {
                "Name": "Hour of Day",
                "Index": "3",
                "ValidMin": "0",
                "ValidMax": "23",
                "FillValue": "Null"
              },
              {
                "Name": "Minute of Hour",
                "Index": "4",
                "ValidMin": "0",
                "ValidMax": "59",
                "FillValue": "Null"
              },
              {
                "Name": "Seconds of Minute",
                "Index": "5",
                "ValidMin": "0",
                "ValidMax": "59",
                "FillValue": "Null"
              }
            ]
          },
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "COSPIN/HET 5-14 MeV Proton Spin-Averaged Counting Rate (H1)",
          "ParameterKey": "H1",
          "Description": "Nominal 10-minute average HET spin-averaged counting rate responding primarily to 5-14 MeV protons.",
          "Caveats": "Rate channel H1 records events with energy loss in D1 only and no coincident energy losses in any other detector. It has a very high background counting rate produced by interactions in the detector of neutrons and gamma rays from the Radioisotope Thermoelectric Generators (RTGs) which provide electrical power for the spacecraft. Since counts are registered based only on energy loss exceeding a certain threshold, there may in addition from time to time be significant contamination from high fluxes of high energy electrons or heavier nuclei.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "5",
              "High": "14",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 14-19 MeV Proton Spin-Averaged Counting Rate (H2)",
          "ParameterKey": "H2",
          "Description": "Nominal 10-minute average HET spin-averaged counting rate responding primarily to protons between 14 and 19 MeV. Rate channel H2 is a coincidence counting rate, requiring coincident signals from the front 2 detectors of the HET (D1 and D2), and no energy loss in D3 or other detectors deeper in the detector stack.",
          "Caveats": "Since counts are registered in H2 based only on energy losses exceeding certain thresholds in the triggered detectors, the particle species of counted particles is not uniquely determined. Although use of higher than normal thresholds in D1 and D2 for this counting rate discriminates strongly against electrons, in periods of high electron flux there may be significant response to electrons. Helium and heavier nuclei may also sometimes make significant contributions to the counting rate.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "14",
              "High": "19",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 24-31 MeV Proton Spin-Averaged Counting Rate (H3)",
          "ParameterKey": "H3",
          "Description": "Nominal 10-minute average HET spin-averaged proton Counting Rate responding primarily to protons between 24 and 31 MeV. Rate channel H3 is a coincidence counting rate requiring coincident signals from detectors D1, D2, and D4, but no signals from detector D6 or other detectors deeper in the detector stack.",
          "Caveats": "The nominal energy range given, 24-31 MeV for protons, is approximate. Since counts are registered based only on energy losses exceeding certain thresholds in the triggered detectors, the particle species of counted particles is not uniquely determined. During periods of high electron flux, electrons may make significant contributions to or even dominate this counting rate. Helium and heavier nuclei may also sometimes make significant contributions to the counting rate.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "24",
              "High": "31",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 34-69 MeV Proton Spin-Averaged Counting Rates (H4)",
          "ParameterKey": "H4",
          "Description": "Nominal 10-minute average HET spin-averaged counting rates responding primarily to protons between 34 and 68 MeV. Rate channel H4 is a coincidence counting rate requiring coincident signals in detectors at least as deep in the stack as K1 (D7), and no signals from detectors deeper in the stack than K4 (D10).",
          "Caveats": "Since counts are registered based only on energy losses exceeding certain thresholds in the triggered detectors, the particle species of counted particles is not uniquely determined. During periods of high electron flux, electrons may make significant contributions to or even dominate this counting rate. Helium and heavier nuclei may also sometimes make significant contributions to the counting rate.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "34",
              "High": "68",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 68-92 MeV Proton Spin-Averaged Counting Rates (H5)",
          "ParameterKey": "H5",
          "Description": "Nominal 10-minute average HET spin-averaged proton rates responding primarily to protons between 68 and 92 MeV. Rate channel H5 is a coincidence counting rate requiring coincident signals in detectors at least as deep in the stack as K4 (D10), and no signals from detectors deeper in the stack than K6 (D12).",
          "Caveats": "Since counts are registered based only on energy losses exceeding certain thresholds in the triggered detectors, the particle species of counted particles is not uniquely determined. During periods of high electron flux, electrons may make significant contributions to or even dominate this counting rate. Helium and heavier nuclei may also sometimes make significant contributions to the counting rate. Periodically an in-flight calibrate (IFC) sequence is performed, which inserts pulses into the detector amplifiers, some of which satisfy the H5 logic. Periods when such pulses clearly dominate the rate have been removed from these data, typically producing a pair of brief (10 to 20 minutes) gaps separated by 3 to 6 hours, depending on the telemetry bit rate.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "68",
              "High": "92",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 1-3 MeV Electron Spin-Averaged Counting Rates (H6)",
          "ParameterKey": "H6",
          "Description": "Nominal 10-minute average HET spin-averaged counting rate responding primarily to electrons in the very approximate energy range between 1 and 3 MeV. Counting rate H6 requires coincident but small signals in D1 and D2, and no energy losses in D3 or detectors deeper in the stack. Electrons are identified by requiring low energy losses, consistent with a minimum ionizing particle, in the front detectors of the HET, and, at the same time, a limited range in the detector stack.",
          "Caveats": "A very high background counting rate in H6 is produced by conversion of gamma rays from the Radioisotope Thermoelectric Generators (RTGs) which provide electrical power for the spacecraft. Most RTG gamma rays have energies below 3 MeV and, on conversion, commonly produce electrons in the energy range covered by H6. There is little contamination from energetic nuclei.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Electron",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "1",
              "High": "3",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 5-10 MeV Electron Spin-Averaged Counting Rates (H7)",
          "ParameterKey": "H7",
          "Description": "Nominal 10-minute average HET spin-averaged counting rates responding primarily to electrons in the very approximate energy range 5-10 MeV. Counting rate H7 requires coincident but small signals in D1 and D2, as well as energy losses in detectors at least as deep in the stack as K1 (D7), with no losses registered in K4 (D10) or detectors deeper in the stack. Electrons are identified by requiring low energy losses, consistent with a minimum ionizing particle, in the front detectors of the HET, and, at the same time, a limited range in the detector stack. There is therefore little contamination from energetic nuclei.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Electron",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "5",
              "High": "10",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 3-5 MeV Electron Spin-Averaged Counting Rates (H8)",
          "ParameterKey": "H8",
          "Description": "Nominal 10-minute average HET spin-averaged counting rates responding primarily to electrons in the very approximate energy range between 3 and 5 MeV. Counting rate H8 requires coincident but small signals in D1 and D2, as well as energy losses in detectors at least as deep in the stack as D4, with no losses registered in D6 or detectors deeper in the stack. Electrons are identified by requiring low energy losses, consistent with a minimum ionizing particle, in the front detectors of the HET, and, at the same time, a limited range in the detector stack. There is therefore little contamination from energetic nuclei.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Electron",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "3",
              "High": "5",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET >92 MeV Proton Spin-Averaged Counting Rates (H9)",
          "ParameterKey": "H9",
          "Description": "Nominal 10-minute average HET spin-averaged counting rates responding primarily to the integral intensity of cosmic ray protons with energies above 92 MeV, which completely penetrate the detector stack (D1 through A (D13)) as determined by coincidence logic.",
          "Caveats": "Since counts are registered based only on energy losses exceeding certain thresholds in the triggered detectors, the particle species of counted particles is not uniquely determined. During periods of high electron flux, high energy electrons may make significant contributions to or even, rarely, dominate this counting rate. Helium and heavier nuclei with equivalent penetrating power may also sometimes contribute significantly to this rate. At energies near minimum ionizing (around 2 GeV for protons) and above, as a result of statistical fluctuations in energy loss some energy losses by protons may fall below threshold in some detectors, resulting in incomplete counting of protons at very high energies.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "92",
              "High": "100000",
              "Units": "MeV"
            }
          }
        },
        {
          "Name": "COSPIN/HET 26-36 MeV/n (for Carbon) Heavy Ion (Z>2) Spin-Averaged Counting Rates (H10)",
          "ParameterKey": "H10",
          "Description": "Nominal 10-minute average HET spin-averaged heavy ion (Z>2) counting rates for nuclei with penetrating power equivalent to 26-36 MeV/n Carbon. Rate channel H10 is a coincidence counting rate requiring coincidence of a very large signal in detector D1 and a significant signal (well above minimum ionizing) in D2, with no signals recorded from D3 or detectors deeper in the detector stack. Thresholds have been adjusted to exclude any possible contributions from electrons, protons, or helium nuclei.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Ion",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "26",
              "High": "36",
              "Units": "MeV/n"
            }
          }
        },
        {
          "Name": "COSPIN/HET 44-127 MeV/n (for Carbon) Heavy Ion (Z>2) Spin-Averaged Counting Rates (H11)",
          "ParameterKey": "H11",
          "Description": "Nominal 10-minute average HET spin-averaged heavy ion (Z>2) counting rates for nuclei with penetrating power equivalent to 44-127 MeV/n Carbon (Z=6). Rate channel H11 is a coincidence counting rate requiring coincident signals between D1 and detectors as deep in the detector stack as D4, but no deeper than K4 (D10), together with a very large signal in at least one of the triggered detectors deeper in the stack than D4. Thresholds have been adjusted to exclude any possible contributions from electrons, protons, or helium nuclei.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Ion",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "44",
              "High": "127",
              "Units": "MeV/n"
            }
          }
        },
        {
          "Name": "COSPIN/HET 127-173 MeV/n (for Carbon) Heavy Ion (Z>2) Spin-Averaged Counting Rates (H12)",
          "ParameterKey": "H12",
          "Description": "Nominal 10-minute average HET spin-averaged heavy ion (Z>2) counting rates for nuclei with penetrating power equivalent to 127-173 MeV/n Carbon (Z=6). Rate channel H12 is a coincidence counting rate requiring coincident signals between D1 and detectors as deep in the detector stack as K4 (D10), but no deeper than K6 (D12), together with a very large signal in at least one of the triggered detectors deeper in the stack than D4. Thresholds have been adjusted to exclude any possible contributions from electrons, protons, or helium nuclei. During an in-flight calibrate sequence, performed approximately monthly, a string of pulses is inserted at the inputs of the detector amplifiers, most of which satisfy the H12 logic. These periods have been removed from the data presented here, producing apparent gaps of, most commonly, 6 or more hours depending on bit rate.",
          "Caveats": "To maintain stability of the linear electronics that amplify and shape the signals from the detectors, once per subcomm sequence a very large pulse is inserted at the inputs of the amplifiers. Thus there is a corresponding minimum counting rate in H12 equal to one pulse per subcomm sequence interval. At 1024 bps, the most common science telemetry rate, this corresponds to 1 count per 256 s.",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Ion",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "127",
              "High": "173",
              "Units": "MeV/n"
            }
          }
        },
        {
          "Name": "COSPIN/HET >173 MeV/n (for Carbon) Heavy Ion (Z>2) Spin-Averaged Counting Rates (H13)",
          "ParameterKey": "H13",
          "Description": "Nominal 10-minute average HET spin-averaged heavy ion (Z>2) counting rates for nuclei with penetrating power equivalent to >173 MeV/n Carbon (Z=6), which completely penetrate the detector stack (D1 through A (D13)) as determined by coincidence logic and produce a very large signal in at least one of the detectors from D4 to K6 (D12).",
          "Cadence": "PT10M",
          "Units": "s^-1",
          "ValidMin": "0.0",
          "ValidMax": "1000000",
          "FillValue": "-1.000E+00",
          "Particle": {
            "ParticleType": "Ion",
            "Qualifier": "Average",
            "ParticleQuantity": "Counts",
            "EnergyRange": {
              "Low": "173",
              "High": "100000",
              "Units": "MeV/n"
            }
          }
        },
        {
          "Name": "Floating Point Time for the record",
          "ParameterKey": "FP_Time",
          "Description": "Time for the record given as Floating Point Year since 1900 and Floating point Day of Year. The given time represents the beginning of the nominal averaging interval.",
          "Cadence": "PT10M",
          "Structure": {
            "Size": "2",
            "Element": [
              {
                "Name": "FP Year",
                "Index": "1",
                "ValidMin": "90.000",
                "ValidMax": "108.99999",
                "FillValue": "Null"
              },
              {
                "Name": "FP Day of Year",
                "Index": "2",
                "ValidMin": "295",
                "ValidMax": "365.999",
                "FillValue": "Null"
              }
            ]
          },
          "Support": {
            "SupportQuantity": "Temporal"
          }
        }
      ]
    }
  }
}