{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/IMP8/PLS",
      "ResourceHeader": {
        "ResourceName": "MIT",
        "AlternateName": [
          "MIT Faraday cup",
          "IMP 8 PLA",
          "1973-078A-02"
        ],
        "ReleaseDate": "2010-02-04T12:34:56.789",
        "Description": "  \n      MIT data are taken from http://nssdcftp.gsfc.nasa.gov/spacecraft_data/imp/imp8/plasma_mit/sw_msheath_min \n      \n      \n      MIT Team notes: \n      * The parameter values: MIT 'better' parameters are under 'mit_BestFit'.\n      * Use moment values with caution, and PLEASE request assistance or clarification. For the moment parameters, changes in value are more trustworthy than absolute values, but nothing is guaranteed to be accurate. A value of 9999.0 means that we couldn't calculate that parameter. All parameters are based on a convected, isotropic Maxwellian model. \n      * We recommend that, in the absence of data other than moment values, you try to obtain the IMP 8 LANL experiment plasma values as well at http://nssdc.gsfc.nasa.gov/ftphelper/imp8_lanl_2m.html\n      * Speeds and thermal speeds are given in km/s. Effects due to the orbital motion of Earth are removed from the better parameters, but not from the moment parameters \n      * Thermal speed is the most probable thermal speed (i.e., the square root of [2kT/m(proton)]). To convert thermal speed to temperature in eV, multiply 0.0052 by the square of the thermal speed; to convert to temperature [K], multiply the square of the thermal speed by 60.5 . This is probably the most inaccurate moment parameter, since moments tend to underestimate the temperature in cold distributions.\n      * The angles are in degrees. Azimuth is E/W, meaning bulk flow from the East or the West side of the Sun respectively, while flow elevation is from North or South of the s/c spin plane (almost identical to the plane of the ecliptic). For signs, positive azimuth angle means flow from the W; positive elevation angle means flow from the S. If we don't get good angles, there won't be get any velocity components; speeds are available in some such cases. The aberration in velocity due to Earth's motion around the Sun has been removed from the best values, but not from the moment values \"Threshsp\" values are determined from currents greater than a threshold value, below which we are not confident about the contribution of noise. Dr. Joseph King (GSFC) has looked at 27-day averages of OMNIWeb data from 1984-1994. He finds (and we agree) that there is an offset of about +2 degrees (from the South) in the N/S angle and an annual variation of that angle with an amplitude of about 1 degree. We believe that the annual variation is due to a tilt of the s/c spin axis. He found the mean flow longitude in that study to be -0.3 degrees with no obvious annual variation.\n      * The moment values, for angles and for the speed, do NOT have aberration corrections included. This means that the total speeds are slightly too low, and that the angles are not really correct. In particular, the azimuthal (E/W) angle is about 4 degrees too positive; this can clearly be seen where both nonlinear and moment angles are available.\n      * For papers and presentations using these data, please acknowledge that you received them from the MIT Space Plasma Physics Group. Please feel free to contact us if you have questions about any parameters.\n      * Please send us a copy of papers, presentations, et cetera using these data.\n      * If you have any questions, please contact Ms. Pamela A. Milligan pam@space.mit.edu Dr. Alan J. Lazarus ajl@space.mit.edu Dr. John Richardson jdr@space.mit.edu\n      \n      \n      ADDITIONAL COMMENTS\n      * IMP 8 spins with a period of approximately 2.7s. \n      * The Faraday Cup (FC) instrument scans the solar wind distribution stepping through a contiguous set of energy windows, one step per spacecraft spin. The FC instrument divides the spin into thirty-two, 11.25 degree angular sectors and integrates the measured currents over different angular sectors depending upon the Mode in which the instrument is operating. The border between two of the 11.25 degree angular sectors lies on the Sun-spacecraft line.\n      * The FC sensor collector plate is divided into two, semi-circular halves; the division line is parallel to the spacecraft spin plane which is approximately parallel to the ecliptic plane. The split collector allow determination of the bulk plasma flow relative to the spin plane; North/South angles refer to flows coming from above or below the spin plane respectively (flows from the South are designated as having a positive N/S angle). The bulk flow angle in the spin plane is determined from the measurements of current vs. rotation angle. The currents telemetered to the ground are the sums of currents for the two half-collectors (\"A\" and \"B\"} and, for the TMS and AQM modes, also the current for the half-collector \"B\". Electrons are measured except for the eight angles near the Sun.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Alan.J.Lazarus",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "IMP 8 Home Page",
            "URL": "ftp://space.mit.edu/pub/plasma/imp/www/imp.html"
          },
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "http://nssdc.gsfc.nasa.gov/nmc/experimentDisplay.do?id=1973-078A-02",
            "Description": "Information about the Solar Plasma Faraday Cup experiment on the IMP-J mission."
          }
        ],
        "PriorID": "spase://SMWG/instrument/1973-078A-02"
      },
      "InstrumentType": "FaradayCup",
      "InvestigationName": "Solar Plasma Faraday Cup on IMP-J",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/IMP8"
    }
  }
}