{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/TIMED/SEE",
      "ResourceHeader": {
        "ResourceName": "SEE",
        "AlternateName": "Solar EUV Experiment",
        "ReleaseDate": "2019-05-20T21:10:13Z",
        "Description": "One of the fundamental TIMED mission objectives is to understand the energetics in the mesosphere, \n        lower thermosphere and ionosphere (MLTI). Solar radiation below 200 nm is completely absorbed in the Earth’s \n        mesosphere and thermosphere. Changes in the amount of solar radiation, which range from 20% at the longer wavelengths \n        to factors as much as 1000 at the shorter wavelengths, result in corresponding changes in the photochemistry, \n        dynamics, and energy balance of the upper atmosphere. A detailed quantitative understanding of atmospheric radiative \n        processes, including changes in the solar ultraviolet irradiance arising from flares, solar rotation (27 day), or \n        the 11 year solar cycle, is fundamental to the TIMED investigations. The daily measurement of the full-disk solar \n        vacuum ultraviolet (VUV) irradiance by the SEE directly supports the TIMED mission requirement to measure the \n        sources of energy into the MLTI.\n\nThe primary science objectives for SEE are to accurately and precisely determine the solar VUV absolute irradiance and \nvariability during the TIMED mission, to study the solar-terrestrial relationships utilizing atmospheric models, and to \nimprove proxy models of the solar VUV irradiance. The VUV range of 0 to 200 nm includes the soft x-ray (XUV) from 0 to 30 nm, \nthe extreme ultraviolet (EUV) from 0 to 120 nm, and the far ultraviolet (FUV) from 120 to 200 nm.\n\nSolar irradiance data will be provided to the TIMED science team and the solar-terrestrial community in general, and will be \nintegrated into the NCAR Thermosphere-Ionosphere-Mesosphere-Electrodynamics General Circulation Model (TIME-GCM) for \nsolar-terrestrial studies. The primary SEE data product is its Level 3 data product which includes a solar irradiance \nspectrum in 1 nm intervals on 0.5 nm centers and the irradiance of the brighter 52 emissions in the solar VUV spectrum.\n\nFor normal operations, SEE observes the Sun for about 3 minutes \nevery orbit (97 minutes), which usually gives 14-15 measurements \nper day. The SEE Level 3 data are time averaged over the entire \nday, after applying corrections for atmospheric absorption, \ndegradation, flare removal, and to 1-AU. A suborbital (sounding \nrocket) payload is flown approximately once a year for TIMED SEE \nabsolute calibrations.  The first SEE suborbital calibration flight was \non Feb. 8, 2002, the second was on Aug. 12, 2003, the third was\non Oct. 15, 2004, the fourth was on Oct. 28, 2006, and the final\nSEE calibration flight was on Apr. 14, 2008.  There are also three\nSDO EVE calibration flights used for checking SEE degradation trends -\nMay 3, 2010, Mar. 23, 2011, June 23, 2012, Oct 21, 2013, and \nJune 1, 2016.\n",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-AMDA/T.Woods",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "SEE home",
          "URL": "http://lasp.colorado.edu/home/see/documents/instrument"
        }
      },
      "InstrumentType": "Photometer",
      "InvestigationName": "Solar EUV Experiment",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/TIMED"
    }
  }
}