{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/CRRES/PT60M",
      "ResourceHeader": {
        "ResourceName": "CRRES Aerospace Agency Tape data",
        "ReleaseDate": "2020-07-07T21:14:30Z",
        "Description": "This data set includes files from the \"Aerospace Agency Tapes\" compiled by the Aerospace Corporation for selected experiments from the CRRES raw telemetry data stream provided through three digital processing units (DPUs) supporting Aerospace-related sensors. These sensors are as follows: the Magnetospheric Ion Composition Spectrometer (MICS), Heavy Ion Telescope (HIT), Low Energy Magnetospheric Ion Composition Sensor (LOMICS), the Medium Electrons A spectrometer (MEA), the Electron and Proton Wide-Angle Spectrometer (EPAS), the Relativistic Proton Detector (RPD), the Proton Switches (PS1, PS2), and a 4-band photometer for chemical release measurements. These instruments were turned on during Orbit 6, off at Orbit 365, and on again at Orbit 416 through the end of mission at Orbit 1067. When another complement of instruments called LASSII were periodically turned on for 20-minute or one-hour intervals near perigee for ionospheric measurements, the RADSAT (magnetospheric) complement, including the Aerospace instruments, were turned off. Spacecraft ephemeris, attitude, and magnetic field data are also provided. For each ten-hour orbit of CRRES includes a set of five files is provided from the original Agency tapes: header, ephemeris, attitude, magnetic field, and the Aerospace instrument raw data file. The magnetic field files are not those provided on the original Agency tapes but include field vector components in magnetometer sensor coordinates as computed from software and final calibration coefficients provided by the CRRES magnetometer team. The instrument data are provided at raw telemetry level in complex form, and users are requested to contact the responsible experimenters concerning correct usage. The binary data are encoded 32-bit words for reading on IBM-compatible PC's; byte order may need to be reversed for usage of other systems (e.g., VMS). FORTRAN source codes with PC-executables are provided to extract selected parameters from the spacecraft and instrument file types. References to documentation for the Aerospace instruments are listed in the main readme file. ",
        "Acknowledgement": "Plesae acknowledge The Aerospace Corporation and the National Space Science Data Center.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Alfred.L.Vampola",
          "Role": "GeneralContact"
        },
        "InformationURL": {
          "Name": "CRRES Aerospace Agency Tapes Information",
          "URL": "https://spdf.gsfc.nasa.gov/pub/data/crres/aerospace_agency_tapes/readme.txt",
          "Description": "Readme file for the various instrument raw data"
        },
        "Association": {
          "AssociationID": "spase://SMWG/Observatory/CRRES",
          "AssociationType": "ObservedBy"
        },
        "PriorID": [
          "spase://VSPO/NumericalData/P_CRRES_HDR_Aerospace_Agency_Tapes",
          "spase://VSPO/NumericalData/CRRES/PT60M"
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": [
          {
            "Name": "FTPS from SPDF (not with most browsers)",
            "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/crres/aerospace_agency_tapes/"
          },
          {
            "Name": "HTTPS from SPDF",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/crres/aerospace_agency_tapes/"
          }
        ],
        "Format": "Binary",
        "Encoding": "None"
      },
      "ProcessingLevel": "Uncalibrated",
      "ProviderResourceName": "The Aerospace Corporation",
      "InstrumentID": [
        "spase://SMWG/Instrument/CRRES/EPAS",
        "spase://SMWG/Instrument/CRRES/Ephemeris",
        "spase://SMWG/Instrument/CRRES/HEEF",
        "spase://SMWG/Instrument/CRRES/HIT",
        "spase://SMWG/Instrument/CRRES/IMS-HI",
        "spase://SMWG/Instrument/CRRES/IMS-LO",
        "spase://SMWG/Instrument/CRRES/LEPA",
        "spase://SMWG/Instrument/CRRES/LOMICS",
        "spase://SMWG/Instrument/CRRES/LPI",
        "spase://SMWG/Instrument/CRRES/MAG",
        "spase://SMWG/Instrument/CRRES/MEA",
        "spase://SMWG/Instrument/CRRES/MICS",
        "spase://SMWG/Instrument/CRRES/PS",
        "spase://SMWG/Instrument/CRRES/PT",
        "spase://SMWG/Instrument/CRRES/PWE",
        "spase://SMWG/Instrument/CRRES/RPD"
      ],
      "MeasurementType": [
        "MagneticField",
        "Ephemeris",
        "EnergeticParticles",
        "ThermalPlasma"
      ],
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1990-10-11T00:00:00.000",
          "StopDate": "1991-10-13T00:00:00.000"
        },
        "Cadence": "PT60M"
      },
      "ObservedRegion": [
        "Earth.Magnetosphere.Main",
        "Earth.Magnetosphere.RadiationBelt"
      ]
    }
  }
}