{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/MMS1234/FGM",
      "ResourceHeader": {
        "ResourceName": "FGM",
        "AlternateName": "Fluxgate Magnetometer",
        "ReleaseDate": "2017-02-04T15:37:46Z",
        "Description": "The electric current is deduced from the FGM measurements of the magnetic field and from the relative location of the 4 MMS probes by using the curlometer technics..\nThe Fluxgate Magnetometers (FGM) on Magnetospheric Multiscale consist of a traditional Analog \nFluxgate Magnetometer (AFG), and a Digital Fluxgate magnetometer (DFG). The dual magnetometers are operated as a single \n instrument providing a single intercalibrated data product. Range changes occur at different times on the two instruments \n so the gains checked each periapsis can be carried out unambiguously to apoapsis. Cross correlation of calibration \nparameters can separate causes of the any apparent calibration changes. Use of Electron Drift Instrument (EDI) to determine the field along the \nrotation axis allows accurate monitoring of the zero levels along the rotation axis.  Prior to \n launch the magnetometers were calibrated at the Technical University, Braunschweig, except for the AFG magnetometers on MMS3 and MMS4, \n which were calibrated at UCLA.  Both sets of sensors are operated for the entire MMS orbit, with slow \nsurvey (8 samples per second) outside of the Region of Interest (ROI), and fast survey (16 samples per second) inside the ROI. \nWithin the ROI burst mode data (128 samples per second) are also acquired.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/James.L.Burch",
            "Role": "ProjectScientist"
          },
          {
            "PersonID": "spase://SMWG/Person/Christopher.T.Russell",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/W.Magnus",
            "Role": "PrincipalInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "Russell, C.T., Anderson, B.J., Baumjohann, W. et al. The Magnetospheric Multiscale Magnetometers. Space Sci Rev 199, 189–256 (2016). https://doi.org/10.1007/s11214-014-0057-3",
            "URL": "https://link.springer.com/article/10.1007/s11214-014-0057-3"
          },
          {
            "Name": "Torbert, R.B., Russell, C.T., Magnes, W. et al. The FIELDS Instrument Suite on MMS: Scientific Objectives, Measurements, and Data Products. Space Sci Rev 199, 105–135 (2016). https://doi.org/10.1007/s11214-014-0109-8",
            "URL": "https://link.springer.com/article/10.1007/s11214-014-0109-8"
          }
        ]
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "FluxGate Magnetometer (FGM)",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/MMS1234"
    }
  }
}