{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Akebono/LEP",
      "ResourceHeader": {
        "ResourceName": "AKEBONO Low Energy Particle, LEP, Instrument",
        "ReleaseDate": "2022-02-20T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2022-02-20T12:34:56.789",
            "Note": "AKEBONO Observatory and two Instruments: Update JAXA URL, File reformated, RDM file rewritten. Metadata submitted by J.M. Weygand on 2021-11-16, reviewed by LFB"
          }
        },
        "Description": "The AKEBONO, also known as EXOS-D, satellite has undertaken studies of particle-acceleration processes in the auroral magnetosphere. Its low energy particle instrument gathers data on the energy and pitch-angle distributions of auroral electrons and ions, in conjunction with analyses of mass/charge of positive ions and onboard detections of particle-flux modulations in the high frequency, HF, and very low frequency, VLF, domains. Attention is presently given to unique examples of high particle activity in the polar cap, and hot plasma distributions along the transpolar arc. These data are interpreted as signatures of longitudinal and/or temporal fluctuations of the magnetosheath plasma injection into the polar cusp. (text adapted fom the abstract of Mukai et al., 1990, see Infomation URL elow).",
        "Acknowledgement": "Before submission, you should contact to Toshifumi Mukai, mukai@stp.isas.jaxa.jp, for the confirmation of the data reliability. We ask you to send reprints to AKEBONO Project Office. The use of the DARTS/AEBONO data should be acknowledged, for example, as \"AKEBONO LEP data were provided by Prof. Mukai through DARTS at Institute of Space and Astronautical Science, ISAS, Japan.\"",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Toshifumi.Mukai",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "AKEBONO LEP instrument description publication",
            "URL": "https://doi.org/10.5636/jgg.42.479",
            "Description": "Mukai, T., N. Kaya, E. Sagawa, M. Hirahara, W. Miyake, T. Obara, H. Miyaoka, S. Machida, H. Yamagishi, M. Ejiri, H. Matsumoto, and T. Itoh, Low Energy Charged Particle Observations in the \"Auroral\" Magnetosphere, J. Geomag. Geoelect., 42(4), 479-496, 1990. (ISSN 0022-1392)"
          },
          {
            "Name": "AKEBONO LEP instrument website",
            "URL": "https://darts.jaxa.jp/stp/akebono/LEP.html",
            "Description": "AKEBONO LEP instrument website listing the data format, data usage policy, and contact information as well as providing data access and plotting options."
          }
        ]
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "AKEBONO LEP",
      "ObservatoryID": "spase://SMWG/Observatory/Akebono"
    }
  }
}