{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Akebono/PWS",
      "ResourceHeader": {
        "ResourceName": "Plasma Wave Observation and Sounder Experiments (PWS)",
        "ReleaseDate": "2011-02-23T17:36:22Z",
        "Description": "\n      The PWS observes both natural and stimulated plasma waves. PWS has three sub-systems; i) natural plasma wave observations (NPW), ii) stimulated plasma  wave  experiments (SPW)  and iii) measurement of the number density of electrons (NEI). The NPW consists of three components: a) dynamic spectra observation, b) polarization observation and c) Poynting vector observation. Five modes of operation can be carried out by the SPW. The measurement of electron number density is made by a swept frequency impedance probe. For accurate measurement of the electric field component, a fixed-frequency impedance measurement is also possible. The frequency range of the NPW system is 20 kHz to 5.12 MHz. The SPW range is 20 kHz to 11.4 MHz.\n\nThe main sensors consist of two sets of 60 m tip-to-tip dipole antennas consisting of 0.381 mm wire elements and a three axial loop antenna. The loop antenna has dimensions of 600 mm x 600 mm square for each component with a loop winding of 10 turns; the effective height is estimated as 0.4 m at 300 kHz.\n\nFor a detailed description of the PWS instrument and its operation please see \n\nH. Oya, A. Morioka, K. Kobayashi, M. Iizima, T. Ono, H. Miyaoka, T. Okada, and T. Obara, Plasma Wave Observation and Sounder Experiments (PWS) Using the Akebono (EXOS-D) Satellite - Instrumentation and Initial Results Including Discovery of the High Altitude Equatorial Plasma Turbulence. J. Geomag. Geoelectr. 42, 411-442, 1990. ",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Takayuki.Ono",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Hiroshi.Oya",
            "Role": "FormerPI"
          }
        ]
      },
      "InstrumentType": [
        "LongWire",
        "Sounder",
        "SpectralPowerReceiver"
      ],
      "InvestigationName": "Plasma Waves and Sounder (PWS)",
      "ObservatoryID": "spase://SMWG/Observatory/Akebono"
    }
  }
}