{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/LECP/Neptune/PT24S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Neptune LECP Resampled Summary Scan Average 24-s V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \nDescription of the PDS LECP Neptune Scan data.                                \n                                                                              \n     This data consists of resampled data from the Low Energy                 \nCharged Particle (LECP) Experiment on the Voyager 2 Spacecraft                \nfor the period when Voyager 2 was in the vicinity of the planet               \nNeptune.  The period covered is 1989-08-24T00:00:00.000 SCET  to              \n1989-08-27T00:00:00.000 SCET.  This data approximates a time series           \nof charged particle fluxes from a selection of channels available             \nfrom the instrument.  The word approximates is used because                   \nthe angle scanning modes of the instrument complicates the                    \nnature of the data.  At times the instrument mechanically scans,              \nand at times it is fixed to look at a specific direction.                     \nWith the type of data given here, the fluxes are angle averaged               \nfor those time periods when the instrument is scanning, and are               \ntime averaged over an arbitrary period (12 or 24 sec, see below)              \nfor the periods when the detectors are stationary. The angle                  \naveraged records represent periods of time equal to 48 or 96                  \nsec (see below). This kind of data presentation has been called               \nthe LECP Scan data. Another form that is also available is                    \nthe LECP Step data that gives the angle distributions sampled                 \nduring the scanning periods.                                                  \n                                                                              \n   Three scanning situations occurred during the time of this                 \ndata. They are: 1) continuous 48 sec stepping (48 seconds for                 \neach of 8 look directions for a total of 6.4 minutes per scan;                \nnote that sector 8 is shielded with 2 mm Al), 2) a special                    \nNeptune scan cyclic with the following sequence: 7, scan, 1, scan,            \n7, scan, scan, repeat; where the 7 and the 1 represent 5.2                    \nminute periods when the instrument is fixed in sectors 7 or 1,                \nrespectively, and where the word scan represents a period                     \nof scanning (6 sec stepping for a total scan time of 48 sec);                 \nand 3) periods when the detectors are fixed for more extended                 \nperiods in sector 7 (periods bracketing the ring plane crossings).            \nFor this Neptune Scan data, the 6.4 minute scan records during                \nstepping mode (1) have been time averaged to 12.8 minute records.             \nAlso, during stepping mode (2), the double scans that have no                 \nfixed periods between them have been averaged together into                   \na single (96 sec) record.  The single scans represent 48 sec                  \nrecords.  The schedule for the three stepping modes is as                     \nfollows:                                                                      \n                                                                              \n       prior to day 236/1600 SCET:     Mode (1)                               \n       236/1600 to 237/0239:           Mode (2)                               \n       237/0239 to 237/0319:           Mode (3)                               \n       237/0319 to 237/0503:           Mode (2)                               \n       237/0503 to 237/0554:           Mode (3)                               \n       237/0554 to 238/0400:           Mode (2)                               \n       after 237/0400:                 Mode (1)                               \n                                                                              \nObviously these stepping mode changes, and the angle sample                   \nswitching that occurs during stepping mode (2), gives the data                \na disjointed appearance.                                                      \n                                                                              \n     Two channel sample modes also occurred during the Neptune                \nencounter.  These two modes affect this data set only by changing             \nthe primary record time length for the LECP Experiment Data Records           \n(EDR's). These time lengths have, in turn, been utilized for the              \naveraging times of this data set for non-stepping periods.  The               \nschedule is:                                                                  \n                                                                              \n      prior to day 237/0200 SCET:  Far Encounter (24 sec records)             \n                                                                              \n      237/0200 to 237/0551:        Near Encounter (12 sec records)            \n                                                                              \n      after 237/0551:              Far Encounter (24 sec records)             \n                                                                              \n     The LECP channels utilized with this data set are:                       \n                                                                              \n       EB01:          electrons,  22 to  35 keV                               \n       EB02:          electrons,  35  to  61 keV                              \n       EB03:          electrons,  61 to  112 keV                              \n       EB04:          electrons, 112 to 183 keV                               \n       EG06-EG07:     electrons, 252 to 480 keV                               \n       EG07-EG08:     electrons, 480 to 853 keV                               \n       EG08-EG09:     electrons, 853 to 1200 keV                              \n       PL01:          ions,       28 to  43  keV                              \n       PL02:          ions,       43 to  80  keV                              \n       PL03:          ions,       80 to 137  keV                              \n       PL04:          ions,      137 to 215  keV                              \n       PL05:          ions,      215 to 540  keV                              \n       PL06:          ions,      540 to 990  keV                              \n       PL07:          ions,      990 to 2140 keV                              \n       PL08:          ions,     2140 to 3500 keV                              \n                                                                              \nPlease note that 3 of the electron channels are derived from                  \n4 of the instrumental channels by taking differences between                  \nadjacent (in energy) channels.                                                \n                                                                              \n     The channel data is given in units of intensity:                         \ncounts/(cm^2.sec.str.keV).  For the ions, it has been assumed                 \nthat they consist only of protons.  Intensity is derived from                 \nthe raw count rates via the relation:                                         \n                                                                              \n                    I  =  CR/(eG.(E2-E1),                                     \n                                                                              \nwhere eG is geometric factor times detector efficiency, and                   \n(E2-E1) is the band pass of the channel in energy.  The proton                \nvalues of these parameters were used in deriving the intensities              \nfor this data set.  To obtain the Intensities under the assumption            \nthat some other mass species dominates, one must convert back                 \nto count rate (CR) utilizing the proton parameters, and then                  \nconvert to intensity using the parameters corresponding to the        ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-N-LECP-4-SUMM-SCAN-24SEC-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-N-LECP-4-SUMM-SCAN-24SEC-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-N-LECP-4-SUMM-SCAN-24SEC-V1.0",
          "ProductKey": "VG2-N-LECP-4-SUMM-SCAN-24SEC-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/LECP",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1989-08-24T00:00:00.00",
          "StopDate": "1989-08-27T00:00:00.00"
        },
        "Cadence": "PT24S"
      },
      "ObservedRegion": "Neptune"
    }
  }
}