{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Ulysses/SWICS",
      "ResourceHeader": {
        "ResourceName": "SWICS",
        "AlternateName": [
          "Solar Wind Ion Composition Spectrometer",
          "GLG"
        ],
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Solar Wind Ion Composition Spectrometer (SWICS) on Ulysses is designed to determine uniquely the elemental and \n        ionic-charge composition, and the temperatures and mean speeds of all major solar-wind ions, from H through Fe, at solar wind \n        speeds ranging from 175 km/s (protons) to 1280 km/s (Fe8+). The instrument, which covers an energy per charge range from 0.16 \n        to 59.6 keV/e in ~13 min, combines an electrostatic analyzer with post-acceleration, followed by a time-of-flight and energy measurement. \n        The measurements made by SWICS will have an impact on many areas of solar and heliospheric physics, in particular providing essential \n        and unique information on: (i) conditions and processes in the region of the corona where the solar wind is accelerated; (ii) the \n        location of the source regions of the solar wind in the corona; (iii) coronal heating processes; (iv) the extent and causes of \n        variations in the composition of the solar atmosphere; (v) plasma processes in the solar wind; (vi) the acceleration of energetic \n        particles in the solar wind; (vii) the thermalization and acceleration of interstellar ions in the solar wind, and their composition; \n        and (viii) the composition, charge states and behavior of the plasma in various regions of the Jovian magnetosphere.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/George.Gloeckler",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "Instrument description at ESA's cosmos portal",
          "URL": "https://www.cosmos.esa.int/web/ulysses/swics-instrument"
        }
      },
      "InstrumentType": "EnergeticParticleInstrument",
      "InvestigationName": "Solar Wind Ion Composition Spectrometer (GLG/SWICS) on Ulysses",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Ulysses"
    }
  }
}