{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/BepiColombo/Mio/ENA",
      "ResourceHeader": {
        "ResourceName": "MPPE/ENA",
        "AlternateName": "Energetic Neutrals Analyzer",
        "ReleaseDate": "2020-09-22T16:02:13Z",
        "Description": "The Mercury Plasma Particle Experiment (MPPE) suite is a comprehensive instrument package to observe the solar wind at \n      Mercury’s position and the whole plasma environment at Mercury. It consists of seven sensors including Mercury Electron Analyzers \n      (MEA1 and MEA2), Mercury Ion Analyzer (MIA), Mass Spectrum Analyzer (MSA), High-Energy Particle instrument for electron (HEP-e), \n      High-Energy Particle instrument for ion (HEP-i), and Energetic Neutrals Analyzer (ENA). \n      These sensors measure plasma, high-energy particles and energetic neutral atoms with sufficiently high time resolution, \n      wide energy and dynamic range, wide angle coverage, and high mass resolution.\n      \n      Energetic Neutrals Analyzer (ENA), one of the MPPE sensors onboard Mio, measures mass-identified energetic neutral \n      atoms from 10 eV to 3.3 keV to study abundance of neutrals from the surface and coupling between the magnetosphere and exosphere \n      at Mercury. It consists of conversion surface, photon absorbing surfaces, microchannel plates (MCPs), high-voltage supply units.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Yoshifumi.Saito",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Stas.Barabash",
            "Role": "CoPI"
          }
        ],
        "InformationURL": [
          {
            "Name": "Mio Science Center",
            "URL": "https://miosc.isee.nagoya-u.ac.jp/about/satellite/mppe_ena.php"
          },
          {
            "Name": "Saito, Y., Delcourt, D., Hirahara, M. et al. Pre-flight Calibration and Near-Earth Commissioning Results of the Mercury Plasma Particle Experiment (MPPE) Onboard MMO (Mio). Space Sci Rev 217, 70 (2021).",
            "URL": "https://doi.org/10.1007/s11214-021-00839-2",
            "Description": "Reference paper"
          }
        ]
      },
      "InstrumentType": "NeutralParticleDetector",
      "InvestigationName": "Energetic Neutrals Analyzer on Mio",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/BepiColombo/Mio"
    }
  }
}