{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/BepiColombo/Mio/MEA1",
      "ResourceHeader": {
        "ResourceName": "MPPE/MEA1",
        "AlternateName": "Mercury Electron Analyzer 1 ",
        "ReleaseDate": "2017-05-20T21:10:13Z",
        "Description": "The Mercury Plasma Particle Experiment (MPPE) suite is a comprehensive instrument package to observe the solar wind at \n      Mercury’s position and the whole plasma environment at Mercury. It consists of seven sensors including Mercury Electron Analyzers \n      (MEA1 and MEA2), Mercury Ion Analyzer (MIA), Mass Spectrum Analyzer (MSA), High-Energy Particle instrument for electron (HEP-e), \n      High-Energy Particle instrument for ion (HEP-i), and Energetic Neutrals Analyzer (ENA). \n      These sensors measure plasma, high-energy particles and energetic neutral atoms with sufficiently high time resolution, \n      wide energy and dynamic range, wide angle coverage, and high mass resolution.\n      \n      Mercury Electron Analyzer (MEA1 and MEA2) of MPPE sensors onboard Mio, measures both the 3D distribution function of electrons \n      in the solar wind and in the magnetosphere of Mercury in order to understand the structure and plasma dynamics of Mercury’s \n      magnetosphere, Mercury-solar wind interactions, and the solar wind at Mercury’s position. MEA consists of two top-hat type \n      toroidal electrostatic analyzers, microchannel plates (MCPs), high-voltage power supplies and power supply units. \n      The analyzer selects energies of electrons from 3 eV/q up to 26 keV/q depending on the operation modes.\n      \n      ==== Data Products: ====\n      \n      MEA includes versatile and easily programmable operating modes and data processing routines for optimizing the data collection for specific scientific studies and widely varying plasma regimes. Depending on the telemetry mode, MEA can transmit several data products, including those listed below.\n        * Full 3D electron distribution (3D, only for MEA1). The instrument transmits a complete angular-energy spectrum accumulated for a minimum of 1/4 of the spacecraft spin.\n        * Electron omnidirectional fluxes (omni).\n        * Electron onboard partial moments. The instrument transmits the temperature, heat flux vector, and number density calculated in several energy bands. The position of the boundaries of each energy band is defined by commands.\n        * Electron pitch angle distribution for four selected energies (partial PAD). MEA uses the magnetic field vector as the external input for this mode and transmits the 2D angle-energy distribution.\n        * One of the key and novel features of the MEA sensors is the implementation of an electronic device that enables the geometrical factor (geom factor) to vary by a factor of 1000 in the top-hat electrostatic analyzer to measure the solar wind and magnetospheric electron fluxes within more than six decades.\n\n      MEA uses different energy tables to adapt to the various space environment conditions encountered by the Mio spacecraft. The choice of energy table used is defined by commands. The four energy tables available for MEA include:\n        * 3-300 eV\n        * 3-25000 eV\n        * 3-3000 eV\n        * 3000-25000 eV\n\n      In addition, MEA has unique data modes that can be defined by commands, depending on the number of channels (16 or 32) and energies (16, 32 or 64).",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Yoshifumi.Saito",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Nicolas.Andre",
            "Role": "CoInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "Mio Science Center",
            "URL": "https://miosc.isee.nagoya-u.ac.jp/about/satellite/mppe_mea.php"
          },
          {
            "Name": "Saito, Y., Delcourt, D., Hirahara, M. et al. Pre-flight Calibration and Near-Earth Commissioning Results of the Mercury Plasma Particle Experiment (MPPE) Onboard MMO (Mio). Space Sci Rev 217, 70 (2021).",
            "URL": "https://doi.org/10.1007/s11214-021-00839-2",
            "Description": "Reference paper"
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Mercury Electron Analyzer 1 on Mio",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/BepiColombo/Mio",
      "Caveats": "MEA1 L1 data are raw count data with no absolute values since the telemetry is not fully processed for this data level."
    }
  }
}