{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/BepiColombo/Mio/MIA",
      "ResourceHeader": {
        "ResourceName": "MPPE/MIA",
        "AlternateName": "Mercury Ion Analyzer",
        "ReleaseDate": "2017-05-20T21:10:13Z",
        "Description": "The Mercury Plasma Particle Experiment (MPPE) suite is a comprehensive instrument package to observe the solar wind at \n      Mercury’s position and the whole plasma environment at Mercury. It consists of seven sensors including Mercury Electron Analyzers \n      (MEA1 and MEA2), Mercury Ion Analyzer (MIA), Mass Spectrum Analyzer (MSA), High-Energy Particle instrument for electron (HEP-e), \n      High-Energy Particle instrument for ion (HEP-i), and Energetic Neutrals Analyzer (ENA). \n      These sensors measure plasma, high-energy particles and energetic neutral atoms with sufficiently high time resolution, \n      wide energy and dynamic range, wide angle coverage, and high mass resolution.\n      \n      Mercury Ion Analyzer (MIA), one of MPPE sensors onboard Mio, measures both intense solar wind ions and tenuous Mercury magnetospheric ions. \n      To measure both solar wind ions without saturation and Mercury magnetospheric ions with sufficient counting statistics, MIA includes an \n      attenuation grid with 10% transmission placed at limited channels of the entrance part of the analyzer. \n      In addition, MIA includes a function for reducing the geometrical factor electrically for solar wind ion measurement. \n      The sensitivity of the analyzer can be reduced to ~ 1/50 by applying positive high voltage to the “top-cap” insulated from the surrounding structures. \n\n      MIA has six different energy sweep modes. Energy sweep mode 0 and 1 are used mainly for solar wind ion observation. The energy range between ~ 100 eV/q and ~ 10 keV/q \n      is exponentially divided into 128 energy steps. The difference between energy sweep modes 0 and 1 is that the sensitivity control function is either OFF or ON. \n      Energy sweep mode 2 is referred to as the MCP protection mode, which is used for protecting part of the MCP that detects ions from the analyzer azimuthal \n      sector with no mechanical attenuation grid. The energy range is determined not to measure intense main component of the solar wind. \n      Energy sweep modes 3, 4, and 5 are used mainly for magnetospheric ion observation. Energy sweep mode 3, 4, 5 covers the energy range between ~ 20 eV/q and ~ 25 keV/q, \n      between ~20 eV/q and ~5 keV/q and between ~ 5 keV/q and ~ 25 keV/q, respectively, with 32 exponentially divided steps. \n\n      Mission Data Processor 1 (MDP1) controls MIA and is responsible for processing the data sent from MIA. In addition, it formats the telemetry data, calculates the velocity moments (VMs), \n      and reduces the quantity of data by adding, selecting, or compressing the data. Depending on the total telemetry rate of the Mio spacecraft, \n      three different data rates of high (H-mode), medium (M-mode), and low (L-mode) are defined. The L-mode data are continuously available. \n      MIA produces VMs of ions (density, velocity, temperature), and compressed E-t spectrograms with limited angle, mass, energy, and time resolution as L-mode data. \n      The M-mode data are available during about 25% of the entire observation period. MIA produces 3D counts with selected angle and time resolution as M-mode data. \n      Although full 3D counts are produced as H-mode data, this mode is available only during limited periods.\n      \n      ==== Data Products: ====\n      \n      MIA LEVEL1 CDF files consist of three sub-levels:\n      * l1: Raw data with minimal processing for an archive purpose. Not useful for most users. Logarithmically compressed counts of E-t products are not uncompressed. Onboard velocity moments are stored as CDF_UNIT2 and are not converted to physical units.\n      * l1p: Data preliminarily converted to physical units. Background counts are not subtracted. May be used for preliminary analysis with great caution.\n      * l1p2: Calibrated data in physical units. Background counts are subtracted. Will be converted to LEVEL2 data with full metadata by Nagoya Mio Science Center.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Yoshifumi.Saito",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": [
          {
            "Name": "Mio Science Center",
            "URL": "https://miosc.isee.nagoya-u.ac.jp/about/satellite/mppe_mia.php"
          },
          {
            "Name": "Saito, Y., Delcourt, D., Hirahara, M. et al. Pre-flight Calibration and Near-Earth Commissioning Results of the Mercury Plasma Particle Experiment (MPPE) Onboard MMO (Mio). Space Sci Rev 217, 70 (2021).",
            "URL": "https://doi.org/10.1007/s11214-021-00839-2",
            "Description": "Reference paper"
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Mercury Ion Analyzer on Mio",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/BepiColombo/Mio"
    }
  }
}