{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2_7_0.xsd",
    "Version": "2.7.0",
    "Instrument": {
      "ResourceID": "spase://HamSCI/Instrument/PSWS/Grape2/Ajones_Node1019",
      "NamingAuthority": "HamSCI",
      "ResourceHeader": {
        "ResourceName": "Grape 2 (Three-Channel HF Doppler Receiver) at Ajones Node 1019 station",
        "AlternateName": "Grape 2 at Ajones Node 1019 station",
        "ReleaseDate": "2024-04-04T15:00:00",
        "Description": "The GRAPE 2 Doppler Monitor is a three-channel HF receiver developed as part of the HamSCI Personal Space Weather Station (PSWS) project. It was released shortly before the April 8, 2024 North American solar eclipse as a next-generation system designed to monitor Doppler frequency shifts in HF time-standard signals such as WWV, WWVH, and CHU. GRAPE 2 is capable of simultaneously receiving three frequencies, with primary frequency selections at 2.5, 5.0, 10.0, and 15.0 MHz, and reduced though very acceptable performance on 3.33, 7.58, or 14.36 MHz. It utilizes a GPS-disciplined oscillator (GPSDO) for precise frequency measurements. The GRAPE 2 system consists of receiver and logic PCBs, a Teensy microcontroller, a Raspberry Pi 4B running Raspbian OS, an external hard drive, and two antennas—one for GPS reception and one for HF time-standard signals. It is used for continuous monitoring of the ionosphere through measurements of Doppler frequency shifts as part of the PSWS network.\r\n             \r\nThe Ajones Node 1019 station is located at 32.417ºN, 80.750ºW. Instrument type is Grape 2. There is no antenna information at this station. It records WWV 5 MHz, 10 MHz, and 15 MHz Doppler Shift.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Nathaniel.Frissell",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/William.Engelke",
            "Role": "TechnicalContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Kornyanat.Hozumi",
            "Role": "MetadataContact"
          }
        ]
      },
      "InstrumentType": "Experiment",
      "InvestigationName": "HamSCI Personal Space Weather Station (PSWS)",
      "OperatingSpan": {
        "StartDate": "2024-04-04T00:00:00",
        "StopDate": "2024-04-11T00:00:00"
      },
      "ObservatoryID": "spase://HamSCI/Observatory/HamSCI"
    }
  }
}