{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_0_0.xsd",
    "Version": "2.2.0",
    "Service": {
      "ResourceID": "spase://SMWG/Service/POLAR/TIDE/SummarySpectrograms",
      "ResourceHeader": {
        "ResourceName": "Polar TIDE Summary Spectrograms",
        "ReleaseDate": "2009-10-08T00:00:00",
        "Description": "The TIDE Summary Spectrograms:  There are four types of spectrogram plots.  Half-orbit spectrograms cover all the data in \r\nconsecutive plots, each plot covers about 9.3 hours.  Perigee spectrograms cover the time period near perigee in 30-60 minute \r\nplots prior to 01/01/01 and 3 hour plots from 01/01/01 to 04/16/08.  Plasmasphere spectrograms cover passes through the \r\nradiation belts when TIDE was in stand-by mode.  6-hour PSI spectrograms are consecutive plots of data when the Plasma Source \r\nInstrument (PSI) was turned on.  \r\n\r\nFor 1996 ion data, there are spectrograms plots for H+, O+, and He+ for data from 03/28/96 to 12/07/96.  Each plot has three \r\nspectrograms.  Each spectrogram plots a parameter, color coded by level, and plotted in time-spin angle, time-particle energy, or \r\ntime-polar angle bins. The top spectrogram is time versus spin angle.  The energy flux data has been averaged over polar angle and \r\nenergy.  The middle spectrogram is time versus particle energy.  The energy flux data has been averaged over spin and polar angle.  \r\nThe bottom spectrogram is time versus polar angle.  The energy flux data has been averaged over spin angle and energy.  For the \r\nTotal Ion (Stops) data, there are plots for data from 12/08/96 to 04/16/08.  Each plot has two spectrograms.  The top spectrogram is \r\ntime versus spin angle.  The energy flux data has been averaged over energy.  The bottom spectrogram is time versus particle energy.  \r\nThe energy flux data has been averaged over spin angle.  The spin angle spectrogram indicates the spacecraft ram direction (X) and \r\nthe magnetic field location (+ and -).  Additional spacecraft information is listed as part of the time axis at the bottom of the plot.  \r\nProcessing information including start and stop times are at the top and the bottom of each plot.\r\n\r\nTIDE was originally designed to detect mass-resolved ions, H+, O+, He+, and NO+, for 32 energy steps (31 reported), 32 spin angle \r\nbins, and 7 polar angle channels.  The detection of time-of-flight direct-events deteriorated rapidly early in the mission, reducing the \r\nability to resolve ion masses and resulting in the lost of information in one axis (Z). After 09/30/96, the ion data is of poor quality and \r\nas a result, only Total Ions (Stops) are reported starting 12/08/96. Total Ions is the sum over the 7 polar angle channels of the particle \r\ncounts detected by the Stop microchannel plate (MCP) detectors. The resolution in the 32 energy steps and in the 32 spin angle bins \r\nis retained. 1996 H+, O+, and He+ data are reported in the TIDE H0 CDFs.  In order to avoid damage to the MCPs, starting 03/27/96 \r\nand continuing throughout the rest of the mission, the high voltage on the MCPs is reduced during radiation belt passes.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Thomas.E.Moore",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Paul.D.Craven",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Peggy.Sloan",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "TIDE NSSTC Home Page",
            "URL": "http://tideuviRA.nsstc.nasa.gov/tide"
          },
          {
            "Name": "TIDE NSSTC View Thumbnails",
            "URL": "http://tideuvira.nsstc.nasa.gov/tide/display_thumbnails.html"
          }
        ]
      },
      "AccessURL": {
        "Name": "Polar TIDE Summary Spectrograms",
        "URL": "http://tideuvira.nsstc.nasa.gov/cgi-bin/tide/summary_plots-dir/summary_gif_walk_2.pl"
      }
    }
  }
}