{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Cassini/RPWS",
      "ResourceHeader": {
        "ResourceName": "Cassini RPWS",
        "AlternateName": "Cassini Radio And Plasma Wave Science",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The Cassini Radio and Plasma Wave Science instrument consists of\n    three electric field sensors, three search coil magnetometers, and a\n    Langmuir probe as well as an array of receivers covering the\n    frequency range from 1 Hz to 16 MHz with varying degrees of spectral\n    and temporal resolution.\n   \n   \n    The text of this instrument description has been abstracted from the\n    instrument paper:\n   \n     Gurnett, D. A., W. S. Kurth, D. L. Kirchner, G. B. Hospodarsky, T.\n    F. Averkamp, P. Zarka, A. Lecacheux, R. Manning, A. Roux, P. Canu,\n    N. Cornilleau-Wehrlin, P. Galopeau, A. Meyer, R. Bostrom, G.\n    Gustafsson, J.-E. Wahlund, L. Aahlen, H. O. Rucker, H. P. Ladreiter,\n    W. Macher, L. J. C. Woolliscroft, H. Alleyne, M. L. Kaiser, M. D.\n    Desch, W. M.  Farrell, C. C. Harvey, P. Louarn, P. J. Kellogg, K.\n    Goetz, and A.  Pedersen, The Cassini Radio and Plasma Wave Science\n    Investigation, Space Sci. Rev., 114, 395-463, 2004.\n\n Scientific Objectives\n  =====================\n    The primary objectives of the Cassini Radio and Plasma Wave\n    investigation are to study radio emissions, plasma waves, thermal\n    plasma, and dust in the vicinity of Saturn.\n\n    Objectives concerning radio emissions include:\n\n      Improve our knowledge of the rotational modulation of Saturn's\n      radio sources, and hence of Saturn's rotation rate.\n\n      Determine the location of the SKR source as a function of\n      frequency, and investigate the mechanisms involved in generating\n      the radiation.\n\n      Obtain a quantitative evaluation of the anomalies in Saturn's\n      magnetic field by performing direction-finding measurements of the\n      SKR source.\n\n      Establish if gaseous ejections from the moons Rhea, Dione, and\n      Tethys are responsible for the low frequency narrow-band radio\n      emissions.\n\n      Determine if SKR is controlled by Dione's orbital position.\n\n      Establish the nature of the solar wind-magnetosphere interaction\n      by using SKR as a remote indicator of magnetospheric processes.\n\n      Investigate the relationship between SKR and the occurrence of\n      spokes and other time dependent phenomena in the rings.\n\n      Study the fine structure in the SKR spectrum, and compare with the\n      fine structure of terrestrial and Jovian radio emissions in order\n      to understand the origin of this fine structure.\n\n    Objectives concerning plasma waves include:\n\n      Establish the spectrum and types of plasma waves associated with\n      gaseous emissions from Titan, the rings, and the icy satellites.\n\n      Determine the role of plasma waves in the interaction of Saturn's\n      magnetospheric plasma (and the solar wind) with the ionosphere of\n      Titan.\n\n      Establish the spectrum and types of plasma waves that exist in the\n      radiation belt of Saturn.\n\n      Determine the wave-particle interactions responsible for the loss\n      of radiation belt particles.\n\n      Establish the spectrum and types of waves that exist in the\n      magnetotail and polar regions of Saturn's magnetosphere.\n\n      Determine if waves driven by field-aligned currents along the\n      auroral field lines play a significant role in the auroral charged\n      particle acceleration.\n\n      Determine the electron density in the magnetosphere of Saturn,\n      near the icy moons, and in the ionosphere of Titan.\n\n    Objectives concerning lightning include:\n\n      Establish the long-term morphology and temporal variability of\n      lightning in the atmosphere of Saturn.\n\n      Determine the spatial and temporal variation of the electron\n      density in Saturn's ionosphere from the low frequency cutoff and\n      absorption of lightning signals.\n\n      Carry out a definitive search for lightning in Titan's atmosphere\n      during the numerous close flybys of Titan.\n\n      Perform high-resolution studies of the waveform and spectrum of\n      lightning in the atmosphere of Saturn, and compare with\n      terrestrial lightning.\n\n    Objectives concerning thermal plasma include:\n\n      Determine the spatial and temporal distribution of the electron\n      density and temperature in Titan's ionosphere.\n\n      Characterize the escape of thermal plasma from Titan's ionosphere\n      in the downstream wake region.\n\n      Constrain and, when possible, measure the electron density and\n      temperature in other regions of Saturn's magnetosphere.\n\n    Objectives concerning dust include:\n\n      Determine the spatial distribution of micron-sized dust particles\n      through out the Saturnian system.\n\n      Measure the mass distribution of the impacting particles from\n      pulse height analyses of the impact waveforms.\n\n      Determine the possible role of charged dust particles as a source\n      of field-aligned currents.\n\n\n  Calibration\n  ===========\n \n    An extensive series of amplitude calibrations, frequency responses,\n    phase calibrations, and instrument performance checks were carried\n    out on the RPWS prior to launch, both before and after integration\n    on the spacecraft. These tests and calibrations were performed at\n    room temperature (25 deg C), -20 deg C, and 40 deg C. While there are\n    calibration signals available in the instrument for in-flight\n    calibration purposes, these are mainly used to check for drifts due\n    to aging or radiation exposure. The primary calibration information\n    to derive physical units (spectral density, etc.) is derived from\n    the prelaunch tests.\n\n\n  Operational Considerations\n  ==========================\n \n    The different types of receivers used to cover the spectral and\n    temporal range covered by the RPWS does not lend itself to a\n    monolithic, synchronous mode of operation. Nevertheless, to reduce\n    the magnitude of the in-flight operations to an acceptable level\n    requires that many of the measurements be scheduled in a systematic\n    way. The approach is to attempt to acquire survey information in the\n    form of uniform spectral and temporal observations at a low enough\n    data rate, ~1 kbps, to ensure that such coverage is available for\n    the entire Saturnian tour and for a large portion of the cruise and\n    approach to Saturn. The survey data set will support spatial\n    mapping, statistical studies, and studies of dynamical effects in\n    the magnetosphere and their possible correlation with solar wind\n    variations. In addition to the survey information, special\n    observations will be added (sometimes at greatly increased data\n    rates) at specific locations or times to provide enhanced\n    information required by several of the science objectives. The\n    special observations may include full polarization and\n    direction-finding capability or high spectral or temporal resolution\n    observations by the high frequency receiver, wideband measurements\n    at one of the possible bandwidths, acquisition of delta-ne/ne\n    measurements, or intensive wave-normal analysis afforded by\n    acquiring five-channel waveforms on an accelerated schedule. While\n    minimizing the number of different modes in which the instrument is\n    operated both simplifies operations and yields a more manageable\n    data set, flexibility (for example in the duty cycle of wideband\n    measurements) increases the likelihood that enhanced measurements\n    can be integrated successfully with the resource requirements of the\n    other instruments. One of the resources which will be most limited\n    on Cassini is the overall data volume; RPWS requires large data\n    volumes for some of its measurements.\n\n\n  Detectors\n  =========\n \n    The RPWS utilizes three 10-m electric antennas, three magnetic\n    antennas, and a Langmuir probe for detectors.  Three monopole\n    electric field antennas, labeled Eu, Ev, and Ew, are used to provide\n    electric field signals to the various receivers. The physical\n    orientations of these three antennas relative to the x, y, and z\n    axes of the spacecraft are given below. However, the electrical\n    orientations of these are strongly affected by the asymmetric nature\n    of the ground plane of the spacecraft chassis.  These electrical\n    orientations are incorporated into the calibrations, primarily of\n    the High Frequency Receiver.  By electronically taking the\n    difference between the voltages on the Eu and Ev monopoles, these\n    two antennas can be used as a dipole, Ex, aligned along the x axis\n    of the spacecraft.\n\n+-------------------------------------------------------------+\n|    Physical orientations of the electric monopole antennas: |\n|-------------------------------------------------------------|\n|    Antenna  |  theta (degrees) | phi (degrees)              |\n|        Eu   |     107.5        |   24.8                     |\n|        Ev   |     107.5        |  155.2                     |\n|        Ew   |      37.0        |   90.0                     |\n+-------------------------------------------------------------+\n\n    The angle theta is the polar angle measured from the spacecraft +z\n    axis.  The angle phi is the azimuthal angle, measured from the\n    spacecraft +x axis.\n\n    The tri-axial search coil magnetic antennas, labeled Bx, By, and Bz,\n    are used to detect three orthogonal magnetic components of\n    electromagnetic waves. The search coil axes are aligned along the x,\n    y, and z axes of the spacecraft.\n\n    The spherical Langmuir probe is used for electron density and\n    temperature measurements.  This is extended from the spacecraft in\n    approximately the -x direction, in spacecraft coordinates.\n\n\n  Electronics\n  ===========\n \n    The electronics consists of five receivers. These receivers are\n    connected to the antennas described above by a network of switches.\n    The high frequency receiver (HFR) provides simultaneous auto- and\n    cross-correlation measurements from two selected antennas over a\n    frequency range from 3.5 kHz and 16 MHz. By switching the two inputs\n    of this receiver between the three monopole electric antennas, this\n    receiver can provide direction-of-arrival measurements, plus a full\n    determination of the four Stokes parameters. The high frequency\n    receiver includes a processor that performs all of its digital\n    signal processing, including data compression. The high frequency\n    receiver also includes a sounder transmitter that can be used to\n    transmit short square wave pulses from 3.6 to 115.2 kHz. When used\n    in conjunction with the high frequency receiver, the sounder can\n    stimulate resonances in the plasma, most notably at the electron\n    plasma frequency, thereby providing a direct measurement of the\n    electron number density.  The medium frequency receiver (MFR)\n    provides intensity measurements from a single selected antenna over\n    a frequency range from 24 Hz to 12 kHz. This receiver is usually\n    operated in a mode that toggles every 32 seconds between the Ex\n    electric dipole antenna and the Bx magnetic search coil, thereby\n    providing spectral information for both the electric and magnetic\n    components of plasma waves. The low frequency receiver (LFR)\n    provides intensity measurements from 1 Hz to 26 Hz, typically from\n    the Ex electric dipole antenna and the Bx magnetic antenna. The\n    five-channel waveform receiver (WFR) collects simultaneous waveforms\n    from up to five sensors for short intervals in one of two frequency\n    bands, either 1 to 26 Hz, or 3 Hz to 2.5 kHz. When connected to two\n    electric and three magnetic antennas, this receiver provides wave\n    normal measurements of electromagnetic plasma waves. The wideband\n    receiver is designed to provide nearly continuous wideband waveform\n    measurements over a bandwidth of either 60 Hz to 10.5 kHz, or 800 Hz\n    to 75 kHz. These waveforms can be analyzed on the ground in either\n    the temporal domain, or in the frequency domain (Fourier\n    transformed) to provide high-resolution frequency-time spectrograms.\n    In a special frequency-conversion mode of operation, the high\n    frequency receiver can provide waveforms to the wideband receiver in\n    a 25-kHz bandwidth that is tunable to any frequency between 125 kHz\n    and 16 MHz.\n\n    The Langmuir probe controller is used to sweep the bias voltage of\n    the probe over a range from -32 to +32 V in order to obtain the\n    current-voltage characteristics of the probe, and thereby the\n    electron density and temperature. The controller can also set the\n    bias voltage on the Eu and Ev monopoles over a range from -10 to +10\n    V in order to operate them in a current collection mode for\n    delta-ne/ne measurements.\n\n    The RPWS data processing unit consists of three processors. The\n    first processor, called the low-rate processor, controls all\n    instrument functions, collects data from the high frequency\n    receiver, the medium frequency receiver, the low frequency receiver,\n    and the Langmuir probe, and carries out all communications with the\n    spacecraft Command and Data System (CDS). The second processor,\n    called the highrate processor, handles data from the wideband and\n    five-channel waveform receivers and passes the data along to the\n    low-rate processor for transmission to the CDS. The third processor,\n    called the data compression processor, is primarily used for data\n    compression, but can also perform specialized operations such as\n    on-board dust detection by using waveforms from the wideband\n    receiver.\"\n\n\n",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Donald.A.Gurnett",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/William.S.Kurth",
            "Role": "CoInvestigator"
          }
        ],
        "InformationURL": [
          {
            "Name": "Instrument home page at The University of Iowa",
            "URL": "http://www-pw.physics.uiowa.edu/cassini/"
          },
          {
            "Name": "Experiment Details at the National Space Science Data Center (NSSDC)",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1997-061A-07"
          }
        ]
      },
      "InstrumentType": [
        "Antenna",
        "SearchCoil",
        "LangmuirProbe"
      ],
      "InvestigationName": "Radio And Plasma Wave Science",
      "ObservatoryID": "spase://SMWG/Observatory/Cassini"
    }
  }
}