{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-AMDA/BepiColombo/Mio",
      "ResourceHeader": {
        "ResourceName": "Mio",
        "AlternateName": "MMO",
        "ReleaseDate": "2019-03-01T20:05:54Z",
        "Description": "The BepiColombo project is a large-scale mission to perform a comprehensive study on Mercury including its magnetic field, magnetosphere, interior and surface.\n\nThe Mercury Magnetospheric Orbiter, also referred to as Mio, has been provided by the Institute of Space and Astronautical Science (ISAS) at the Japan Aerospace Exploration Agency (JAXA) and is one of two spacecraft that will orbit Mercury as part of the BepiColombo mission.\n\nMissions of Mio\n・Elucidation of its intrinsic magnetic field\n・To discover the cause of formation of the planet's magnetic field by measuring magnetic field around Mercury with high accuracy.\n・Elucidation of unique magnetosphere different from the earth's\n・To identify universality and specificity of the planet magnetosphere in comparison with the earth's by observing structure and movement of the magnetosphere.\n・Elucidation of thin atmosphere released from Mercury's surface\n・To observe large-scale structure and variation of thin atmosphere mainly consisting of natrium, and to discover the process of generation and disappearance.\n・Observation of interplanetary space near the Sun\n・To observe strong shock waves near the Sun that are not seen around the earth, and to reveal their energy process.\n       ",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-AMDA/J.Benkhoff",
          "Role": "ProjectScientist"
        },
        "InformationURL": {
          "Name": "Home page",
          "URL": "http://sci.esa.int/bepicolombo"
        }
      },
      "ObservatoryGroupID": "spase://CNES/Observatory/CDPP-AMDA/BepiColombo",
      "Location": {
        "ObservatoryRegion": "Mercury"
      },
      "OperatingSpan": {
        "StartDate": "2018-10-20T02:13:28"
      }
    }
  }
}