{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema https://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/Ground/RadioJOVE-TFD-FSX",
      "ResourceHeader": {
        "ResourceName": "RadioJOVE Terminated Folded Dipole and FSX model spectrograph systems",
        "ReleaseDate": "2022-02-20T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2022-02-20T12:34:56.789",
            "Note": "RadioJOVE: Update obsolete radiojove.gsfc.nasa.gov and www.typnet.net URLs, Resource Header Description reformated. Metadata submitted by J.M. Weygand on 2022-02-11, reviewed by LFB"
          }
        },
        "Description": "RadioJOVE Terminated Folded Dipole (TFD) and FSX series spectrograph systems\n\nThe terminated folded dipole (TFD) array with 24 foot (7.3 m) elements is designed for a wide bandwidth, from 15 to 30+ MHz, for HF band radio astronomy. This array has proven very useful for observing emission from Jupiter, the Sun, and other phenomena present in the upper half of the HF band. There are two versions of the TFD - a 4 element (24 foot each) and an 8 element (30 foot each) variant. AJ4CO has the only operational 8 element TFD. Both the 4 and 8 element versions are dual polarization phased array antennas covering 15 to 30+ MHz. Dave Typinski is the technical contact for the TFD array.\n\nThe FSX series of spectrographs are more or less functionally similar. The main difference is that if there is an \"S\" at the end (like FSX-8S) these are polarization switching units while the FSX instruments are single polarization instruments, all models operate from 15 to 30 MHz.\n\nThe FS200B single polarization spectrographs were developmental instruments used at the University of Florida Radio Observatory (UFRO) and Windward Community College Radio Observatory (WCCRO). After the demise of UFRO that instrument was moved to the AJ4CO facility. It covers the same frequency range (15-30 MHz) but uses different circuitry. Richard S. Flagg is the technical contact for the FSX series of spectrographs.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/James.R.Thieman",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Richard.S.Flagg",
            "Role": "TechnicalContact"
          },
          {
            "PersonID": "spase://SMWG/Person/David.Typinski",
            "Role": "TechnicalContact"
          },
          {
            "PersonID": "spase://SMWG/Person/James.M.Weygand",
            "Role": "MetadataContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "RadioJOVE Spectrograph Users Group",
            "URL": "http://radiojove.org/SUG/",
            "Description": "This site provide station diagrams and other reports for the receiver systems at several radio observatories associated with the RadioJOVE project."
          },
          {
            "Name": "AJ4CO Radio Astronomy Publications",
            "URL": "https://www.aj4co.org/Publications/Publications.html",
            "Description": "This site provides descriptions of the TFD Array, radio receiver systems at AJ4CO as well as other radio astronomy-related documentation"
          }
        ]
      },
      "InstrumentType": "Spectrometer",
      "InvestigationName": "RadioJOVE Terminated Folded Dipole (TFD) and FSX series spectrograph systems",
      "ObservatoryID": "spase://SMWG/Observatory/RadioJOVE"
    }
  }
}