{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/MEX/ELS",
      "ResourceHeader": {
        "ResourceName": "ELS",
        "AlternateName": "Electron Spectrometer",
        "ReleaseDate": "2016-06-13T00:00:00Z",
        "Description": "The Electron Spectrometer determines the energy spectrum of incoming electrons in each of sixteen 22.5-degree sectors.\n\nThe Electron Spectrometer is based around a spherical section electrostatic analyser of 'top hat' design. The electrostatic analyser consists of two concentric hemispherical electrodes, the outer of which has a central hole, through which electrons are admitted, covered by the 'top hat' and collimator. Electrons arriving from any azimuth angle and within the elevation field of view of the collimator pass under the 'top hat' and are deflected through the central hole in the outer hemisphere by a positive potential on the inner hemisphere. The electrostatic field between the hemispheres will deflect electrons having an energy in a particular range such that they travel between the electrodes. Electrons with energies outside the selected range will be captured.\n\nThese energy band filtered electrons exit the annular gap between the hemispheres and hit a Micro Channel Plate (MCP) electron multiplier. Beyond the MCP, the electrons strike one of sixteen anodes, each defining a 22.5 degree sector of incident azimuth angle.\n\nBy varying the electrostatic potential between the hemispheres of the electrostatic analyser, the energy of the electrons selected by the filter can be changed. The voltage applied to the inner hemisphere is swept once every four seconds and the number of anode hits per sample interval is recorded to give an energy spectrum for the incoming electrons in each sector. As the ELS sensor is moved through 180 degrees by the mechanical scanner, a complete 4π steradian (whole sphere) angular distribution of electrons is measured. \n",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Stas.Barabash",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Rudy.Frahm",
            "Role": "GeneralContact"
          }
        ],
        "InformationURL": {
          "Name": "ESA Mars-Express description",
          "URL": "http://sci.esa.int/mars-express/34826-design/"
        }
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "ASPERA3",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/MEX"
    }
  }
}