{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "NumericalData": {
      "ResourceID": "spase://CNES/NumericalData/CDPP-Archive/PSP/Ephemeris/PARKERSP_ATTITUDE",
      "ResourceHeader": {
        "ResourceName": "PARKER SOLAR PROBE Attitude and Ephemeris Data (CDF)",
        "DOI": "https://doi.org/10.24400/802406/b27s-7rd8",
        "ReleaseDate": "2022-07-04T15:46:59Z",
        "Description": "This data sets contains spacecraft attitude (roll and offpointing from SPICE kernels), distance from Sun in AU and RTN coordinates. \n The RTN frame is defined as follows :\n    R axis points from the Sun to the spacecraft.\n    T = Omega x R, where Omega is the Sun's rotation axis.\n    N = R x T.\nThe XYZ or spacecraft frame (also referred to as SC) is defined as follows for Parker Solar Probe :\n    Z axis corresponds to the satellite axis (and its arm) and points towards the Sun. When PSP is facing the Sun, Z = -R.\n    X is normally included in the ecliptic plane, with X = Z x Omega, when PSP is facing the Sun.\n    Y is normally perpendicular to the ecliptic plane, pointing towards the South. PSP's solar panels are oriented along the Y axis.\n\nThe data file with position is in CDF format. Records are arranged chronologically, with 1 min time resolution. One record contains :\nEpoch (Y-m-d H:M:S.000000000 format), cos_roll, cos_offpointing, rad_AU (AU), R value (m), T value (m), N value (m)\nwith :\n    Epoch : Time of the record in TT2000 format, exactly in the kernels. This time corresponds to nanoseconds since 1 Jan 2000 12:00:00 with leap seconds included.\n    cos_roll : Cosine of roll angle, i.e. angle between X and T axis (from (XYZ) and (RTN) frames). This angle mainly varies during satellite roll operations, which are carried out several times per orbit to calibrate the MAG fluxgates.\n    cos_offpointing : Cosine of offpointing angle, i.e. angle between Z and R axis. This angle is important for determining when the instruments on the boom are sunlit. Off-pointing primarily occurs when the spacecraft is away from the Sun.\n    rad_AU : Parker Solar Probe-Sun distance in AU.\n    R, T and N values (in m) of Parker Solar Probe in (RTN) frame.\n\nAttitude data, PSP-Sun distance and PSP ephemeris are computed from SPICE kernels (see the CDAWEB Data Center  https://cdaweb.gsfc.nasa.gov/pub/data/psp/ephemeris/spice/).",
        "Acknowledgement": "\n        In publications, we recommend to add the following sentence in the acknowledgments:  \nThe authors acknowledge LPC2E (Laboratoire Physique et Chimie de l'Environnement et de l'Espace), CNRS (Centre National de la Recherche Scientifique) and CNES (Centre National d Etudes Spatiales) for support for production of these data and CDPP (Centre de Donnees de la Physique des Plasmas) for their archiving and provision.\t  \n\t  ",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-Archive/Thierry.Dudok.De.Wit",
          "Role": "GeneralContact"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://CNES/Repository/CDPP-Archive/REGARDS-CDPP",
        "Availability": "Online",
        "AccessURL": {
          "Name": "REGARDS",
          "URL": "https://regards.cnes.fr/user/cdpp/modules/1777?sp=DatasetName;q=DatasetName:PARKERSP_ATTITUDE",
          "Description": "Access via CNES Data Archive for CDPP"
        },
        "Format": "CDF"
      },
      "ProcessingLevel": "Calibrated",
      "InstrumentID": "spase://CNES/Instrument/CDPP-Archive/PSP/Ephemeris",
      "MeasurementType": "Ephemeris",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2018-08-14T00:00:00Z",
          "StopDate": "2021-12-31T00:00:00Z"
        }
      },
      "ObservedRegion": [
        "Heliosphere",
        "Heliosphere.Inner",
        "Heliosphere.NearEarth",
        "Sun.Corona"
      ]
    }
  }
}