{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/RBSP/B/EMFISIS",
      "ResourceHeader": {
        "ResourceName": "Electric and Magnetic Field Instrument Suite and Integrated Science (EMFISIS)",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "\"RBSP-EMFISIS Instrument Suite ...\n\nTri-axial Magnetometer (MAG)  ... is a tri-axial fluxgate magnetometer: Vector B, DC-15 Hz, 0.1 nT accuracy, three sensors on rigid boom.\n\nWAVES, a tri-axial search coil magnetometer and sweep frequency receiver.\n\n    Waves Components:\n\n        Magnetic field - vector B\n        10 Hz - 12 kHz\n        sensitivity: 3x10-11 nT2Hz-1 @ 1 kHz\n        3 sensors on rigid boom\n\n        Electric field - spin-plane E\n        10 Hz- 12 kHz (vector)\n        10 kHz-400 kHz (single channel)\n        sensitivity: 3x10-17 V2m-2Hz-1 @ 1 kHz\n        shares booms with Electric Fields and Waves (EFW) Instrument\" (EMFISIS Web Page)\n\n\n\n\"This investigation will provide the observations needed to determine the origin of important plasma wave classes and their role in particle acceleration and loss processes. The investigation will also quantify the evolution of the magnetic field that defines the basic coordinate system controlling the structure of the radiation belts and the storm-time ring current. EMFISIS will provide calculations of on board spectra, including spectral matrices, making it possible to determine wave normal angles and Poynting fluxes for the plasma waves of interest and providing information for wave mode identification and propagation modeling which are essential for understanding and modeling of radiation particle physics. EMFISIS will also measure the upper hybrid frequency, permitting accurate determination of the electron plasma density required for analysis of wave propagation and instability growth rates.\"\n\n",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Craig.A.Kletzing",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "EMFISIS Web Page",
          "URL": "http://vanallenprobes.jhuapl.edu/Spacecraft/index.php#EMFISIS",
          "Description": "EMFISIS Web Page"
        }
      },
      "InstrumentType": "WaveformReceiver",
      "InvestigationName": "Radiation Belt Storm Probe (RBSP) EMFISIS",
      "ObservatoryID": "spase://SMWG/Observatory/RBSP/B"
    }
  }
}