{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_1.xsd",
    "Version": "2.2.1",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/SNOE/UVS",
      "ResourceHeader": {
        "ResourceName": "Student Nitric Oxide Explorer (SNOE) Ultraviolet Spectrometer (UVS)",
        "AlternateName": "Spectrometer",
        "ReleaseDate": "2019-05-05T12:34:56Z",
        "Description": "The objective of the ultraviolet spectrometer (UVS) on board the Student Nitric Oxide Explorer (SNOE) is to measure\n                the density of nitric oxide in the terrestrial upper atmosphere (thermosphere) by observing the (1,0) and (0,1) gamma bands.\n                The UVS design is similar to instruments flown on the Solar Mesospheric Explorer (SME), Pioneer Venus, and several rockets.\n                It consists of an Ebert-Fastie spectrometer, an off-axis telescope, and two Hamamatsu phototube detectors. The combination of\n                the spectrometer and the detectors produces a spacing of 22 nm between the two channels and the exit slits are sized to give\n                each detector a 3.7 nm bandpass. The grating in the spectrometer is set to place the (1,0) gamma band (215 nm) on one detector\n                and the (0,1) gamma band (237 nm) on the other detector. Both channels have a sensitivity of 450 counts/second/kiloRayleigh. The\n                UVS is mounted with its optical axis perpendicular to the spin axis of the spacecraft. Its telescope images the entrance slit of\n                the spectrometer on the limb with the long axis of the slit parallel to the horizon. The image of the slit on the limb is 3.5 km\n                high, which determines the fundamental altitude resolution of the instrument. The integration time is 27 msec.\n",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Charles.A.Barth",
          "Role": "PrincipalInvestigator"
        },
        "InformationURL": {
          "Name": "NSSDC's Master Catalog",
          "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=1998-012A-01",
          "Description": "Information about the Ultraviolet Spectrometer (UVS) on the Student Nitric Oxide Explorer (SNOE)"
        }
      },
      "InstrumentType": "Spectrometer",
      "InvestigationName": "Ultraviolet Spectrometer (UVS) on Student Nitric Oxide Explorer (SNOE)",
      "ObservatoryID": "spase://SMWG/Observatory/SNOE"
    }
  }
}