{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_2_9.xsd",
    "Version": "2.2.9",
    "NumericalData": {
      "ResourceID": "spase://NASA/NumericalData/Ulysses/COSPIN/HET/PHA/PT5S",
      "ResourceHeader": {
        "ResourceName": "Ulysses Cosmic Ray and Solar Particle Investigation (COSPIN) High Energy Telescope (HET) Full Resolution PHA Events, 5 s Data",
        "ReleaseDate": "2020-07-07T21:15:40Z",
        "Description": "A Directory containing Daily FTP downloadable Files containing full Information for every Non-zero HET PHA Event returned in Telemetry, including Raw Channels and Discriminator States, the Energy Deposits corresponding to the Channels, and certain derived Quantities including Particle Charge and Trajectory through the Telescope. PHA is performed for Electrons and Nuclei with Penetrating Power equivalent to that of Protons with Energy greater than 14 MeV. The Naming Convention of the Files is uly_het_full_pha_YYYDDD.txt, where YYY indicates the three digit Year since 1900 (e.g. YYY=090 for 1990, and YYY=102 for 2002) and DDD indicates the three digit Day of Year (January 1 = 1). At the Start of each File there is a detailed Description of the Format, in which each Event is represented by a Line with 54 Columns that provide complete Information about the Event. The first four Columns give the Time of the opening of the Window in which the Event was recorded as Fractional Year (to 12 Decimal Places) and as Year since 1900, Day of Year, and Milliseconds of Day. At the most common Science Telemetry Rate, 2048 bps, six Events are collected in every 32 s Telemetry Format. Because of the large Geometrical Factor of the Telescope, almost every available PHA Slot contains an Event. Since far more Events are recorded in the Telescope than can be returned as PHA Events in the Telemetry, only a Sample of the Events incident on the Telescope can be sent down as PHA Events. With the PHA Data for an Event, the Charge, Mass, Kinetic Energy, and Trajectory of the Particle through the Telescope can be determined. While most of the Nuclei incident on the HET are Protons, a three level Priority System selects Events for PHA and return in the Telemetry so as to assure Capture of almost all of the relatively rare Heavy Element Nuclei that stop in the Telescope. The lowest Priority (P3) Events are those that satisfy the most basic Criteria for being an analyzable Event, as determined by the Combination of Discriminators on various Detectors in the Telescope that fire. A higher Priority (P2) is given to Events that stop in the Telescope, and the highest Priority (P1) is given to Events that stop in the Telescope and that are identified as Heavy Nuclei by the Size of their Energy Deposits in the Detectors. The highest Priority Event that occurs in each Window for Accumulation of PHA Events is selected for inclusion in the Telemetry Data returned to the Ground. Thus, in large Solar Energetic Particle Events with abundant Heavy Nuclei, few Protons may be included in the PHA Events transmitted via Telemetry. The Counting Rates, however, Count every Event, and in such Cases it can usually be assumed the Counting Rates that respond to Protons are dominated by the Proton Flux. Absolute Fluxes for individual Elements may be derived by identifying PHA Events that would contribute to Counting Rates (i.e. that have the same Discriminator Configuration as one of the Counting Rates) and determining the Ratio between Events counted by the Rate and returned in Telemetry during a given Interval. Appropriate Counting Rates exist that Match each of the three PHA Priority States. The Priority Levels corresponding to the Counting Rates are listed in Table 7 of J.A. Simpson et al., Astron. Astrophys. Suppl. Ser. 92, 365-399, 1992. *** N.B. Three Corrections are necessary in Table 7. *** 1) The (H) Discriminator Logic should include the Discriminator K6H orred with the other seven Discriminators listed. 2) the middle Term of the P2 (Medium Priority) Logic should include D4 as well as D1, D2, and D6 as required Detectors. 3) Because of an Error in the Logic Design Counting Rate H3, listed as responding to P3 (Lowest Priority) Events, also includes P2 Events, which satisfy the first Term in the P2 Logic. Thus H3 should not be used for deriving Absolute Fluxes of P3 Events from PHA Data.",
        "Acknowledgement": "Please acknowledge the COSPIN HET Lead Investigator and COSPIN PI, R. Bruce McKibben",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/R.Bruce.McKibben",
            "Role": [
              "PrincipalInvestigator",
              "TeamLeader"
            ]
          },
          {
            "PersonID": "spase://SMWG/Person/Clifford.Lopate",
            "Role": "DataProducer"
          },
          {
            "PersonID": "spase://SMWG/Person/James.Connell",
            "Role": [
              "CoInvestigator",
              "DataProducer"
            ]
          }
        ],
        "InformationURL": [
          {
            "Name": "The Ulysses Cosmic Ray and Solar Particle Investigation, COSPIN",
            "URL": "http://ufa.esac.esa.int/ufa/#instruments",
            "Description": "Published Description of the COSPIN Instrumentation, J.A. Simpson et al., Astron. Astrophys. Suppl. Ser. 92, 365-399, 1992. See especially Section 4.3 for a detailed Description of the High Energy Telescopes, HET. An electronic Copy of this Paper is available at http://adsbit.harvard.edu/cgi-bin/nph-iarticle_query?1992A%26AS...92..365S&defaultprint=YES&filetype=.pdf."
          },
          {
            "Name": "User Notes for the COSPIN/HET Data Files",
            "URL": "http://ufa.esac.esa.int/ufa-sl-server/data-action?PROTOCOL=HTTP&PRODUCT_TYPE=ALL&FILE_NAME=het_usernotes.pdf&FILE_PATH=/ufa/HiRes/doc/cospin",
            "Description": "The User Notes File at the Ulysses Final Archive (UFA) describes the Format of the ASCII Data Files for the COSPIN High Energy Telescope, HET"
          },
          {
            "Name": "COSPIN HET Full Resolution ReadMe Document, Word Format",
            "URL": "http://ufa.esac.esa.int/ufa-sl-server/data-action?PROTOCOL=HTTP&PRODUCT_TYPE=ALL&FILE_NAME=ReadMeHETFullRes.doc&FILE_PATH=/ufa/HiRes/COSPIN/HET",
            "Description": "Top Level Descriptions of Formats and Contents of the six File Types that make up the COSPIN HET Full Resolution Data Set. Detailed Descriptions of the Formats and Contents are found in Header Lines at the Start of each downloaded Data File. The Data covered by this SPASE Description are described in the ReadMe under the Heading pha. (*** Note ***: During the Build-up of this Data Set, a few Errors and Omissions have been found in the Header Lines for some of the File Types. These Errors and Omissions are listed in this ReadMe File. Upon Completion of the Data Set, all Errors and Omissions discovered will be corrected in all of the Header Lines of all of the File Types at which time this Note will be removed)."
          }
        ],
        "PriorID": [
          "spase://VEPO/NumericalData/Ulysses/COSPIN/HET/FullResolution/PHA",
          "spase://VSPO/NumericalData/Ulysses/COSPIN/HET/PHA/PT5S"
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/ESA/ESAC/UlyssesFinalArchive",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "Ulysses Final Archive Access to COSPIN/HET Full Resolution PHA Events",
          "URL": "http://ufa.esac.esa.int/ufa/#data",
          "Description": "Parent Directory containing FTP downloadable Daily Files with the Format described below"
        },
        "Format": "Text",
        "Encoding": "ASCII",
        "Acknowledgement": "Please acknowledge R. Bruce McKibben, Space Science Center, University of New Hampshire"
      },
      "InstrumentID": "spase://SMWG/Instrument/Ulysses/COSPIN/HET",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1990-10-22T00:00:00.000",
          "StopDate": "2009-06-29T23:59:59.999"
        },
        "Cadence": "PT5S"
      },
      "ObservedRegion": "Heliosphere.Outer",
      "Parameter": [
        {
          "Name": "Time of Measurement",
          "Description": "Start Time of the Collection Window in which the Event occurred",
          "Cadence": "PT5S",
          "Structure": {
            "Size": "4",
            "Element": [
              {
                "Name": "Decimal Year",
                "Index": "1",
                "ParameterKey": "Column_1",
                "ValidMin": "1990",
                "ValidMax": "2009",
                "FillValue": "0.00000000000"
              },
              {
                "Name": "Year",
                "Index": "2",
                "ParameterKey": "Column_2",
                "ValidMin": "1990",
                "ValidMax": "2009",
                "FillValue": "0"
              },
              {
                "Name": "Day of Year",
                "Index": "3",
                "ParameterKey": "Column_3",
                "ValidMin": "1",
                "ValidMax": "366",
                "FillValue": "0"
              },
              {
                "Name": "Milliseconds of Day",
                "Index": "4",
                "ParameterKey": "Column_4",
                "ValidMin": "0",
                "ValidMax": "86400000",
                "FillValue": "0"
              }
            ]
          },
          "Support": {
            "SupportQuantity": "Temporal"
          }
        },
        {
          "Name": "Event Parameters",
          "Description": "All Parameters related to a single PHA Event. The PHA Data are complex, so a careful Study of the Material below and of the similar Material in the Header of each File is strongly recommended before trying to use these Data. The Parameters listed are: Column 5 (discs): 12 Character Hexadecimal Representation of the State of all Discriminators on the 12 PHA Detectors, D1-D6 and K1-K6 (or D7-D12) in the HET. D1 and D2 each have four Discriminator Levels, denoted L, M, H, and S for Low, Medium, High, and Switch (S controls the Gain State of the Detector Amplifier). D3 has three Levels (L, M, and S), while D4 has only 2 Levels (L and S). D5, D6, and K1-K6 each have three Levels (L, H, and S). As described in the In-line Documentation in the Header of each File, the States of these Discriminators are combined into one Hexadecimal Character for each Detector. Column 6 (ash): three Character Integer Representation of the States of Single Level Discriminators (0=OFF, 1=ON) on Detectors A (detects Particles which completely penetrate the Detector Stack), S (Scintillator which detects Particles entering or exiting through the Side of the Stack), and H (Logical Sum of High-Level Discriminators on Detectors D5-K6; if set to 1, Event is Priority 1) Column 7 (P123): three Character Integer Representation of the Priority Level of the Event. The effective Priority is that of the highest Level triggered. For example 1XX (X may be 0 or 1) corresponds to a Priority One Event, 01X to a Priority Two Event, and 001 to a Priority Three Event. Column 8 (C1245): four Character Representation of the State of Commands 1,2,4, and 5 (See Simpson et al., 1992 for Definitions of Commands). 1=Command in Effect, 0=Command Off. These Commands were never issued in Flight, so the Value should always be 0000. Column 9 (sect): Spin Sector in which the analyzed Event occurred. PHA Sectors are identical to the Sectors used for the sectored Counting Rates H45S and H7S. Column 10 (IFC): 1 if IFC is in progress, 0 otherwise Column 11 (Step): Most recent Step executed in the 2048 Step IFC Sequence Columns 12-17 (p1-p6): Channel Numbers of the Signals from the P-side of the Position Sensing Detectors D1-D6. The Amplifiers on the D and K Detectors have two Gain Ranges. If the Discriminator S is triggered on any Detector, the Low Gain Range is used for that Detector and the Conversion of Channel Number to Energy Deposit must be interpreted accordingly. If the S (Switch) Discriminator is not triggered, the High Gain Range is used. Contacts on the P-sides of the Position Sensing Detectors consist of thin Strips (223 for Detectors D1-D3, and 144 for Detectors D4-D6) distributed along a resistive Divider Chain. Thus the Signal collected from the P-side is proportional to the Position of the Strip closest to the Particle Penetration along the Divider Chain. See Lamport et al., (Nuc. Inst. Meth., 134, page 71, 1976) for a more detailed Description of the Function of the Position Sensing Detectors. Columns 18-23 (e1-e6): Channel Numbers of the Signals from the E-side of the Position Sensing Detectors D1-D6. Again, if the S (Switch) Discriminator is triggered for a Detector, the Channel Number corresponds to the Output of the Low Gain Amplifier for that Detector. Contacts on the E-sides of the Position Sensing Detectors are single evaporated Contacts covering the entire Surface of the Detector. Thus the full Signal is collected from the E-side. The P/E Ratio then determines the Position of the Particle Penetration in one Dimension perpendicular to the Orientation of the Strips on the P-side. The single S Discriminators on the D1-D6 Detectors mean that the P and E Signals from each Detector are always produced using the same Gain Range. Columns 24-29 (k1-k6): Channel Numbers of the Signals from the 0.5 cm thick Kevex Detectors that form the Calorimeter Portion of the HET. Again, the Amplifier on these Detectors are Dual Range. If the S Discriminator is fired, the Signal Size and thus the Channel corresponds to the Low Gain Range of the Amplifier. Columns 30-35 (p1ST-p6ST): Strip Numbers (times 1000) corresponding to the P/E Ratios from Detectors D1-D6. Columns 36-41 (e1EN-e6EN): Energy Deposits (MeV times 1000) based on the E-signals from Detectors D1-D6. Channel to Energy Conversions are regularly updated based on Results of In-Flight Calibrate Sequences performed approximately monthly. Columns 42-47 (K1EN-K6EN): Energy Deposits (MeV times 1000) based on PHA Channels from Detectors K1-K6. Channel to Energy Conversions are similarly updated based on IFC Sequences performed roughly once per Month. Column 48 (RANGE): Detector Number of the deepest Detector in the Stack with a Signal above the Low-Level (L) Discriminator. Values range from 1-13, where D1-D6 = 1-6, K1-K6 = 7-12, and A=13. Columns 49-50 (X0, Y0): X, Y Position (Millimeters times 1000) of the Particle Trajectory in a Plane half way between Detectors D3 and D4. Computed from Positions determined in D1-D6. Column 51 (Angle): Angle of the Trajectory with respect to the HET Axis (degrees X 1000). Computed from Positions determined in D1-D6. Columns 52-53 (RMS1, RMS2): Root Mean Square Deviations from the Best Fit Trajectory in D1-D3 and D4-D6. Computed from Positions determined in D1-D6. Columns 54-55 (DX, DY): DX and DY are Projections of the Trajectory onto the X- and Y-axes where the Projection onto the Z-Axis is 1. Thus, the Tangent of the Angle is sqrt(DX * DX + DY * DY) and the Secant is sqrt(1 + DX * DX + DY * DY). Columns 56-57 (RS, RSP1) Radius from the Telescope Axis in the Stopping Detector as defined by Range above (RS) and in the next Detector beyond the Stopping Detector (RSP1), measured in Millimeters times 1000. Column 58 (ZCAL): Estimate of Particle Charge (Z times 1000) based on Energy Losses and Trajectory in the Telescope, derived using the ZCAL Algorithm developed by K.H. Lau (Cal Tech Ph.D. Thesis, 1985).",
          "Caveats": "Occasional logically inconsistent Combinations of Status and Flag Bits (Discriminator Triggers, Status Bits, etc.) occur. For example, Firing of the H Discriminator but not the L Discriminator for a Detector, or low (or higher) Level Discriminators fired for K1 and K3 but not K2. These are probably the Result of a Timing Glitch or Pile-up of more than one Event within the Resolving Time of the Logic. For such Events, and for Events of questionable Quality for any other reason, no Nuclear Charge will be computed. The ZCAL Algorithm as implemented does not work well for Hydrogen, and often does not work at all for Electrons. Hydrogen will generally be assigned a ZCAL near 0.7 (700 as listed in this File). Electrons will either be given a Fill Value (-1) or some small Value. To study Protons and Electrons using PHA Data, it is recommended that all Events with ZCAL>1.3 be eliminated, and that the remaining Events be analyzed using standard dE/dX versus Residual Energy Techniques, using the Detector immediately in front of the stopping Detector to measure dE/dX, and the Stopping Detector (indicated by Range in Column 49) to measure Residual Energy. For Protons and Electrons, the Trajectory Determining System (P and E Signals) does not give accurate Trajectories as a Result of the small Energy Deposits left in the Position Sensing Detectors.",
          "Cadence": "PT5S",
          "Structure": {
            "Size": "54",
            "Description": "All Parameters associated with a single PHA Event (see extended Description under Parameter above and in the File Headers).",
            "Element": [
              {
                "Name": "discs",
                "Index": "1",
                "ParameterKey": "Column_5"
              },
              {
                "Name": "ash",
                "Index": "2",
                "ParameterKey": "Column 6"
              },
              {
                "Name": "P123",
                "Index": "3",
                "ParameterKey": "Column_7"
              },
              {
                "Name": "C1245",
                "Index": "4",
                "ParameterKey": "Column_8"
              },
              {
                "Name": "Sect",
                "Index": "5",
                "ParameterKey": "Column_9",
                "ValidMin": "0",
                "ValidMax": "7"
              },
              {
                "Name": "IFC",
                "Index": "6",
                "ParameterKey": "Column_10",
                "ValidMin": "0",
                "ValidMax": "1"
              },
              {
                "Name": "step",
                "Index": "7",
                "ParameterKey": "Column 11",
                "ValidMin": "0",
                "ValidMax": "2047"
              },
              {
                "Name": "p1",
                "Index": "8",
                "ParameterKey": "Column_12",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "p2",
                "Index": "9",
                "ParameterKey": "Column_13",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "p3",
                "Index": "10",
                "ParameterKey": "Column 14",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "p4",
                "Index": "11",
                "ParameterKey": "Column_15",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "p5",
                "Index": "12",
                "ParameterKey": "Column_16",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "p6",
                "Index": "13",
                "ParameterKey": "Column_17",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "e1",
                "Index": "14",
                "ParameterKey": "Column_18",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "e2",
                "Index": "15",
                "ParameterKey": "Column_19",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "e3",
                "Index": "16",
                "ParameterKey": "Column_20",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "e4",
                "Index": "17",
                "ParameterKey": "Column_21",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "e5",
                "Index": "18",
                "ParameterKey": "Column_22",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "e6",
                "Index": "19",
                "ParameterKey": "Column_23",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "k1",
                "Index": "20",
                "ParameterKey": "Column_24",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "k2",
                "Index": "21",
                "ParameterKey": "Column_25",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "k3",
                "Index": "22",
                "ParameterKey": "Column_26",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "k4",
                "Index": "23",
                "ParameterKey": "Column_27",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "k5",
                "Index": "24",
                "ParameterKey": "Column_28",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "k6",
                "Index": "25",
                "ParameterKey": "Column_29",
                "ValidMin": "0",
                "ValidMax": "4094",
                "FillValue": "4095"
              },
              {
                "Name": "p1ST",
                "Index": "26",
                "ParameterKey": "Column_30",
                "ValidMin": "0",
                "ValidMax": "223",
                "FillValue": "-1"
              },
              {
                "Name": "p2ST",
                "Index": "27",
                "ParameterKey": "Column_31",
                "ValidMin": "0",
                "ValidMax": "223",
                "FillValue": "-1"
              },
              {
                "Name": "p3ST",
                "Index": "28",
                "ParameterKey": "Column_32",
                "ValidMin": "0",
                "ValidMax": "223",
                "FillValue": "-1"
              },
              {
                "Name": "p4ST",
                "Index": "29",
                "ParameterKey": "Column_33",
                "ValidMin": "0",
                "ValidMax": "144",
                "FillValue": "-1"
              },
              {
                "Name": "p5ST",
                "Index": "30",
                "ParameterKey": "Column_34",
                "ValidMin": "0",
                "ValidMax": "144",
                "FillValue": "-1"
              },
              {
                "Name": "p6ST",
                "Index": "31",
                "ParameterKey": "Column_35",
                "ValidMin": "0",
                "ValidMax": "223",
                "FillValue": "-1"
              },
              {
                "Name": "e1EN",
                "Index": "32",
                "ParameterKey": "Column_36",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "3500",
                "FillValue": "-1"
              },
              {
                "Name": "e2EN",
                "Index": "33",
                "ParameterKey": "Column_37",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "3500",
                "FillValue": "-1"
              },
              {
                "Name": "e3EN",
                "Index": "34",
                "ParameterKey": "Column_38",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "3500",
                "FillValue": "-1"
              },
              {
                "Name": "e4EN",
                "Index": "35",
                "ParameterKey": "Column_39",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "3500",
                "FillValue": "-1"
              },
              {
                "Name": "e5EN",
                "Index": "36",
                "ParameterKey": "Column_40",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "3500",
                "FillValue": "-1"
              },
              {
                "Name": "e6EN",
                "Index": "37",
                "ParameterKey": "Column_41",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "3500",
                "FillValue": "-1"
              },
              {
                "Name": "k1EN",
                "Index": "38",
                "ParameterKey": "Column_42",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "8000",
                "FillValue": "-1"
              },
              {
                "Name": "k2EN",
                "Index": "39",
                "ParameterKey": "Column_43",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "8000",
                "FillValue": "-1"
              },
              {
                "Name": "k3EN",
                "Index": "40",
                "ParameterKey": "Column_44",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "8000",
                "FillValue": "-1"
              },
              {
                "Name": "k4EN",
                "Index": "41",
                "ParameterKey": "Column_45",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "8000",
                "FillValue": "-1"
              },
              {
                "Name": "k5EN",
                "Index": "42",
                "ParameterKey": "Column_46",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "8000",
                "FillValue": "-1"
              },
              {
                "Name": "k6EN",
                "Index": "43",
                "ParameterKey": "Column_47",
                "Units": "MeV",
                "ValidMin": "0",
                "ValidMax": "8000",
                "FillValue": "-1"
              },
              {
                "Name": "RANGE",
                "Index": "44",
                "ParameterKey": "Column_48",
                "ValidMin": "1",
                "ValidMax": "13",
                "FillValue": "-1"
              },
              {
                "Name": "X0",
                "Index": "45",
                "ParameterKey": "Column_49",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "Y0",
                "Index": "46",
                "ParameterKey": "Column_50",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "ANGLE",
                "Index": "47",
                "ParameterKey": "Column_51",
                "Units": "1000 °",
                "ValidMin": "0",
                "ValidMax": "45000",
                "FillValue": "-1"
              },
              {
                "Name": "RMS1",
                "Index": "48",
                "ParameterKey": "Column_52",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "RMS2",
                "Index": "49",
                "ParameterKey": "Column_53",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "DX",
                "Index": "50",
                "ParameterKey": "Column_54",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "DY",
                "Index": "51",
                "ParameterKey": "Column_55",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "RS",
                "Index": "52",
                "ParameterKey": "Column_56",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "RSP1",
                "Index": "53",
                "ParameterKey": "Column_57",
                "Units": "µm",
                "ValidMin": "0",
                "ValidMax": "40000",
                "FillValue": "-1"
              },
              {
                "Name": "ZCAL",
                "Index": "54",
                "ParameterKey": "Column_58",
                "ValidMin": "0",
                "ValidMax": "30000",
                "FillValue": "-1"
              }
            ]
          },
          "Particle": {
            "ParticleType": "Ion",
            "ParticleQuantity": "Energy",
            "AtomicNumber": [
              "1",
              "2",
              "3",
              "4",
              "5",
              "6",
              "7",
              "8",
              "9",
              "10",
              "11",
              "12",
              "13",
              "14",
              "15",
              "16",
              "17",
              "18",
              "19",
              "20",
              "21",
              "22",
              "23",
              "24",
              "25",
              "26",
              "26",
              "28"
            ]
          }
        }
      ]
    }
  }
}