{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema  http://www.spase-group.org/data/schema/spase-2.6.0.xsd",
    "Version": "2.6.0",
    "Instrument": {
      "ResourceID": "spase://ISWI/Instrument/GIRO/Ionosonde",
      "ResourceHeader": {
        "ResourceName": "GIRO Ionospheric Sounder",
        "AlternateName": "Ionosonde",
        "ReleaseDate": "2012-03-21T09:08:00Z",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2023-12-01T10:41:33",
            "Note": "Moved to ISWI Naming Authority. Edited Resource, Association, and Observatory IDs, added Contact, updated  Acknowledgement, PriorID and SPASE version. LNG"
          }
        },
        "Description": "The GIRO (Global Ionospheric Radio Observatory) comprises records of subpeak\nionospheric characteristics, including altitude profiles of electron \ndensity and plasma drift velocity, in the altitude range 90 km to the \npeak height of the F2 layer, measured by a global ground-based network \nof active high frequency (HF) radiowave remote sensing instruments, \nionosondes. The ionosonde uses stepped- or fixed-frequency probing \nradio signals transmitted from the ground for propagation into ionosphere, \ntotal reflection from an area of matching plasma density, and return to \nthe same or different ionosonde location for detection. The detected \nechoes are evaluated for their travel time and other characteristics \nsuch as amplitude, phase, polarization, Doppler frequency shift, and \nangle of arrival. The signal travel time is commonly translated to \nthe virtual range to the reflecting area in the ionosphere in the \nassumption of the signal propagating at the speed of light.\nStepped-frequency measurements provide adequate information to compute\ntrue range of reflections by accounting for refractive properties of plasma.\n\nThe ionosonde designs are commonly divided in two classes, (1) a pulsed sounder\nwith stepped frequency that transmits short pulses to detect the echo arrival\nin the time domain, and (2) a chirp-sounder that transmits a continuous\nswept-frequency signal to detect its reflections in the frequency domain.\nThe stepped- or swept-frequency sounders produce inherently 2-dimensional\ndata record (frequency x travel time), ionogram. Each element of the 2D\nionogram structure holds multiple signal characteristics measured in the\nionosonde's receiver channels. Thus acquired information is processed to\ndetect echoes and use their attributes to derive ionospheric characteristics\nalong the propagation path.\n\nThe fixed-frequency measurement, while using the same concept of radio\nsounding by total reflection, targets specific plasma densities in the \nionosphere, and usually provides higher Doppler frequency resolution by \ntransmitting pulses at the same frequency for several seconds. \nSimultaneously occurring reflection points in a structured ionosphere \nare identified by their different echo Doppler frequencies allowing the\ncomputation of Doppler skymaps and plasma drift velocity.",
        "Acknowledgement": "     Heavy investments of time, effort, expertise,\n      and funds continue to be made to produce, collect, quality\n      control, interpret, and archive ionosonde data. It is therefore\n      important that the data suppliers and Lowell GIRO Data Center\n      (LGDC) are appropriately acknowledged in scientific publications that include analysis of data obtained from LGDC servers.\n\n      Please read Rules of the Road\n      https://giro.uml.edu/didbase/RulesOfTheRoad.html for license\n      information and refer to Acknowledgements List\n      https://giro.uml.edu/didbase/acknowledgements.htm to use GIRO data per license requirements.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Bodo.W.Reinisch",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Ivan.A.Galkin",
            "Role": [
              "DataProducer",
              "TechnicalContact"
            ]
          },
          {
            "PersonID": "spase://SMWG/Person/Leonard.N.Garcia",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": {
          "Name": "GIRO (Global Ionospheric Radio Observatory) Home Page",
          "URL": "https://giro.uml.edu",
          "Description": "Access to real-time data and software tools",
          "Language": "en"
        },
        "Association": {
          "AssociationID": "spase://ISWI/Observatory/GIRO",
          "AssociationType": "Other"
        },
        "PriorID": "spase://SMWG/Instrument/GIRO/Ionosonde"
      },
      "InstrumentType": "Sounder",
      "InvestigationName": "Global Ionospheric Radio Observatory",
      "ObservatoryID": "spase://ISWI/Observatory/GIRO"
    }
  }
}