{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Interball-1/DOK2",
      "ResourceHeader": {
        "ResourceName": "DOK2",
        "ReleaseDate": "2010-02-04T12:34:56.789",
        "Description": "DOK-2 uses two pairs of energetic particle telescopes. \n        Each telescope has a single, passively cooled, totally depleted, surface-barrier silicon detector. \n        One detector of each pair (1e,2e) is of 0.3 mm thick. Thin foil in front of detector absorbes protons with energies E less than 400 keV so \n        this detector measures electron spectrum in 20 - 420 keV range. The second detector (1p,2p) of 0.15 mm thick is supplied with a broom magnet, deflecting electrons up to 1500 keV . It measures spectrum of ions (protons) in 20-850 keV range. \n        Full aperture angles and geometric factors of electron telescopes are of 27° and 0.066. \n        For proton telescopes these values are 12.7° and 0.015. Particle flux angular distribution is measured using spacecraft rotation with a ~2 min \n        period around the axis directed to the Sun (the angle ) and mechanical scanning of the second telescope pair in a plane containing the rotation \n        axis (the angle). So 3-dimensional particle distribution function is measured during each 2 min rotation period. \n        About seven full scanning cycles are carried out for every rotation. The first detector pair (1e,1p) is fixed in the antisolar direction. \n        Moving detector pair (2e,2p) can either scan from 45° to 180° (to a Sun direction) or stay in one of 4 positions: 45, 90, 135 and 180°. \n        \n        \n        Spectrometer DOK-2 was switched on 5 hours after the launch on 3. 08.1995 and is in a continuous operation up today exept 3-4 hours swich-off in \n        the radiation belts once on each orbit. In flight calibrations show that energetic resolution of detectors is 5-7 keV. \n        \n        Some problems were with 2e-detector ADC, which was blocked from 11.09.1995 to 31.12.1995 and from 3.03.1996 up to the end of the mission  \n        so as with a mechanically scanning system. From 1.11.1995 the moving detector pair stay at =62°. \n        \n        All other systems both hardware and software are working normally.\n      ",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Volt.Lutsenko",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Karel.Kudela",
            "Role": "PrincipalInvestigator"
          }
        ],
        "InformationURL": {
          "Name": "DOK2 Home Page at IKI",
          "URL": "http://www.iki.rssi.ru/interball/dok.html",
          "Description": "Information about the Energetic Proton/Electron Spectrometer DOK-2 experiment on the Interball Tail Probe mission."
        }
      },
      "InstrumentType": "SolidStateDetector",
      "InvestigationName": "Energetic Proton/Electron Spectrometer DOK-2 on Interball Tail Probe",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Interball-Tail"
    }
  }
}