{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_2.xsd",
    "Version": "2.3.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/MAVEN/MAG",
      "ResourceHeader": {
        "ResourceName": "MAVEN Magnetometer, MAG, Instrument",
        "AlternateName": "MAVEN MAG Instrument",
        "ReleaseDate": "2021-05-30T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2021-05-30T12:34:56.789",
            "Note": "Updated to SPASE Version 2.3.2 if needed, Applied quality conntrol for DOI usage, LFB"
          }
        },
        "Description": "The MAVEN Magnetometer, MAG, Experiment will measure the Magnitude and Direction of the Interplanetary and Martian Induced and Ionospheric Magnetic Fields, as well as the regional Martian Crustal Magnetic Field. The Experiment comprises two Magnetometer Sensors, each one mounted on an Extension from the End of the two Solar Panel \"Wings\". Each Sensor consists of two Ring-Core Fluxgate Magnetometers which are oriented in Planes intersecting at 90°, so that all three Vector Components of the Magnetic Field are measured, one Component measured by both. The Magnetometers have three Dynamic Ranges:\n\n* ±65536 nT with 2.0 nT resolution for Ground Testing primarily,\n* ±2048 nT with 0.0625 nT resolution for Crustal Magnetic Anomalies,\n* ±512 nT with 0.015625 nT resolution for the Solar Wind Environment.",
        "Acknowledgement": "National Aeronautics and Space Administration, NASA, Laboratory for Atmospheric and Space Physics, LASP, University of Colorado, Boulder",
        "Funding": {
          "Agency": "National Aeronautics and Space Administration, Mars Scout Program",
          "Project": "MAVEN Magnetometer Investigation",
          "AwardNumber": "UNKNOWN"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/John.E.P.Connerney",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "The Mars Atmosphere and Volatile Evolution, MAVEN, Magnetometer Instrument Home Page, LASP, UC Boulder",
            "URL": "https://lasp.colorado.edu/home/maven/science/instrument-package/mag/",
            "Description": "The Mars Atmosphere and Volatile Evolution, MAVEN, Magnetometer Instrument Home Page, Laboratory for Atmospheric and Space Physics, University of Colorado, Boulder"
          },
          {
            "Name": "MAVEN Magnetometer, MAG, Instrument paper, Published by Space Sci. Rev., Date: 2015-06-18",
            "URL": "https://doi.org/10.1007/s11214-015-0169-4",
            "Description": "Author List: Connerney, J. E. P., Espley, J., Lawton, P., Murphy, S. D., Odom, J., Oliversen, R. J., & Sheppard, D. A."
          },
          {
            "Name": "NSSDC Master Catalog Listing, MAVEN Magnetometer, MAG, Instrument",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2013-063A-08",
            "Description": "NSSDC Master Catalog Listing for the MAVEN Magnetometer, MAG, Instrument, NSSDCA/COSPAR ID: 2013-063A-08"
          }
        ]
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "MAVEN Magnetometer Investigation",
      "OperatingSpan": {
        "StartDate": "2013-11-18T18:28:00",
        "Note": "MAVEN Launch Date and Time until data are available"
      },
      "ObservatoryID": "spase://SMWG/Observatory/MAVEN"
    }
  }
}