{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_3_2.xsd",
    "Version": "2.3.2",
    "Instrument": {
      "ResourceID": "spase://SMWG/Instrument/MAVEN/SWEA",
      "ResourceHeader": {
        "ResourceName": "MAVEN Solar Wind Electron Analyzer, SWEA, Instrument",
        "AlternateName": "MAVEN SWEA Instrument",
        "ReleaseDate": "2021-05-30T12:34:56.789",
        "RevisionHistory": {
          "RevisionEvent": {
            "ReleaseDate": "2021-05-30T12:34:56.789",
            "Note": "Updated to SPASE Version 2.3.2 if needed, Applied quality conntrol for DOI usage, LFB"
          }
        },
        "Description": "The Solar Wind Electron Analyzer, SWEA, is designed to measure the Energy and Angular Distribution of Solar Wind and Ionospheric Electrons. The Analyzer covers an Energy Range of 5 eV to 5 keV with a Resolution of 12% below 50 eV, increasing to 18% at maximum Energy. The Field of View is 360° × 130° with an Angular Resolution of 22.5° × 20°. SWEA has two Measurement Modes, a Solar Wind Mode for Altitudes above 500 km and an Ionosphere Mode below 500 km. In Solar Wind Mode, Energy Spectra and Pitch Angle Distributions are measured every 8 s, and in Ionosphere Mode, every 2 s. The Instrument is mounted on the End of a 1.75 m Boom extended from the MAVEN Back Panel.",
        "Acknowledgement": "National Aeronautics and Space Administration, NASA, Applied Physic Laboratory, Johns Hopkins University",
        "Funding": {
          "Agency": "National Aeronautics and Space Administration, Mars Scout Program",
          "Project": "MAVEN Solar Wind Electron Analyzer Investigation",
          "AwardNumber": "UNKNOWN"
        },
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Donald.G.Mitchell",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Lee.Frost.Bargatze",
            "Role": "MetadataContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "The Mars Atmosphere and Volatile Evolution, MAVEN, Solar Wind Electron Analyzer Instrument Home Page, LASP, UC Boulder",
            "URL": "https://lasp.colorado.edu/home/maven/science/instrument-package/swea/",
            "Description": "The Mars Atmosphere and Volatile Evolution, MAVEN, Solar Wind Electron Analyzer Instrument Home Page, Laboratory of Atmospheric and Space Physics, LASP, University of Colorado, Boulder"
          },
          {
            "Name": "MAVEN Solar Wind Electron Analyzer, SWEA, Instrument paper, Published by Space Sci. Rev., Date: 2016-02-22",
            "URL": "https://doi.org/10.1007/s11214-015-0232-1",
            "Description": "Author List: Mitchell, D. L., Mazelle, C., Sauvaud, J.-A., Thocaven, J.-J., Rouzaud, J., Fedorov, A., Rouger, P., Toublanc, D., Taylor, E. R., Gordon, D. A., Robinson, M., Heavner, S., Turin, P., Diaz-Aguado, M., Curtis, D. W., Lin, R. P., & Jakosky, B. M."
          },
          {
            "Name": "NSSDC Master Catalog Listing, MAVEN Solar Wind Electron Analyzer, SWEA, Instrument",
            "URL": "https://nssdc.gsfc.nasa.gov/nmc/experiment/display.action?id=2013-063A-07",
            "Description": "NSSDC Master Catalog Listing for the MAVEN Solar Wind Electron Analyzer, SWEA, Instrument, NSSDCA/COSPAR ID: 2013-063A-07"
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "MAVEN Solar Wind Electron Analyzer Investigation",
      "OperatingSpan": {
        "StartDate": "2013-11-18T18:28:00",
        "Note": "MAVEN Launch Date and Time until data are available"
      },
      "ObservatoryID": "spase://SMWG/Observatory/MAVEN"
    }
  }
}