{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/FREJA/ESP",
      "ResourceHeader": {
        "ResourceName": "ESP",
        "AlternateName": "Electron Spectrometers",
        "ReleaseDate": "2004-07-20T21:10:13Z",
        "Description": "The electron data are a collection of detections made by the MATE and TESP instruments on Freja.\n      \n      The MAgnetic imaging Two-dimensional Electron spectrometer (MATE) measures electron energy and angular distributions in the energy range \n      0.1 - 100 keV. MATE consist of a 360째 field-of-view sector magnet energy analyser with 90째 deflection angle for simultaneous energy and \n      pitch angle determination. The sampling rate for the full energy range is 10 ms, and acollimator system enables measurements of the \n      energy spectrum at 16 energies , and 30 angular sectors. Unfortunately, the MATE instrument was not deployed completely and was to 1/3 \n      blocked by the Freja spacecraft itself and only every 4th angular sector have data. Also, the MATE instrument did only work properly up \n      to orbits around 1600, where after only the integrated flux of the high-energy electrons could be obtained. In addition, the lowest energy \n      channels was found to give uncertain data.\n      \n      The Two-dimensional Electron SPectrometer (TESP) on Freja consists of a \"top-hat\" style sweeping electrostatic analyser. The energy range \n      of 20-25 keV is covered in 32 sectors to complete a spectrum. Depending on instrument mode, 16 or 32 spectra are returned each second \n      (31.25 ms resolution). The angular field-of-view is the full 360째 and electrons are counted in 32 equally spaced bins, yielding an angular \n      resolution of 11째. The entrance aperture of the TESP also contains a set of electrostatic deflectors which allows the plane of acceptance \n      to be \"warped\" into a cone. \n      The TESP experiment started working around orbit 720, when the instrument software were sent tot the spacecraft after the launch. The TESP \n      data covers only energies up to 25 keV, but gives nervertheless important information regarding the high-energy electrons. Since low energy \n      electrons may cause an excess emission of secondary electrons (and thereby mitigate charging), the information from this experiment is very \n      useful. Note that the energy channels below about 30 eV was found to give uncertain data.",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Manfred.H.Boehm",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Jan-Erik.Wahlund",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": {
          "Name": "Technical Note",
          "URL": "https://space.fmi.fi/spee/docs/wp110_tn1.pdf"
        }
      },
      "InstrumentType": "Spectrometer",
      "InvestigationName": "Electron Spectrometers",
      "OperatingSpan": {
        "StartDate": "1992-11-03T00:00:00",
        "StopDate": "1994-10-04T23:59:59"
      },
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Freja"
    }
  }
}