{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/FREJA/MFE",
      "ResourceHeader": {
        "ResourceName": "MFE",
        "AlternateName": "Magnetic Field Experiment",
        "ReleaseDate": "2004-07-20T21:10:13Z",
        "Description": "The Swedish satellite, FREJA, was launched 6 October, 1992 into a 63 degree inclination, 600x1700 km altitude orbit. \n        The satellite is in the auroral zone a significant amount of the time. Ionospheric current systems are monitored by the Johns \n        Hopkins University Applied Physics Laboratory (JHU/APL) Magnetic Field Experiment (MFE). The MFE for the FREJA spacecraft was \n        provided as the only US principal experiment by the JHU/APL in cooperation with the NASA/Goddard Space Flight Center.\n        \n        The FREJA MFE includes a custom JHU/APL-designed Forth Reduced Instruction Set Computer (FRISC) microprocessor. The purpose of \n        the MFE computer is to allow extensive on board processing which has traditionally been performed after-the-fact on recorded data. \n        One of the many on board functions is an auroral zone field-aligned current detector patterned after the UARS MFE peak detector AC \n        channel. The 1.5 - 128 Hz bandpassed channel of the spin axis fluxgate magnetometer sensor is monitored by a one second standard \n        deviation calculation. When this result exceeds a programmable threshold (presently set at 100 nT) a trigger word is set which \n        circulates through the satellite telemetry system and can be used to initiate various experiment data taking. This MFE trigger value \n        is time-tagged, stored in the spacecraft housekeeping telemetry, and may be transmitted by an auxiliary, limited bandwidth transmitter \n        and received in near real time by a simple, portable antenna and receiver. The advantage of this detection approach is the simplicity \n        of the analysis and the direct, automatic and real time correlation with current systems previously determined by extensive ground \n        processing. This detector information can be received real-time or transferred via network or telephone from the receiving station \n        in Kiruna, Sweden using PC-based communications packages. ",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/Lars.Eliasson",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://SMWG/Person/Larry.J.Zanetti",
            "Role": "ProjectScientist"
          }
        ],
        "InformationURL": [
          {
            "Name": "Freja F3H data archive at IRF",
            "URL": "http://www2.irf.se/program/sspt/Freja/"
          },
          {
            "Name": "MF experiment webpage at JHUPL",
            "URL": "http://sd-www.jhuapl.edu/Freja/"
          }
        ]
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "Magnetic Field Experiment",
      "OperatingSpan": {
        "StartDate": "1992-10-24T00:00:00",
        "StopDate": "1995-02-15T23:59:59"
      },
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Freja"
    }
  }
}