{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "Version": "2.2.8",
    "DisplayData": {
      "ResourceID": "spase://NASA/DisplayData/STEREO/SSC/DailyBrowseImages",
      "ResourceHeader": {
        "ResourceName": "STEREO Science Center Daily Browse Images and Movies",
        "ReleaseDate": "2020-07-07T19:48:37Z",
        "Description": "\nDaily browse images and movies from each of the STEREO SECCHI (Sun Earth Connection Coronal and Heliospheric Investigation) telescopes (EUVI, COR1, COR2, HI1, HI2) are available on the STEREO Science Center (SSC) website.  Images are produced initially from the low resolution real time space weather beacon data, and the browse page for the current day is updated every 15 minutes if new data are available.  The initial low resolution real time images are replaced with the full resolution versions once they are available, typically about three days later.  Large gaps in time are filled in with beacon images if possible.  Daily context images from SDO/AIA, the Mauna Loa K-Coronagraph, and SOHO/LASCO/C2 are also included.  (Earlier dates substitute SOHO/EIT and Mauna Loa MkIV.)\n\nJPEG images are available at sizes ranging from 128x128 to 1024x1024 or 2048x2048, depending on the telescope.  Running difference images at the same sizes are also created for the coronagraph telescopes at the following time differences:  COR1: 20 minutes, COR2: 1 hour, and HI1: 2 hours.  HI2 processed images are inherently running differences with a time difference of 2 hours.  If enough images are available, then daily MPEG-2 movies are generated at 256x256 and 512x512 resolutions from both the direct and running difference images.\n\nUpon entering the daily browse tool, one is initially taken to the browse page for the most recent day.  From there, one can navigate by day, week, or solar rotation (28 days).  One can also enter in a specific date in the format YYYYMMDD, e.g. 20161103 for November 3, 2016.  It is also possible to move back and forth between the pages for browse images and for in situ browse plots for any given date.\n\t    ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/William.T.Thompson",
          "Role": "GeneralContact"
        },
        "PriorID": "spase://VSPO/DisplayData/STEREO/SSC/DailyBrowseImages"
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/STEREO_SC",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "STEREO SSC Daily Browse Images",
          "URL": "https://stereo-ssc.nascom.nasa.gov/browse/"
        },
        "Format": "HTML"
      },
      "InstrumentID": [
        "spase://SMWG/Instrument/STEREO-A/SECCHI",
        "spase://SMWG/Instrument/STEREO-B/SECCHI"
      ],
      "MeasurementType": "ImageIntensity",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2006-12-22T00:00:00",
          "RelativeStopDate": "-PT1H"
        }
      },
      "SpectralRange": [
        "ExtremeUltraviolet",
        "Optical"
      ],
      "ObservedRegion": [
        "Sun.Chromosphere",
        "Sun.Corona",
        "Heliosphere.Inner"
      ]
    }
  }
}