{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/ACE/SWEPAM",
      "ResourceHeader": {
        "ResourceName": "SWEPAM",
        "AlternateName": [
          "Solar Wind Electron, Proton and Alpha Monitor",
          "ACE SWEPAM"
        ],
        "ReleaseDate": "2017-02-04T12:34:56.789",
        "Description": "The Solar Wind Electron, Proton, and Alpha Monitor (SWEPAM) measures \n        the solar wind plasma electron and ion fluxes (rates of particle flow) as functions of \n        direction and energy. These data provide detailed knowledge of the solar wind conditions \n        and internal state every minute. SWEPAM also provides real-time solar wind observations \n        which are continiously telemetered to the ground for space weather purposes.\n        \n        Electron and ion measurements are made with separate sensors. \n        The ion sensor measures particle energies between about 0.26 and 36 KeV, \n        and the electron sensor's energy range is between 1 and 1350 eV. \n        Both sensors use electrostatic analyzers with fan-shaped fields-of-view. \n        The electrostatic analyzers measure the energy per charge of each particle \n        by bending their flight paths through the system. The fields-of-view are swept across \n        all solar wind directions by the rotation of the spacecraft.\n        \n        SWEPAM was built jointly by the Los Alamos and Sandia National Laboratories in New Mexico. \n        It is built from the spare solar wind electron and ion analyzers from the Ulysses mission with \n        selective modifications and improvements.       \n      ",
        "Contact": [
          {
            "PersonID": "spase://SMWG/Person/David.J.McComas",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/Ruth.Skoug",
            "Role": "TechnicalContact"
          }
        ],
        "InformationURL": [
          {
            "Name": "SWEPAM home page at LANL",
            "URL": "http://swepam.lanl.gov",
            "Description": "Information about the SWEPAM instrument, with links to data and other documentation"
          },
          {
            "Name": "NSSDC's Master Catalog",
            "URL": "http://nssdc.gsfc.nasa.gov/nmc/experimentDisplay.do?id=1997-045A-07",
            "Description": "Information about the Solar Wind Electron, Proton and Alpha Monitor (SWEPAM) experiment on the ACE mission."
          }
        ],
        "PriorID": "spase://SMWG/instrument/1997-045A-07"
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "Solar Wind Electron, Proton and Alpha Monitor (SWEPAM) on ACE",
      "OperatingSpan": {
        "StartDate": "1998-02-04T00:00:00",
        "Note": "Oct 23, 2012: SWEPAM data status update"
      },
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/ACE"
    }
  }
}