{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "NumericalData": {
      "ResourceID": "spase://CNES/NumericalData/CDPP-Archive/Cluster-1/RAPID/CLU_PP_C1_RAP",
      "ResourceHeader": {
        "ResourceName": "Cluster 1 RAPID Prime Parameters",
        "DOI": "https://doi.org/10.24400/802406/en3h-k67j",
        "ReleaseDate": "2022-02-22T17:30:22Z",
        "Description": "This data set contains the Cluster  1 RAPID  Prime  Parameters (spin averaged) : omni-directional particle fluxes in two energy ranges for 4 species, plus field-aligned anisotropies for protons and electrons.\n\nCaveats\n\nThe calibration data applied are the most reasonable for a quick and standardised calculation of the particle fluxes. They do not attempt to include cross-calibrations among the spacecraft, since these are extremely complicated, requiring case-by-case analysis. Thus the same geometry factors are applied to all 4 RAPID units. However, the energy thresholds are slightly different, but a spectral analysis correction brings them all to a uniform set of values. Since this correction is applied automatically, it is prone to error.\n\nThe restrictions on the interpretation of the anisotropy values have already been mentioned. Furthermore, due to a programming error in the RAPID on-board computer, the magnetic field was incorrectly processed during the first months of operations. This problem was corrected on April 26, 2001 on spacecraft 3, and on May 18, 2001 on the other spacecraft. Up until these times, the anisotropies contain only fill values.\n\nIt must be pointed out that the helium and heavy ion fluxes are measured and read out every 4 spins, and not every spin as for protons and electrons. This is consistent with their expected lower count rates. However, since the PPDB deliver data for every spin, it has been decided to fill in the intervening spins with repeated helium and heavy ion data. This accurately reflects the true situation, since the delivered fluxes are indeed averages over these four spins.\n\nDue to another programming bug, the helium and heavy ion fluxes were in fact only measured every 8 spins: every second set of 4-spin data simply repeated the previous measurement. This too was corrected at the same time as the anisotropy bug mentioned above.\n\nDuring operations it has been discovered that the RAPID DPU can be spontaneously reset, for reasons which are still unclear. This in itself is not harmful, however it does mean that the high voltage supply is turned off (resulting in a loss of ion data) and that the program patches of April 26 and May 18, 2001, are no longer activated. After this was discovered (February 2001) a procedure was built into the standard commanding sequences to regularly correct both these problems. A caveat is written into the CDF files to indicate when this happens.\n\nA more serious problem is the corruption of the new patches when RAPID is temporarily turned off. This corruption becomes noticeable on the next turn-on and results in the immediate deactivation of the patches. The high voltage supply remains on, so ion data are accumulated, however the problems with the anisotropy and helium/heavy ion sampling return. Furthermore, the electron energy thresholds revert to default values that are totally unrealistic, resulting in loss of these data. This situation remains in effect until the patches are manually reloaded by Operations, which can be several days later. Caveats are written to the CDF files to indicate this.\n\nThe central ion detector head has been badly hit by sunlight. For details on this and any other caveat information, please consult the RAPID home page (http://www2.mps.mpg.de/dokumente/projekte/cluster/rapid/Rapid_Userguide.pdf).",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-Archive/Patrick.Daly",
          "Role": "PrincipalInvestigator"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://CNES/Repository/CDPP-Archive/REGARDS-CDPP",
        "Availability": "Online",
        "AccessURL": {
          "Name": "REGARDS",
          "URL": "https://regards.cnes.fr/user/cdpp/modules/1777?sp=DatasetName;q=DatasetName:CLU_PP_C1_RAP",
          "Description": "Access via CNES Data Archive for CDPP"
        },
        "Format": "CDF"
      },
      "ProcessingLevel": "Calibrated",
      "InstrumentID": "spase://CNES/Instrument/CDPP-Archive/Cluster-1/RAPID",
      "MeasurementType": "EnergeticParticles",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2001-01-01T00:00:00Z",
          "StopDate": "2019-12-31T00:00:00Z"
        }
      },
      "ObservedRegion": [
        "Earth.Magnetosheath",
        "Earth.Magnetosphere",
        "Earth.Magnetosphere.Magnetotail",
        "Earth.Magnetosphere.Main",
        "Earth.Magnetosphere.Polar",
        "Earth.Magnetosphere.RadiationBelt",
        "Earth.NearSurface.AuroralRegion",
        "Earth.NearSurface.Ionosphere",
        "Earth.NearSurface.Plasmasphere",
        "Earth.NearSurface.PolarCap",
        "Heliosphere.NearEarth"
      ],
      "Parameter": [
        {
          "Name": "Cluster 1 RAPID Electron Flux (E>50 keV)",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors electron flux for electrons with energies greater than 50 keV at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "Electron",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "50",
              "High": "400",
              "Units": "keV"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Electron Flux (E>95 keV)",
          "Description": "Cluster 1  Prime Parameter Research with Adaptive Particle Imaging Detectors electron flux for electrons with energies greater than 95 keV at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "Electron",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "95",
              "High": "400",
              "Units": "keV"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Proton Flux (E>28 keV)",
          "Description": "Cluster 1  Prime Parameter Research with Adaptive Particle Imaging Detectors proton flux for protons with energies greater than 28 keV at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "28",
              "High": "1500",
              "Units": "keV"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Proton Flux (E>92 keV)",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors proton flux for protons with energies greater than 92 keV at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "Proton",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "92",
              "High": "1500",
              "Units": "keV"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Helium Flux (E>138 kev)",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors helium flux for helium with energies greater than 138 keV at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "AlphaParticle",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "138",
              "High": "1500",
              "Units": "keV"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Helium Flux (E>172 kev)",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors helium flux for helium with energies greater than 172 keV at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "AlphaParticle",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "172",
              "High": "1500",
              "Units": "keV"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Ion Flux (m>4, E>84 kev)",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors ion flux for ions with energies greater than 84 keV and atomic mass greater than 4 at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "Ion",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "84",
              "High": "1500",
              "Units": "keV"
            },
            "MassRange": {
              "Low": "4",
              "High": "56",
              "Units": "amu"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Ion Flux (m>4, E>414 kev)",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors ion flux for ions with energies greater than 414 keV and atomic mass greater than 4 at spin time resolution",
          "Units": "1/(cm^2 s sr)",
          "UnitsConversion": "1/(1e-4>m^2 s sr)",
          "Particle": {
            "ParticleType": "Ion",
            "Qualifier": "Scalar",
            "ParticleQuantity": "EnergyFlux",
            "EnergyRange": {
              "Low": "414",
              "High": "1500",
              "Units": "keV"
            },
            "MassRange": {
              "Low": "4",
              "High": "56",
              "Units": "amu"
            }
          }
        },
        {
          "Name": "Cluster 1 RAPID Field-Aligned Electron Anisotropy",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors field-aligned electron anisotropy at spin time resolution",
          "Support": {
            "SupportQuantity": "Other"
          }
        },
        {
          "Name": "Cluster 1 RAPID Field-Aligned Proton Anisotropy",
          "Description": "Cluster 1 Prime Parameter Research with Adaptive Particle Imaging Detectors field-aligned proton anisotropy at spin time resolution",
          "Support": {
            "SupportQuantity": "Other"
          }
        }
      ]
    }
  }
}