{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "Observatory": {
      "ResourceID": "spase://CNES/Observatory/CDPP-Archive/MMS-3",
      "ResourceHeader": {
        "ResourceName": "MMS-3",
        "ReleaseDate": "2022-07-28T11:01:23Z",
        "Description": "MMS Mission - Overview and Goals\n\nThe Magnetospheric MultiScale mission (MMS) was launched by NASA on March 12, 2015.\nMMS consists of four identical spacecraft that orbit around Earth through the dynamic magnetic system surrounding our planet.\nMMS investigates how the Sun's and Earth's magnetic fields connect and disconnect, explosively transferring energy from one to the other in a process that is important at the Sun, other planets, and everywhere in the universe, known as magnetic reconnection.\nFor the first time, MMS reveals the small-scale three-dimensional structure and dynamics of the elusively thin and fast-moving electron diffusion region.\nIt does this in both of the key reconnection regions near Earth where the most energetic events originate.\nThe four identically instrumented MMS spacecraft fly in an adjustable pyramid-like formation that enables them to observe the three-dimensional structure of magnetic reconnection.\nThis enables them to determine whether reconnection occur in an isolated locale everywhere within a larger region at once, or traveling across space.\nMMS sensors will measure charged particle velocities, as well as electric and magnetic fields with unprecedented (milliseconds) time resolution and accuracy needed to capture the elusively thin and fast-moving electron diffusion region.\nMMS probes reconnection of solar and terrestrial magnetic fields in the dayside and nightside of Earth's magnetosphere the only natural laboratory where it can be directly observed by spacecraft.\nSo the primary focus for the MMS science team is to study a little-understood phenomenon called magnetic reconnection.\nMagnetic reconnection is a fundamental process that happens in space, which powers a wide variety of events from giant explosions on the sun to green-blue auroras shimmering in the night sky. By observing magnetic reconnection in nature, MMS provides access to predictive knowledge of a universal process that is the final governor of space weather, affecting modern technological systems such as communications networks, GPS navigation, and electrical power grids.\nThe aim is that MMS establishes knowledge, methods and technologies applicable to future space weather missions and the future growth and development of space weather forecasting.",
        "Contact": {
          "PersonID": "spase://CNES/Person/CDPP-Archive/James.L.Burch",
          "Role": "ProjectScientist"
        }
      },
      "ObservatoryGroupID": "spase://CNES/Observatory/CDPP-Archive/MMS",
      "Location": {
        "ObservatoryRegion": "Earth.Magnetosphere"
      },
      "OperatingSpan": {
        "StartDate": "2015-03-12T00:00:00Z"
      }
    }
  }
}