{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2_4_0.xsd",
    "Version": "2.4.0",
    "NumericalData": {
      "ResourceID": "spase://CNES/NumericalData/CDPP-Archive/PSP/FIELDS/MAG/PARKERSP_FIELDS_MAG",
      "ResourceHeader": {
        "ResourceName": "PARKER SOLAR PROBE FIELDS Level 2 Fluxgate Magnetometer (MAG) Data (CDF)",
        "DOI": "https://doi.org/10.24400/802406/w56r-zftp",
        "ReleaseDate": "2022-07-04T15:46:59Z",
        "Description": "This data set contains  the PARKER SOLAR PROBE FIELDS Level 2 Fluxgate Magnetometer (MAG) data.\nThe waveforms consist of 3 components of the magnetic field, expressed in RTN coordinates (BR, BT, BN) and in spacecraft coordinates (Bx, By, Bz). The MAG has a bandwidth of approximately 100 Hz and operates almost continuously during the full orbit. The time resolution for the waveforms is 150000 Hz / 2^N. During encounter phases (i.e. during a period of typically two weeks around each perihelion) either N=9, giving 292.969 samples per second or N=10, giving 146.484 samples per second. The measurement dynamic range of MAG is ±65,536 nT with a resolution of 16 bits.\nMAG data are in nT units. Time (epoch) is in TT2000 format and corresponds to nanoseconds since 1 Jan 2000 12:00:00 with leap seconds included.\nCalculation of the PSP-Sun distance for the selection criterion (see Filter tab) is realized each day at 00:00.\nReferences:\nFIELDS website: https://fields.ssl.berkeley.edu/\nBale, S. et al. (2016), The FIELDS Instrument Suite for Solar Probe Plus. Measuring the Coronal Plasma and Magnetic Field, Plasma Waves and Turbulence, and Radio Signatures of Solar Transients, Space Science Reviews, Volume 204, Issue 1-4, pp.49-82, doi:10.1007/s11214-016-0244-5",
        "Acknowledgement": "\n        Please add the following to your acknowledgements when using MAG data:\nThe authors acknowledge NASA for their support to the PSP/MAG team. The FIELDS experiment on the PSP spacecraft was designed and developed under NASA contract NNN06AA01C.\nOther datasets from FIELDS can be found at https://fields.ssl.berkeley.edu/ . For other instruments of Parker Solar Probe, see https://cdaweb.gsfc.nasa.gov/index.html/\n\nPlease cite the following reference papers when using MAG data:\nS. D. Bale, K. Goetz, P. R. Harvey, P. Turin, J. W. Bonnell, T. Dudok de Wit, R. E. Ergun, R. J. MacDowall, M. Pulupa, M. Andre, M. Bolton, J.-L. Bougeret, T. A. Bowen, D. Burgess, C. A. Cattell, B. D. G. Chandran, C. C. Chaston, C. H. K. Chen, M. K. Choi, J. E. Connerney, S. Cranmer, M. Diaz-Aguado, W. Donakowski, J. F. Drake, W. M. Farrell, P. Fergeau, J. Fermin, J. Fischer, N. Fox, D. Glaser, M. Goldstein, D. Gordon, E. Hanson, S. E. Harris, L. M. Hayes, J. J. Hinze, J. V. Hollweg, T. S. Horbury, R. A. Howard, V. Hoxie, G. Jannet, M. Karlsson, J. C. Kasper, P. J. Kellogg, M. Kien, J. A. Klimchuk, V. V. Krasnoselskikh, S. Krucker, J. J. Lynch, M. Maksimovic, D. M. Malaspina, S. Marker, P. Martin, J. Martinez-Oliveros, J. McCauley, D. J. McComas, T. McDonald, N. Meyer-Vernet, M. Moncuquet, S. J. Monson, F. S. Mozer, S. D. Murphy, J. Odom, R. Oliverson, J. Olson, E. N. Parker, D. Pankow, T. Phan, E. Quataert, T. Quinn, S. W. Ruplin, C. Salem, D. Seitz, D. A. Sheppard, A. Siy, K. Stevens, D. Summers, A. Szabo, M. Timofeeva, A. Vaivads, M. Velli, A. Yehle, D. Werthimer, and J. R. Wygant, The FIELDS Instrument Suite for Solar Probe Plus, Space Science Reviews, 204 (2016), pp. 134, doi: 10.1007/s11214-016-0244-5 [NASA ADS https://ui.adsabs.harvard.edu/abs/2016SSRv..204...49B]\t  \n\t  ",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Thierry.Dudok.De.Wit",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Claire.Revillet",
            "Role": "CoInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Michel.Moncuquet",
            "Role": "GeneralContact"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-Archive/Stuart.Bale",
            "Role": "PrincipalInvestigator"
          }
        ]
      },
      "AccessInformation": {
        "RepositoryID": "spase://CNES/Repository/CDPP-Archive/REGARDS-CDPP",
        "Availability": "Online",
        "AccessURL": {
          "Name": "REGARDS",
          "URL": "https://regards.cnes.fr/user/cdpp/modules/1777?sp=DatasetName;q=DatasetName:PARKERSP_FIELDS_MAG",
          "Description": "Access via CNES Data Archive for CDPP"
        },
        "Format": "CDF"
      },
      "ProcessingLevel": "Calibrated",
      "ProviderProcessingLevel": "2",
      "InstrumentID": "spase://CNES/Instrument/CDPP-Archive/PSP/FIELDS/MAG",
      "MeasurementType": [
        "MagneticField",
        "InstrumentStatus"
      ],
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "2018-10-02T00:00:00Z",
          "StopDate": "2021-12-31T00:00:00Z"
        }
      },
      "ObservedRegion": [
        "Heliosphere",
        "Heliosphere.Inner",
        "Heliosphere.NearEarth",
        "Sun.Corona"
      ],
      "Parameter": [
        {
          "Name": "Magnetic field in SC coordinates (full cadence)",
          "Description": "Magnetic field in SC coordinates (full cadence)",
          "Units": "nT",
          "UnitsConversion": "1e-9>T",
          "CoordinateSystem": {
            "CoordinateRepresentation": "Cartesian",
            "CoordinateSystemName": "SC"
          },
          "Field": {
            "Qualifier": "Array",
            "FieldQuantity": "Magnetic"
          }
        },
        {
          "Name": "Magnetometer Instrument, Range",
          "Description": "Magnetometer Instrument, Measurement Range.\nMagnetometer has four ranges: ±1024 nT, ±4096 nT, ±16,384 nT, and ±65,536 nT. The Magnetometer Range is selected by an algorithm based on the strength of the ambient magnetic field. The magnetic field measurement precision is ±15 bits, based on the 16-bit Analog to Digital Converter, ADC.",
          "Support": {
            "Qualifier": "Scalar",
            "SupportQuantity": "InstrumentMode"
          }
        },
        {
          "Name": "Magnetometer Instrument, Sensor Mode",
          "Description": "Magnetometer Instrument, Sensor Inboard/Outboard Mode.\nThe Magnetometer Mode indicates which sensor is the source of the data: 0=Outboard Sensor, 1=Inboard Sensor. Each Magnetometer sensor has a corresponding electronics board in the FIELDS Main Electronics Package, MEP. For enhanced reliability, the outboard sensor is controlled by the Data Control Board, DCB, and the inboard sensor is controlled by the Time Domain Sampler instrument, TDS.",
          "Support": {
            "Qualifier": "Scalar",
            "SupportQuantity": "InstrumentMode"
          }
        },
        {
          "Name": "Magnetometer Instrument, Rate in Samples per Cycle",
          "Description": "Magnetometer Instrument, Measurement Rate, measured in Samples per Cycle",
          "Support": {
            "Qualifier": "Scalar",
            "SupportQuantity": "InstrumentMode"
          }
        },
        {
          "Name": "Magnetometer Instrument, Sensor Zero Offset Tensor (Counts)",
          "Description": "Magnetometer Instrument, Sensor Zero Offset Tensor measured in Counts with one Offset for each of three Axes and four Measurement Ranges, 1 min Time Resolution.\nThe Magnetometer Sensor Zero Levels are based on time-varying, in-flight calibrations. Zero levels are reported in counts and expressed in Magnetometer sensor coordinates.",
          "Support": {
            "Qualifier": "Array",
            "SupportQuantity": "Other"
          }
        },
        {
          "Name": "FIELDS Data Quality Flags",
          "Description": "FIELDS Instrument Suite Data Quality Flags.\nThese flags are bitwise variables, meaning that multiple flags can be set simultaneously for a single time by adding flag values. Current flagged values are:\n 1: FIELDS Antenna Bias Sweep\n 2: PSP Thruster Firing\n 4: SCM Calibration\n 8: PSP Rotations for MAG Calibration, MAG Rolls\n 16: FIELDS MAG Calibration Sequence\n 32: SWEAP SPC in Electron Mode\n 64: PSP Solar Limb Sensor, SLS, Test\n 128: PSP Spacecraft is off Umbra Pointing, Heat Shield not pointed Sunward\n 256: High Frequency Noise affecting RFS and TDS Receivers\n 512: Antennas driven towards the FIELDS Power Supply Rails\nA value of zero corresponds to no set flags. Not all flags are relevant to all FIELDS data products, refer to notes in the CDF metadata and on the FIELDS Satellite Operations Center, SOC, website for information on how the various flags impact FIELDS data. For more information on the quality flags describing high frequency noise and antennas driven to the rails, see release notes for PSP/FIELDS releases 8 and 9. Additional flagged items may be added in the future.",
          "Support": {
            "SupportQuantity": "Other"
          }
        }
      ]
    }
  }
}