{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/BepiColombo/MPO/MAG",
      "ResourceHeader": {
        "ResourceName": "MAG",
        "AlternateName": "Mercury Magnetometer",
        "ReleaseDate": "2020-09-22T16:02:13Z",
        "Description": "MPO-MAG is designed as follows: Two identical magnetometers are used each with \n        their own dedicated electronics. This two sensors technique will be applied in order to \n        help determine the magnetic influence of the spacecraft.\n        The instrument hardware comprises an electronics box, two sensor units with their associated \n        thermal hardware and mechanical fixings, plus an electrical harness which connects the \n        sensors to the electronics box. The sensors are mounted on a deployable boom, whilst the \n        electronics box is located inside the spacecraft structure. The boom is a critical \n        subsystem both for the MPO-MAG instrument and the spacecraft. It enables both sensors \n        to be slightly removed from the spacecraft; combining the signal from both the inboard \n        and outboard sensors will help determine the magnetic interference from the spacecraft \n        itself. The MPO-MAG instrument is largely autonomous in operation, requiring a minimum \n        of commanding only for selecting from a set of science operations modes and corresponding \n        telemetry bit-rates. The two sensors measure the magnetic field with a sample rate of \n        128 Hz. These data will be reduced onboard to a lower temporal resolution depending on \n        the instrument mode: 64, 32, 16, 8, 4, 2, 1, and 0.5 Hz.To achieve the prime goals, \n        the separation of the measured magnetic field into its internal and external contributions \n        is required.  Almost complete coverage of the surface is required and also as many \n        measurements above any given surface area as possible, which are needed to stabilize \n        the inversion procedure and remove intervals that contain transient field structures \n        due to magnetospheric processes. ",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Daniel.Heyner",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://SMWG/Person/C.Carr",
            "Role": "CoInvestigator"
          }
        ]
      },
      "InstrumentType": "Magnetometer",
      "InvestigationName": "Mercury Magnetometer on MPO/InvestigationName",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/BepiColombo/MPO"
    }
  }
}