{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VSPO/NumericalData/POLAR/PWI/KeyParameters/PT300S",
      "ResourceHeader": {
        "ResourceName": "Polar PWI Key Parameters",
        "ReleaseDate": "2020-07-03T23:28:58Z",
        "Description": "This set of key parameters comes from the Polar Plasma Wave Instrument.   The data set contains the observed electron, proton, and oxygen cyclotron frequencies, plus the average and peak electric and magnetic fields in 160 frequencies from the two swept frequency receivers (SFRs), at 5-minute resolution. Additional related mode and antenna information is also given, plus spacecraft position in magnetic coordinates, and the variables Epoch (Time standard for CDF) and Time_PB5 (Time standard for ISTP data).\n\nThe electron, ion and cyclotron frequencies are derived from the following: Fce = 0.028 kHz*B, where B is the magnitude of the ambient magnetic field measured in nT. Fcp = Fce/1837 in kHz. FcO+ = Fcp/16 in kHz. All frequencies in the Key parameters are converted to Hz. Since the SFR frequency steps vary with the mode, the measured SFR frequencies will be mapped to a fixed array of 160 approximately logarithmically spaced frequency values, 32 frequency values for each of the five SFR channels.\n\nIn the log mode, the 64 frequency steps of the fourth and fifth frequency channels will be mapped to 32 frequency steps each, using geometric averaging. In the linear mode, the 448 linearly spaced frequency steps of the five frequency channels will be mapped to the fixed array of 160 logarithmically spaced frequency values using a windowing technique. The magnetic and electric field values corresponding to each SFR frequency step will be similarly mapped to 160-point fixed arrays corresponding to the mapped frequency array.",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Donald.A.Gurnett",
          "Role": "GeneralContact"
        },
        "PriorID": "spase://VSPO/NumericalData/P_POLAR_HDR_PWI_K0"
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/NASA/GSFC/SPDF/CDAWeb",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": [
          {
            "Name": "FTPS from SPDF (not with most browsers)",
            "URL": "ftps://spdf.gsfc.nasa.gov/pub/data/polar/pwi/pwi_k0/"
          },
          {
            "Name": "HTTPS from SPDF",
            "URL": "https://spdf.gsfc.nasa.gov/pub/data/polar/pwi/pwi_k0/",
            "Description": "In CDF via HTTP from CDAWeb"
          },
          {
            "Name": "CDAWeb",
            "URL": "https://cdaweb.sci.gsfc.nasa.gov/cgi-bin/eval2.cgi?dataset=PO_K0_PWI&index=sp_phys",
            "ProductKey": "PO_K0_PWI",
            "Description": "P0_K0_PWI"
          }
        ],
        "Format": "CDF"
      },
      "ProviderProcessingLevel": "CALIBRATED",
      "InstrumentID": "spase://SMWG/Instrument/POLAR/PWI",
      "MeasurementType": "Waves.Passive",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1996-02-27T12:20:27",
          "StopDate": "1997-09-16T16:51:41"
        },
        "Cadence": "PT300S"
      },
      "ObservedRegion": "Earth.Magnetosphere",
      "Caveats": "Key parameter and survey data (labels K0, K1, K2) are preliminary browse data."
    }
  }
}