{
  "Spase": {
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xmlns": "http://www.spase-group.org/data/schema",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema http://www.spase-group.org/data/schema/spase-2.4.1.xsd",
    "Version": "2.4.1",
    "Instrument": {
      "ResourceID": "spase://CNES/Instrument/CDPP-AMDA/Helios2/E1",
      "ResourceHeader": {
        "ResourceName": "E1",
        "AlternateName": "The plasma experiment on Helios : E1",
        "ReleaseDate": "2018-10-20T21:10:13Z",
        "Description": "Each spacecraft has 4 plasma instruments. I1a, I1b and I3 measure positive \n        ions, and I2 measures electrons. The instruments point in the ecliptic, and \n        the spin of the spacecraft is used to build up resolution in azimuth. In \n        addition to resolution in azimuth, instruments I1a and I3 have a built in \n        angular resolution in elevation out of the ecliptic. Instruments I1b and I2 \n        in effect provide measurements integrated over given ranges of elevation.\n        \n        * The I1a instrument measures count rates of positive ions as a function of E/q, and reports a distribution function as a function of Ep , which is the energy assuming all the particles are protons.\n        * The I1b instrument measures the ion current. Similarly to I1a the bins are E/q bins, but instead of couting particles I1b counts current. The distribution is e↵ectively integrated over 80 of elevation and 180 of azimuth (towards the sun).\n        * The I2 instrument measures electrons. It can run in two different modes (A or B), toggled by manual commands sent to the spacecraft. The only difference between the modes is the energy channel spacing. There is only1 elevation bin, so effectively a 2D cut through the electron distribution is measured in the ecliptic.\n        * The I3 instrument measures positive ions. It can select for m/q and velocity. ",
        "Contact": [
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Rosenbauer",
            "Role": "PrincipalInvestigator"
          },
          {
            "PersonID": "spase://CNES/Person/CDPP-AMDA/Schwenn",
            "Role": "PrincipalInvestigator"
          }
        ]
      },
      "InstrumentType": "ElectrostaticAnalyser",
      "InvestigationName": "E1 Plasma Experiment",
      "ObservatoryID": "spase://CNES/Observatory/CDPP-AMDA/Helios2"
    }
  }
}