{
  "Spase": {
    "xmlns": "http://www.spase-group.org/data/schema",
    "xmlns:xsi": "http://www.w3.org/2001/XMLSchema-instance",
    "xsi:schemaLocation": "http://www.spase-group.org/data/schema file:/C:/Projects/Voyager/spase-2_2_2.xsd",
    "Version": "2.2.2",
    "NumericalData": {
      "ResourceID": "spase://VMO/NumericalData/Voyager2/MAG/Neptune/PT12S",
      "ResourceHeader": {
        "ResourceName": "Voyager 2 Neptune Mag Resampled Summary NLS Coords 12-s V1.0",
        "ReleaseDate": "2017-01-19T10:00:00.00",
        "Description": "                                        \n                                                                              \n  Data Set Overview                                                           \n  =================                                                           \n    The Voyager magnetometer investigation (P.I.- Norman F. Ness) makes       \n    available archival data through the National Space Science Data Center    \n    (NSSDC) located at NASA/GSFC as well as through the Planetary Data System \n    (PDS) and other channels. The primary archive format, referred to as a    \n    'summary tape' or 'conjoint summary tape' has been used consistently      \n    since the beginning of the Voyager mission to the outer planets (1977).   \n    This format makes available magnetometer observations, supplementary      \n    engineering and ephemeris data in one data file, and it is one product    \n    of Voyager magnetometer routine data processing. Users are referred to    \n    the summary format data for all data requirements with one exception:     \n    Neptune encounter high field observations. Neptune close approach         \n    observations are archived separately and in a different format from       \n    that with which many are familiar. This high-field archive is             \n    described here.                                                           \n                                                                              \n    The special demands of the Neptune encounter flyby exceeded (finally)     \n    the capabilities of the routine data processing system conceived and      \n    implemented in the mid 1970's. As a result, it was necessary to implement \n    an additional data processing system with which the near-encounter, high  \n    field magnetometer observations were processed. The data products avail-  \n    able with this new data processing system are not available in the same   \n    format as the standard Voyager magnetometer observations; thus the need   \n    for a separate archive and a new format description. We appreciate the    \n    desirability of a consistent archive format, but find no reasonable       \n    alternative to the present solution. We expect, however, that users       \n    interested in near encounter observations will find this new format both  \n    useful and easy to assimilate.                                            \n                                                                              \n    The magnetic fields investigation on Voyager carries a total of four      \n    tri-axial ring core fluxgate magnetometers: two identical high field      \n    magnetometers mounted on the spacecraft body (HFM's) and two identical    \n    low field magnetometers (LFM's) arranged on a 13 m boom (Behannon et      \n    al., 1977). The two LFM's automatically step through a total of eight     \n    dynamic ranges (ranges 0 through 7) in response to changes in the         \n    measured field, starting with a nominal dynamic range of  8 nT, and       \n    increasing to a nominal dynamic range of  50,000 nT. The two HFM's each   \n    operate in two dynamic ranges (ranges 0 and 1) with nominal values of     \n    50,000 nT and  200,000 nT. In the Neptune encounter mode, each            \n    magnetometer was sampled periodically with a temporal resolution of       \n    between 0.600 s and 0.060 s, and analog-to-digital converted with 12 bit  \n    resolution for subsequent telemetry. The magnitude of the maximum         \n    observed field at Neptune (approximately 10,000 nT) was sufficiently      \n    large that data from all four of the magnetometers proved useful.         \n                                                                              \n                                                                              \n  Parameters                                                                  \n  ==========                                                                  \n                                                                              \n    Derived Parameters                                                        \n    ------------------                                                        \n      Sampling Parameter Name             : time                              \n      Sampling Parameter Resolution       : 12.0 seconds                      \n      Minimum Sampling Parameter          : 19770820120000.000000             \n      Maximum Sampling Parameter          : UNK                               \n      Sampling Parameter Interval         : 12.0 seconds                      \n      Minimum Available Sampling Interval : 0.060000 seconds                  \n      Data Set Parameter Name             : magnetic field vector             \n      Noise Level                         : 0.006000 nT                       \n      Data Set Parameter Unit             : nanotesla                         \n                                                                              \n      Magentic field vector: A derived parameter which combines the 3         \n      orthogonal magnetic field component measurements.                       \n                                                                              \n    Measured Parameters                                                       \n    -------------------                                                       \n      Magentic field component: A measured parameter equaling the             \n      magnetic field strength (e.g. in nanoteslas) along a particular         \n      axis direction. Usually the three orthogonal axis components are        \n      measured by three different sensors.                                    \n                                                                              \n                                                                              \n  Data                                                                        \n  ====                                                                        \n 1) MAGNETOMETER DATA PRODUCT                                                 \n                                                                              \n  ctime - Decimal seconds past 1966-01-02T00:00:00 (an internal time format)  \n  SCET  - Spacecraft event time PDS/ISO standard time format.                 \n    B_R - Magnetic field vector radial component in units of nanotesla;       \n          planetocentric right-handed spherical coordinate system.            \nB_THETA - Magnetic field vector theta component, units nanotesla.             \n  B_PHI - Magnetic field vector phi component, units nanotesla.               \n                                                                              \n    The vector magnetic field is rendered in a right handed spherical         \n    coordinate system in which the angles THETA and PHI are the usual         \n    polar angles, with THETA (colatitude) measured from the axis of           \n    rotation and PHI increasing in the direction of rotation. The             \n    orientation of Neptune's pole is specified by a right ascension           \n    of 298.90 and declination of 42.84 at the time of the encounter, as       \n    given in the Jet Propulsion Laboratory's distribution of physical         \n    constants dated 11/06/89. Planetary longitudes are based on a             \n    16.11 hour rotation period (Warwick et al., 1989) adopted by the          \n    Voyager Project shortly after the encounter. The zero longitude is        \n    defined by the requirement that the West Longitude of the spacecraft      \n    at 0356 SCET day 237 (near closest approach) be 167.7 NLS; West           \n    Longitudes of the Neptune Longitude System (NLS) are simply related       \n    to the angle PHI:                                                         \n                                                                              \n                      WLONG = 360. - PHI   (degrees)                          \n                                                                      ",
        "Contact": {
          "PersonID": "spase://SMWG/Person/Todd.A.King",
          "Role": "MetadataContact"
        },
        "InformationURL": {
          "Name": "VG2-N-MAG-4-SUMM-NLSCOORDS-12SEC-V1.0",
          "URL": "http://pds-ppi.igpp.ucla.edu/data/VG2-N-MAG-4-SUMM-NLSCOORDS-12SEC-V1.0/AAREADME.TXT",
          "Description": "The document describing the contents of the collection.",
          "Language": "En"
        }
      },
      "AccessInformation": {
        "RepositoryID": "spase://SMWG/Repository/PDS/PPI",
        "Availability": "Online",
        "AccessRights": "Open",
        "AccessURL": {
          "Name": "PDS/PPI",
          "URL": "http://pds-ppi.igpp.ucla.edu/search/view/?f=yes&id=pds://PPI/VG2-N-MAG-4-SUMM-NLSCOORDS-12SEC-V1.0",
          "ProductKey": "VG2-N-MAG-4-SUMM-NLSCOORDS-12SEC-V1.0",
          "Description": "This collection is archived with NASA's Planetary Data System.",
          "Language": "En"
        },
        "Format": "Text.ASCII",
        "Acknowledgement": "NASA's Planetary Plasma Interactions (PPI) Node of the Planetary Data System (PDS) and the P.I. for the data."
      },
      "InstrumentID": "spase://SMWG/Instrument/Voyager2/MAG",
      "MeasurementType": "MagneticField",
      "TemporalDescription": {
        "TimeSpan": {
          "StartDate": "1989-08-24T18:00:00.00",
          "StopDate": "1989-08-26T08:19:48.00"
        },
        "Cadence": "PT12S"
      },
      "ObservedRegion": "Neptune"
    }
  }
}